// http://park3.wakwak.com/~pierrot/fft/

let fftalltext = `戦士は剣を手に取り胸に一つの石を抱く

消えゆく記憶をその剣に刻み

鍛えた技をその石に託す

物語は剣より語られ石に継がれる

今、その物語を語ろう…

SQUARE PRESENTS

The "Zodiac Brave Story"

FINAL FANTASY TACTICS
― ファイナルファンタジータクティクス ―


Backborn Story
太陽と聖印に護られた双頭の獅子が
治める国・イヴァリース…

“五十年戦争”の敗北より1年後

前王の病死により
即位することになった王子はわずか２歳

その後見人が事実上の王といえる

後見人は王妃の実兄・ラーグ公が
有力視されていたが

王妃の支配を恐れた議会がラーグ公を排斥

前王の従弟にあたるゴルターナ公を
摂政に任命し、後見人とした

ゴルターナ公とラーグ公はどちらも
先の“五十年戦争”において

多くの武功をあげた将軍同士

ゴルターナ公には王家に仕える
有力貴族の大半が味方したが

“五十年戦争”のツケによって没落した貴族や
職を失った騎士らはこぞってラーグ公を味方した

黒獅子を紋章とするゴルターナ公と
白獅子を紋章とするラーグ公

後に“獅子戦争”と呼ばれる
戦乱の始まりである…


P.R.Movie
SQUARE PRESENTS

もうひとつのファイナルファンタジー。

…我ら罪深きイヴァリースの子らが
神々の御力により救われんことを――。

獅子戦争、勃発！

目に見えるものだけが真実か。

恨むなら自分か神様にしてくれ。

おぼえてるか？
親父さんに教えてもらった草笛を…

何故、違う道を選んだ。

制作　坂口博信（ファイナルファンタジーシリーズ）

FINAL FANTASY TACTICS


ユニット紹介
見習い戦士　Squire
勇者を目指し、日夜修行に励む戦士のたまご
足手まといになりやすいが何事にも下積みは肝心

アイテム士　Chemist
アイテムの効能や使用方法に精通した戦士
戦闘のバックアップ要員として欠かせない存在だ

ナイト　Knight
強靭な肉体と清廉な精神を備えた戦士の中の戦士
強力な騎士剣を使いこなして「戦技」を磨け！

弓使い　Archer
超人的な視力によって遠距離攻撃を得意とする戦士
遠くから攻撃可能な弓矢を使える唯一のジョブだ

モンク　Monk
精神と肉体を極限にまで鍛え上げた格闘の専門家
精神を一点に集中すれば、拳は剣よりも強力に！

白魔道士　Priest
回復と攻撃補助が中心の白魔法に精通した魔道士
弱者を守り、邪悪な力を排除するために戦え！

黒魔道士　Wizard
精神力を炎や雷に変え攻撃する黒魔法
破壊のためではなく仲間を守るために行使せよ！

時魔道士　Timesorcerer
時間を空間を操る時魔法に精通した魔道士
敵味方の行動を自由に操作できる能力は魅力的！

召喚士　Summoner
幻界に精通し、幻獣を意のままに操る魔道士
召喚された幻獣の力を借りて敵をなぎ倒せ！

シーフ　Thief
素早い身のこなしと手先の器用さがウリの盗賊
多彩な盗みのテクニックを駆使して敵を翻弄せよ

風水士　Elemental User
天地のあらゆる物体を武器として用いる異能者
“地形”を見極めて戦闘を有利に進めろ！

竜騎士　Dragon Knight
飛竜の生態を解析し独自の技を編み出した戦士
槍を自在に操り、ジャンプ攻撃で攻守も万全だ！

侍　Samurai
己の精神を鍛練するために剣技を磨く武芸の達人
異国の地より伝わる“刀”から真の力を引き出せ

忍者　Ninja
歴史の影で生命を顧みずに闘う闇の仕事人
手持ちの武器を投げることで遠距離攻撃が可能だ！

チョコボ　Chocobo
乗用動物として様々な用途で利用される大型鳥
戦場でも戦士達の足としての活躍の場は広いぞ！

ゴブリン　Goblin
見かけとは裏腹に残忍さを備える凶悪なモンスター
武器を持たず素手を活かした攻撃が得意だ！

ボム　Bomb
燃えさかる炎に魂が宿った灼熱のモンスター
死ぬ間際になると「自爆」してダメージを与える

グール　Ghoul
未だに成仏できずに現世をさまよう死者の魂
地形の種類や高低差を無視する瞬間移動が特徴！

アーリマン　Ahriman
悪魔達の使い魔として人々の生活を脅かす怪物
飛行型なので地形の高低差を無視して移動可能だ

ドラゴン　Dragon
様々な伝説や英雄譚に登場するモンスターの代表
圧倒的な体力と図体に似合わない鋭敏さがウリ！


Chapter1　THE MEAGER
持たざる者

プレイヤーメイク
私はイヴァリースの中世史を研究している
アラズラムと申す者…

貴君は“獅子戦争”をご存じかな？

かつて、
イヴァリースを二分して争われた後継者戦争は
一人の無名の若者、ディリータという名の
若き英雄の登場によって
幕を閉じたとされている…

ここで暮らす者ならば
誰もが知っている英雄譚だ

しかし、我々は知っている
目に見えるものだけが“真実”ではないことを

ここに一人の若者がいる
当時、騎士たちの棟梁として名高い
名門ベオルブ家の末弟だ

彼が歴史の表舞台で活躍したという記録はない…

しかし、昨年公開された
（長年、教会の手によって隠匿されていた）
“デュライ白書”によれば
この名も無き若者こそが真の英雄だという…

いやいや、教会によれば
この若者は神を冒涜し
国家の秩序を乱した元凶そのものだとか…

どちらが“真実”なのか？

さあ、私と共に
“真実”を探求する旅へと出かけよう

おっと、その前に、
貴君の“名前”と“誕生日”を
教えてくれないかな…？



オーボンヌ修道院
BraveStory
『王女オヴェリアの祈り』
　ジークデン砦の悲劇より約１年…。
　その頃、畏国は国王亡き後の覇権をめぐりラーグ公とゴルターナ公の間で緊張が高まっており、いつ戦争がおきても不思議ではない状態になっていた。そんな中、来るべき戦争を避けるため修道院で暮らしていた王女オヴェリアをガリオンヌへ移送する計画が密かに進行していた…。
　（オーボンヌ修道院礼拝堂）

（オヴェリア）
「…我ら罪深きイヴァリースの子らが神々の御力により救われんことを。

女騎士（アグリアス）
「さ、出発いたしますよ、オヴェリア様。

オヴェリアと呼ばれた娘
「もう少し待って、アグリアス…。

アグリアスと呼ばれた女騎士
「すでに護衛隊が到着しているのです。

神父（シモン）
「姫様、アグリアス殿を困らせてはなりませぬ。さ、お急ぎを…。

　（3人の剣士が入ってくる）

黒鎧の剣士（ガフガリオン）
「まだかよ！　もう小一時間にもなるンだぞ！

騎士アグリアス
「無礼であろう、ガフガリオン殿。王女の御前ぞ。

　（剣士たちが跪く）

ガフガリオンと呼ばれた剣士
「これでいいかい、アグリアスさんよ。
「…こちらとしては一刻を争うンだ。

騎士アグリアス
「誇り高き北天騎士団にも貴公のように無礼な輩がいるのだな。

剣士ガフガリオン
「辺境の護衛隊長殿には十分すぎるほど紳士的なつもりだがね…。
「それに、オレたちは北天騎士団に雇われた傭兵だ。あんたに礼をつくす義理はないンだ。

騎士アグリアス
「なんだと、無礼な口を！

王女オヴェリア
「わかりました。参りましょう。

神父（シモン）
「どうかご無事で。

王女オヴェリア
「シモン先生も。

　（傷ついた女騎士が入ってくる）

女騎士
「アグリアス様…、て、敵がッ！

　（アグリアスが飛び出していく）

神学者シモン
「ゴルターナ公の手の者か！？

剣士ガフガリオン
「…ま、こうでなければ金は稼げンからな。
「なんだ、ラムザ、おまえも文句あるのか…？

剣士ラムザ
「…僕はもう騎士団の一員じゃない。あなたと同じ傭兵の一人だ。

剣士ガフガリオン
「…そうだったな。
「よし、いくぞッ！

　（ガフガリオン、剣士ラッド、ラムザが出ていく）

王女オヴェリア
「神よ…。

　（修道院前）

騎士アグリアス
「黒獅子の紋章だと…！？
「ばかな…！　ゴルターナ公はいったい何を考えているのだ！
「ここまでして、戦争を起こしたいのかッ！！

ゴルターナ軍騎士（男）
「そこの女ッ！　無駄な抵抗はやめておけ！
「おとなしく王女を渡すんだ！　さもなくば、その奇麗な顔に傷がつくことになるぞッ！

剣士ガフガリオン
「フン、真正面から攻めてくるとはな。ゴルターナ軍も能無しばかりだぜ！

騎士アグリアス
「ならば、ここは我々だけに任せておくのだな！

剣士ガフガリオン
「それでは金が稼げンのだよ！
「ラッド、ラムザッ！　オレについてこいッ！！

勝利条件　すべての敵を倒せ！
READY！

剣士ガフガリオン
「いいか、一人残らず殺るぞッ！　生きて奴らを帰すなッ！

騎士アグリアス
「何を言うか！　奴らを殺す必要はないッ！
「ここで奴らを殺してしまってはまさにゴルターナ公の思うつぼ！　追い返すだけでいいッ！

剣士ガフガリオン
「そんな器用なマネができるもンかッ！

【戦闘終了後】

王女オヴェリア
「離しなさいッ！

騎士アグリアス
「しまった！！

　（アグリアスが礼拝堂に飛び込む）

　（礼拝堂裏手）

ゴルターナ軍騎士（ディリータ）
「こっちへ来るんだッ！　おとなしくしないかッ！！

王女オヴェリア
「誰が貴方の言いなりに…！

ゴルターナ軍騎士（ディリータ）
「うるさいお姫さまだ。

　（ディリータがオヴェリアを気絶させてチョコボに乗せる）

騎士アグリアス
「ま、待てッ！！

ゴルターナ軍騎士（ディリータ）
「悪いな…。恨むなら自分か神様にしてくれ。

　（ディリータがチョコボで走り去る）

騎士アグリアス
「…なんてことだ。

剣士ラムザ
「……ディリータ？？
「生きていたのか、ディリータ？　…でも、どうしておまえがゴルターナ軍にいるんだ…？
「どうして…？



士官候補生たち
BraveStory
『士官候補生たち』
　ガリランド王立士官アカデミーの講堂に、卒業を間近に控えた数人の士官候補生たちが集められた。ガリオンヌ地方を荒しまわる骸旅団（むくろりょだん）と名乗る盗賊団のせん滅作戦が北天騎士団を中心に計画されており、士官候補生たちにその後方支援を担当させようというのだ。
英雄王ディリータの名が
歴史に初めて登場するのは
獅子戦争勃発の１年前…

五十年戦争の敗北は
戦地より帰還した騎士たちの職を奪い、
王家や貴族に対する忠誠心を放棄させ
盗賊に身をやつす者、
王家に対し謀反を企てる者など
大量の凶賊や逆賊を生み出した…

そのため、当時のイヴァリースは
強盗や殺人が日常茶飯事に起きるほど
治安が乱れており
幾人もの英雄や魔道師を輩出した
ここ、ガリランドの町もまた
例外ではなかった…

持　た　ざ　る　者
CHAPTER１　THE MEAGER

ガリランド王立士官アカデミー

　（講堂）

士官候補生（見習い戦士・男）
「…昨夜もイグーロス行きの荷馬車がやられたんだとさ。

士官候補生（見習い戦士・女）
「それも、骸旅団（むくろりょだん）の仕業なのかしら…？

剣士ラムザ
「これから何が始まるんだろう？　知らないか、ディリータ？

剣士ディリータ
「いや…。ただ、ある程度の想像はつくが……。

剣士ラムザ
「というと？

剣士ディリータ
「ラーグ公がこの町へおいでになる。

剣士ラムザ
「ラーグ公が…？　何故？

剣士ディリータ
「ラーグ公だけじゃない。ランベリーの領主・エルムドア侯爵もだ。

剣士ラムザ
「それは初耳だ。…公式訪問じゃないな。

剣士ディリータ
「今のイヴァリースはどこもかしこも“危険地帯”ばかりだ。
「騎士団は八面六臂（はちめんろっぴ）の大活躍だが、実際には人手が足りない…。

剣士ラムザ
「で、僕たち士官候補生ってわけか。

「一同、整列ッ！

　（騎士が入ってくる）

北天騎士団騎士（男）
「士官候補生の諸君、任務である！
「諸君らも知っているとは思うが、昨今、このガリオンヌの地には野蛮極まりない輩どもが急増している。
「中でも骸旅団（むくろりょだん）は王家に仇なす不忠の者ども。見過ごすことのできぬ盗賊どもだ。
「我々北天騎士団は、君命により骸旅団せん滅作戦を開始する。この作戦は大規模な作戦である。
「北天騎士団に限らず、イグーロス城に駐留するラーグ閣下の近衛騎士団など多くの騎士団が参加する作戦だ。
「諸君らの任務は後方支援である。具体的には、手薄となるイグーロスへ赴き、警備の任についてもらいたい。

　（女騎士が入ってきて北天騎士団騎士に何事か告げ、足早に立ち去る）

北天騎士団騎士
「士官候補生の諸君、装備を固め、剣を手にとるがいい！
「我々北天騎士団によって撃破された盗賊団の一味がこの町へ逃げ込もうとしているとの連絡を受けた。
「我々はこれより町に潜入する奴等の掃討を開始する！　諸君らも同行したまえ！
「これはせん滅作戦の前哨戦である！　以上だ！　ただちに準備にかかれッ！！

魔法都市ガリランド

盗賊（見習い戦士・男）
「なんだ、ガキどもじゃねぇか！　くくッ、ツイてるぜ！
「いいか、野郎ども。このガキどもを倒せばいいんだ！　そうすりゃ逃げることができるぞ！
「気にするこたぁねぇ！　一人残らず殺っちまうぞッ！！

勝利条件　すべての敵を倒せ！
READY！

剣士ディリータ
「ラムザ、気をつけろ！　むやみに前に突っ込むなよ！

剣士ラムザ
「侮るな、ディリータ！　僕だってベオルブ家の一員だッ！！

盗賊
「ベオルブ家だと！？　あの“ベオルブ”の名を継ぐ者か！
「そうか、おまえたちは士官アカデミーの候補生たちか！　ふんッ、貴族のくそガキどもがッ！！

剣士ラムザ
「おとなしく投降しろッ！　さもなくば、ここで朽ち果てることになるぞッ！！

盗賊
「おまえたち、ひよっこどもに何ができるというんだ！
「おまえたち苦労知らずのガキどもにオレたちを倒せるものかッ！！

【戦闘終了後】

剣士ラムザ
「盗賊などという愚かな行為を何故、続けるんだ…？
「真面目に働いていれば、こんな風に命を失うこともないだろうに…。

CONGRATULATIONS！
THIS OPERATION IS COMPLETED！



父・バルバネスの死
BraveStory
『父・バルバネスの死』
　ラムザは夢を見ていた…。
　五十年戦争の英雄として名高いバルバネス・ベオルブが病床に伏して約２年。ベッドの上で横たわる父の姿に、かつて１５万の勢力を誇る北天騎士団団長の面影を見ることはできなかった。
　父の最期を見届けようと、４人の子供が一堂に会した…。
騎士として最高位の称号
“天騎士”を戴く偉大なる勇者
バルバネス・ベオルブは
その日、
最期の時を迎えようとしていた…

五十年戦争末期、ベオルブ家にて

天騎士バルバネス
「戦況は……どうか……？

聖騎士ザルバッグ
「我が北天騎士団の奮迅の働きによりランベリーを奪還いたしました。
「鴎国軍がゼルテニアから撤退するのも時間の問題でしょう。すべては順調です。ご心配なく。

ダイスダーグ卿
「ラナード王子の側近・レナリオ伯に送った密使が戻って参りました。
「父上のご提案にレナリオ伯も同意するそうです。

天騎士バルバネス
「そうか…、ならばよい……これで……長き戦いも……終わる…。

アルマ
「お父さま……。

天騎士バルバネス
「よいよい……泣くな…娘よ……。

聖騎士ザルバッグ
「ラムザはどこだ…？　こんなときに…！

天騎士バルバネス
「ダイスダーグ、ザルバッグ…わしの自慢の息子たちよ…。
「ラムザを頼む…。おまえたちとは……腹が違うが……わしの血を分けた息子だ……。

　（ラムザが駆け込んでくる）

ラムザ
「父上ッ！！

ダイスダーグ卿
「…騒々しいぞ。

天騎士ザルバッグ
「よく来てくれたな……よく…顔を見せてくれ……。

ラムザ
「父上……。

天騎士バルバネス
「久しぶりだな……いい面構えになったぞ……
「学校はどうだ……？　春からは……アカデミーだな……。

ラムザ
「…………。

天騎士バルバネス
「よいか、ラムザ……。
「我がベオルブ家は……代々王家に……仕える武門の棟梁…。騎士の魂は我らと共にある…。
「ベオルブの名に恥じぬ騎士になれ…。不正を許すな…。人として正しき道を歩め…。
「おまえはおまえの信じる道を……歩むのだ…。それが……ベオルブの名が示す真の騎士道だ…。

ラムザ
「はい、父上…。

天騎士バルバネス
「ディリータはいい子だ。身分は違うがおまえの片腕として役に立とう…。
「士官アカデミーへの…編入の手続きをとっておいた…。ふふふ…、学長は目を丸くしていたがな……。
「おまえに生涯仕える味方となろう…。仲良くな……。

ラムザ
「は、はい……、父上………。

天騎士バルバネス
「アルマを頼んだぞ………。

　（バルバネスがラムザを突き放す）

天騎士バルバネス
「兄たちに負けぬ騎士になれよ…ラムザ……。

　（バルバネスが息を引き取る）



マンダリア平原
盗賊（シーフ・男）
「こいつ、まだ息があるようだぜ。どうする？

盗賊（見習い戦士・男）
「わかりきった質問をするな。侯爵さえ手に入ればいいんだ。

盗賊（シーフ）
「そうだったな。
「小僧、恨むならてめぇの運命を恨むんだぜ。

盗賊（見習い戦士）
「…ん？　しまった、北天騎士団のやつらだッ！

剣士ディリータ
「骸旅団の連中か？　誰かが襲われているようだな…？

【選択】
１．骸旅団せん滅が僕らの任務だ！
２．彼を助けるのが先決だ！

１．骸旅団せん滅が僕らの任務だ！

剣士ラムザ
「骸旅団せん滅が僕らの任務だ！　目の前の敵だけを考えろ！

剣士ディリータ
「本気か、ラムザ？　彼を見殺しにするつもりなのか！？

剣士ラムザ
「きみは見殺しにするような戦い方をするつもりなのかい？

剣士ディリータ
「……助けてみせるさ。

勝利条件　すべての敵を倒せ！
READY！

剣士アルガス
「…援軍か？　た、助かった。

【アルガスが戦闘不能になったとき】

剣士アルガス
「こ、侯爵様を……助けなければ……。

【戦闘終了後・アルガスが戦闘不能のとき】

剣士ラムザ
「…まだ、息がありそうだな。よし、彼を助けよう！

２．彼を助けるのが先決だ！

剣士ラムザ
「北天騎士団の名誉を傷つけてはならない！　彼を助けるのが先決だ！

勝利条件　剣士アルガスを救助せよ！
READY！

剣士アルガス
「…援軍か？　た、助かった。

【アルガスが戦闘不能になったとき】

剣士アルガス
「…く、クソッ！　こんなトコでくたばるなんて……。

GAME OVER

【戦闘終了後・選択肢１でアルガスが生存している場合も】

剣士ラムザ
「大丈夫か？

剣士アルガス
「なんとかな…。しかし、侯爵様が……。

剣士ラムザ
「侯爵？　ランベリーの領主、エルムドア侯のことか？

剣士アルガス
「ああ、そうだ。おまえらは……？

剣士ラムザ
「僕らはガリランド士官アカデミーの士官候補生だ。
「きみの力になれると思うよ。詳しく話を聞かせてくれ。

CONGRATULATIONS！
THIS OPERATION IS COMPLETED！



剣士アルガスとの出会い
BraveStory
『剣士アルガスとの出会い』
　マンダリア平原で骸旅団に襲われている剣士を救出した。彼の名はアルガス。アルガスはランベリーの領主・エルムドア侯爵の近衛騎士団の一員で、イグーロスへ向かう途中に襲撃を受けたらしい。侯爵は誘拐され、近衛騎士団はアルガス一人を残して全滅してしまった。アルガスは侯爵救出のため北天騎士団の助力を懇願した…。
剣士アルガス
「オレはアルガス…。ランベリー近衛騎士団の騎士…だ。

剣士ディリータ
「騎士…？

剣士アルガス
「…いや、騎士見習いさ。なんだよ、おまえらだって一緒じゃねぇか。

剣士ラムザ
「僕はラムザ・ベオルブ。こっちは親友のディリータだ。

剣士アルガス
「ベオルブって……あの北天騎士団のベオルブ家か？
「そいつはすごい！　なんてラッキーなんだ、オレは。

剣士ラムザ
「？？？

剣士アルガス
「お願いだ。侯爵様を助けるため北天騎士団の力を貸してくれ！

剣士ディリータ
「どういうことだ？

剣士アルガス
「侯爵様はまだ生きている！　やつらに誘拐されたんだ！
「早く手を打たないと侯爵様がやつらに殺されちまう！　そうなったら、オレはいったい…。

剣士アルガス
「だから、頼む！　手を貸してくれ！　お願いだ！！

剣士ディリータ
「まあ、落ちつけよ。死ぬと決まったわけじゃないだろ？
「骸旅団だって、誘拐したからには何か狙いがあるはずだ。何かの要求があったかもな。

剣士ラムザ
「それに僕らだけじゃどうしようもないよ。
「だいたい、エルムドア侯が誘拐されたんだ。イグーロスじゃ今頃、大騒ぎだよ。きっと。

剣士ディリータ
「まずは、イグーロスへ行き報告するのが先決だ。

剣士アルガス
「わかった。そうしよう。



ダイスダーグとの再会
BraveStory
『ダイスダーグとの再会』
　ガリオンヌ地方の中心都市イグーロスにたどり着いたラムザは早速城へ向かった。イグーロス城では長兄ダイスダーグが待っていた。仲間の仇を討つため兵を貸して欲しいと懇願するアルガスに対して、ダイスダーグはその態度を手厳しく批判した…。
　（イグーロス城執務室）

ダイスダーグ卿
「…初陣を勝利で飾ったそうだな。兄として嬉しいぞ。
「他の重臣の方々もさすがベオルブ家の血を引く者と誉めておいでだったぞ。

剣士ラムザ
「…ありがとうございます。

ダイスダーグ卿
「なんだ、嬉しくないのか？

剣士ラムザ
「いえ、そんなことはございません。お褒めの言葉、有り難く存じます。
「…報告があったと思いますが、エルムドア侯の馬車が襲われ、誘拐されたとのこと。
「いかがなされますか？

ダイスダーグ卿
「うむ。ザルバッグに捜索隊を出すようすでに手を打ってある。
「また、いずれ、やつらから身代金の要求もあろう…。侯爵殿が生きておいでならばな。

剣士アルガス
「お願いします、ベオルブ閣下。何卒、私に百の兵をお与えください！

ダイスダーグ卿
「………。

剣士アルガス
「何卒、お願い申し上げます。やつらに殺された仲間の仇を私にッ！

ダイスダーグ卿
「手を打ったと申しておる。それがわからぬわけではあるまい。
「ここは貴公が暮らす土地ではない。ガリオンヌのことは我らに任せておくことだ。

剣士アルガス
「し、しかし！

ダイスダーグ卿
「身分をわきまえぬか、アルガス殿！
「貴公は、騎士の称号すら持たぬ一兵卒にすぎぬことを忘れておいでか？

剣士アルガス
「くッ…………。

ダイスダーグ卿
「おまえたちには、このイグーロス城の警護についてもらおう。
「なに、それほど難しくはない。“危険”が、この城にまで及ぶことなどなかろうよ。



イグーロス城にて
BraveStory
『イグーロス城にて』
　ダイスダーグとの謁見の後、イグーロス城の中庭で次兄の聖騎士ザルバッグや妹のアルマたちと出会った。盗賊狩りに出かけるというザルバッグは、情報収集のために放ったスパイの一人が貿易都市ドーターで消息を絶ったことを告げる…。
　（イグーロス城城郭）

剣士アルガス
「…オレの家も昔はベオルブ家みたいに皆から尊敬される家柄だったんだ。

剣士アルガス
「五十年戦争の時に、オレのじいさんが敵に捕まってなぁ…。
「じいさん、自分だけ助かるために仲間を敵に売ったんだよ。そう、自分の命を救うためにね…。
「でも、敵の城を出たとたんに背後から刺されて死んじまった…。オレみたいな騎士見習いにな。
「そんな話を、じいさんの仲間だった一人が命からがら脱出してきて方々に吹いてまわったんだ。
「もちろん、オヤジは信じなかったよ。でもな、みんなその話を信じた。そして、みんな去っていった…。

　（アルガスが石を放る）

剣士アルガス
「身分か……。たしかに、オレ一人じゃダイスダーグ卿には会えんよなぁ…。

若い娘の声
「兄さーん！

剣士ディリータ
「ティータ！

剣士ラムザ
「アルマ、ザルバッグ兄さん！

　（若い娘二人と騎士が近づいてくる）

アルマ
「ラムザ兄さん。戻っておいでだったのね。

剣士ラムザ
「お久しぶりです、兄さん。

聖騎士ザルバッグ
「聞いたぞ。ガリランドでは盗賊どもをけちらしたそうだな。
「それでこそベオルブ家の一員だ。亡き父上も喜んでおいでだろう。

剣士ラムザ
「…ありがとうございます。

聖騎士ザルバッグ
「ふふっ、あいかわらずだな。こんな言葉じゃ素直に喜べんか。
「ディリータ、たくましくなったな。おまえの活躍の話も聞いたぞ。ティータが嬉しそうだった。なぁ？

ティータ
「ディリータ兄さん。お元気そうでなによりです。

剣士ディリータ
「ティータこそ元気そうでよかった。学校には慣れたか？

ティータ
「ええ、みなさん、とてもよくしてくださるので…。

聖騎士ザルバッグ
「ゆっくり話していたいところだが、これから盗賊狩りなんだ。すまんな。

剣士ラムザ
「ご武運を。

　（ザルバッグが去りかけて足をとめる）

聖騎士ザルバッグ
「…骸旅団から身代金の要求があった。

剣士アルガス
「なんだって！？

聖騎士ザルバッグ
「…どうも腑に落ちないことがある。
「骸旅団は反貴族を掲げるアナーキストだが、貴族やそれに仕える者たち以外には手を出さない義賊だという。
「そんなやつらが金目当てで侯爵殿を誘拐したとは考えにくいな。

剣士アルガス
「ばかな！　やつらはただのならず者だ！

聖騎士ザルバッグ
「情報収集のために放った“草”（スパイのこと）の一人が戻ってこない。
「大事に巻き込まれたと考えられるが“草”ごときに捜索隊を出す必要はないと重臣の方々はおっしゃるのだ。

剣士ラムザ
「どこで消息を絶ったんですか？

聖騎士ザルバッグ
「ガリオンヌの東、ドーターという名の貿易都市だ…。
「…城の警護なんぞ、退屈だぞ。そう思わんか？

　（ザルバッグが去る）

剣士ディリータ
「ティータ、すまない。僕らは行くよ。

ティータ
「私のことなら心配しないで。自分のことだけ考えてね。

　（ディリータとティータがお互いに抱きしめ合う）

剣士ディリータ
「大丈夫。無理はしない。必ず戻ってくるからいい子でいろよ。

剣士ディリータ
「さぁ、行こうぜ、アルガス。

　（アルガス、ディリータ、ティータが去る。ラムザも行きかける）

アルマ
「ティータはああ言ったけど、ほんとは……。

剣士ラムザ
「ティータがどうかしたのか？

アルマ
「身分が違うって、学校でいじめられることが多いのよ。

剣士ラムザ
「………。

アルマ
「ごめんなさい。兄さん。余計な心配させちゃって。
「ティータのことは大丈夫よ。私がついてるから。安心して。

剣士ラムザ
「心配なんてしてないさ。でも、あんまり無理するなよ。

アルマ
「兄さんこそ、周りの期待に応えようとなんでも背負い込みすぎよ。
「兄さんは兄さんなんだから、ベオルブの名に縛られることはないわ。

剣士ラムザ
「まるで、母さんみたいな言い方だな。ははははは。

　（ラムザが去る。風が吹いてくる）

アルマ
「ラムザ兄さん……。



スウィージの森
剣士アルガス
「チッ。こんなところでモンスターと遭遇するなんて、ツイてねぇ。

剣士ディリータ
「ぼやくなよ、アルガス。城の警護よりはマシさ。

剣士アルガス
「ケッ、命がかかっているのによくそんなこと言えるな…。

剣士ラムザ
「おしゃべりはそこまでだ！　来るぞッ！！

勝利条件　すべての敵を倒せ！
READY！

【戦闘終了後】

剣士ラムザ
「この森を抜ければドーターまでもう少しだ。

CONGRATULATIONS！
THIS OPERATION IS COMPLETED！



ドーターのスラム街
剣士らしき男（ナイト）
「…知らないって言ってるだろ！

騎士らしき男（ウィーグラフ）
「ウソを言うなッ！　おまえたちがやったことはわかっているんだ！
「…ギュスタヴはどこだ？　どこにいる…？

剣士らしき男
「し、知らない……。

騎士らしき男（ウィーグラフ）
「侯爵はどこだ？　どこに隠したんだ……？
「言えッ！！

　（ウィーグラフに胸ぐらを掴まれた剣士はそれを振り払って逃げようとするが、降りだした雨に足を滑らせ転んでしまう）

　（ウイーグラフが剣をつきつける）

騎士らしき男（ウィーグラフ）
「これが最後だ……。どこだ？

剣士らしき男
「さ、砂漠だ……。

騎士らしき男（ウィーグラフ）
「そうか、“砂ネズミの穴ぐら”か…。

剣士ラムザ
「待てッ！！

騎士らしき男（ウィーグラフ）
「チッ、北天騎士団か。

　（ウィーグラフが去る）

剣士アルガス
「どうやら、ドーターまで来た甲斐があったようだな。

剣士ディリータ
「あの男は、たしか……？

剣士ラムザ
「知っているのか、ディリータ。

剣士ディリータ
「五十年戦争の終わり際にイグーロスで見たことがある……？

　（敵集団が姿を現す）

剣士ラムザ
「戦わないわけにはいかないようだな。行くぞッ！！

勝利条件　すべての敵を倒せ！
READY！

剣士ディリータ
「そうだ、思い出した！　あの騎士の名はウィーグラフだ。
「平民の中から募った義勇兵の集団、“骸騎士団”の団長ウィーグラフだ。

剣士アルガス
「なにッ？　…てことは、あいつが？

剣士ディリータ
「そう。“骸旅団”の親玉さ。

CONGRATULATIONS！
THIS OPERATION IS COMPLETED！



ギュスタヴを追え！
BraveStory
『ギュスタヴを追え！』
　貿易都市ドーターのスラム街で骸旅団と遭遇。その際、骸旅団のリーダーである騎士ウィーグラフを目撃する。骸旅団の撃退に成功し、捕虜から侯爵の監禁場所を聞き出した。捕虜の話によると侯爵を誘拐したのは骸旅団のサブリーダー・ギュスタヴで、身代金目当ての犯行であったらしい。
　（家屋の中）

剣士アルガス
「…おまえたちが骸旅団だってのはわかっているんだ。
「侯爵様はどこだ？　どこに監禁されているんだ？　言えッ！！

剣士アルガス
「さっきまで、おまえたちのボス、ウィーグラフがいただろ？
「ヤツはどこへ行ったんだッ！？

剣士アルガス
「こ、この野郎ッ！　なんとか言ったらどうだ！！

　（アルガスが捕虜を蹴りつける）

剣士ラムザ
「よせッ！　アルガス！

剣士アルガス
「チッ。

剣士アルガス
「…いいか、よく聞け。
「まもなく、おまえら骸旅堕を皆殺しにするために、北天騎士団を中心とした大規模な作戦が実行される…。
「そうだ、おまえたちは死ぬんだ。一人残らず地獄へ落ちるのさ。盗賊にふさわしい末路だな。
「だが、おまえは幸せだ。ウィーグラフの行く先を教えれば命だけは助かるぞ。どうだ？

骸旅団剣士（ナイト・男）
「…オレは知らん。

　（アルガスが捕虜を蹴り飛ばす）

剣士アルガス
「言葉遣いに気をつけろよ、この野郎！　盗賊が貴族にタメ口聞くんじゃねぇ！

骸旅団剣士
「…オレたちは…盗賊なんかじゃない。

剣士アルガス
「なんだとぉ！

骸旅団剣士
「…貴様たち貴族はいつもそうだ。オレたちを人間だとは思っていない…。
「五十年戦争で…、この国のために…命を賭けて戦ったオレたちを…用済みになると切り捨てた……。
「オレたちと貴様ら貴族にどんな違いがあるというんだ…？　生まれ？　家柄？　身分って何だ…？

剣士アルガス
「誘拐の上、身代金まで要求するおまえらが何を偉そうに言うッ！！

骸旅団剣士
「……侯爵誘拐は……間違いだ……。ウィーグラフ様の計画じゃない……。

剣士アルガス
「！？

骸旅団剣士
「我々は金目当てで…要人誘拐など…絶対にしない……。

剣士ラムザ
「じゃあ、誰なんだ？　誰がエルムドア侯を誘拐したんだ？

骸旅団剣士
「…………。

剣士アルガス
「言え！　おまえたちじゃないとしたらいったいどこのどいつなんだッ？

骸旅団剣士
「…ギュスタヴだ。

剣士アルガス
「ギュスタヴ？　誰だ、そいつは？

剣士ディリータ
「ギュスタヴ・マルゲリフ…。“骸騎士団”の副団長だ。

剣士アルガス
「やっぱり、おまえたち骸旅団の仕業じゃねぇかッ！

骸旅団剣士
「ち、違う。我々骸旅団は貴様たちを倒すために戦っている！
「我々は平等な世界を築くために戦っている誇り高き勇者だ…。ギュスタヴとは違う！！

　（アルガスがまた捕虜を蹴りつける）

剣士アルガス
「何が誇り高き勇者だ？　このゲス野郎めッ！！

剣士ラムザ
「いい加減にしないか、アルガスッ！

剣士アルガス
「で、そのギュスタヴとやらはどこだ？

骸旅団剣士
「…す、“砂ネズミの穴ぐら”だ…。

剣士アルガス
「砂ネズミ～ぃ？

剣士ディリータ
「余所から来たアルガスにはわからないと思うが…
「“砂ネズミ”はこのドーターの北に広がるゼクラス砂漠にのみ生息するネズミのことだ。

剣士アルガス
「！？

剣士ラムザ
「ドーターとゼクラス砂漠の間に集落なんかあったか？

剣士ディリータ
「今はないが、以前、砂漠の民の集落だった場所ならある……。

剣士ラムザ
「…ギュスタヴと侯爵はそこだな。

剣士ディリータ
「ああ、おそらくな。

剣士アルガス
「どういうことだ？？

剣士ラムザ
「“穴ぐら”はネズミの巣ってことさ。

剣士アルガス
「！？



砂ネズミの穴ぐら
骸旅団騎士（男）
「…おい、聞いたか？　北天騎士団が本格的に動き出すらしいぜ。

骸旅団弓使い（男）
「ああ、聞いたよ。…オレたちはいったいどうなるんだ？

骸旅団騎士（男）
「殺される前に足を洗ってどこかへ逃げるしかないな。

骸旅団戦士（モンク・男）
「ウィーグラフに従っても死ぬだけだしな。

骸旅団騎士
「ああ、そのとおりだ。
「ギュスタヴの計画どおりに侯爵の身代金さえ手に入ればこんな生活ともおさらばさ…。

骸旅団見張り（ナイト・男）
「た、たいへんだッ！！　北天騎士団のヤツラだッ！！

剣士ラムザ
「よし、他の奴らに悟られる前に見張りを倒せッ！！

勝利条件　すべての敵を倒せ！
READY！

【戦闘終了後】

剣士ラムザ
「予想外に手間取ったな……。気付かれてもよさそうだけど……？

CONGRATULATIONS！
THIS OPERATION IS COMPLETED！



エルムドア侯爵救出
BraveStory
『エルムドア侯爵救出』
　“砂ネズミの穴ぐら”の襲撃に成功。侯爵を救出するべく、廃屋を探索。そこで思いがけない光景を目にした。それはギュスタヴの侯爵誘拐を阻止しようとするウィーグラフの姿であった。ウィーグラフを批判するギュスタヴは、死闘の末、命を落とした。ウィーグラフは侯爵をそのままにして、何処かへと去っていった…。
　（廃屋）

騎士ウィーグラフ
「どうだ、ギュスタヴ、いい加減に観念したらどうだ？

騎士ギュスタヴ
「…貴様の革命などうまくいくものかッ！！
「オレたちに必要なのは思想じゃない。食いものや寝るところなんだッ！　それも今すぐになッ！！

騎士ウィーグラフ
「おまえは目先のことしか見ていない。重要なのは根本を正すことだ！

騎士ギュスタヴ
「…貴様にそれができるというのか？
「無理だよ、ウィーグラフ。貴様には絶対にできないッ！

騎士ウィーグラフ
「言いたいことはそれだけか？
「ギュスタヴ、おわかれだ。

　（ギュスタヴが斬りかかる。しかしウィーグラフがその胸を刺し貫く）

騎士ギュスタヴ
「うあ……う………。

　（ギュスタヴが絶命する）

　（ラムザ、ディリータ、アルガスらが入ってくる）

剣士ラムザ
「ウィーグラフ！！

剣士アルガス
「侯爵様ッ！！

　（ウィーグラフがエルムドア侯爵に剣を向ける）

騎士ウィーグラフ
「動くなッ！

剣士アルガス
「貴様ッ！！！

剣士ディリータ
「よせッ、アルガス。

騎士ウィーグラフ
「侯爵殿は無事だ。イグーロスへ連れて帰るといい。

剣士ラムザ
「…どういうことだ？

騎士ウィーグラフ
「侯爵殿の誘拐は我々の本意ではない。我々は卑怯な手段は使わないのだ。
「…このまま私を行かせてくれたら侯爵殿をお返しするが、どうかね？

剣士アルガス
「ふざけるなッ！　オレたちにかなうとでも思うのかッ！

剣士ディリータ
「よせッ、アルガス。彼は本気だ！

　（ラムザたちは侯爵の方へ、ウィーグラフは出口の方へとそれぞれ近づいていく）

エルムドア侯爵
「う…うう……。

　（ラムザたちが侯爵に目を向ける。その隙にウィーグラフが出口から姿を消す）

剣士ディリータ
「行かせるんだ、アルガスッ！！

剣士アルガス
「なぜ止めるッ！

剣士ディリータ
「放っておいても骸旅団は全滅する！　わざわざ危険を冒す必要はないッ！

剣士アルガス
「…ぐッ！！

　（ラムザがエルムドア侯爵の様子を調べて）

剣士ラムザ
「大丈夫。弱っているだけで特に外傷はない。

剣士ディリータ
「イグーロスへ戻ろう…。



ガリオンヌの領主
BraveStory
『ガリオンヌの領主』
　イグーロス城で待っていたのは侯爵救出の労をねぎらう温かな言葉ではなく、命令違反を責めるダイスダーグの冷たい叱咤であった。「ベオルブの名を汚すな」と怒るダイスダーグ。そこへガリオンヌの領主にして現王妃の実兄、ラーグ公が現れた…。
ダイスダーグ卿
「…いったい、どういうことだ？　何故、ゼクラス砂漠へ行ったのだ？

剣士ラムザ
「…………。

ダイスダーグ卿
「黙っていたのではわからん。説明しろと言っている…。

剣士ディリータ
「自分がラムザを無理矢理、誘いました。

ダイスダーグ卿
「そうなのか、ラムザ？　ディリータのせいなのか？

剣士ラムザ
「…いえ、自分の意志です。ディリータのせいじゃありません。

剣士ディリータ
「いいえ、ラムザはウソを言っています。悪いのは…

剣士ラムザ
「僕をかばわなくていい。命令違反をしたのは僕の意志だ！

ダイスダーグ卿
「…皆が勝手気ままに振る舞うとしたら何のために“法”が存在するのだ？
「我々ベオルブ家の人間は“法”を順守する尊さを騎士の規範として示さねばならぬ。
「ベオルブの名を汚すつもりかッ？

剣士ラムザ
「……すみません、兄さん。

男の声（ラーグ公）
「もう、よいではないか、ダイスダーグ。

　（ラーグ公が入ってくる。ラムザ、ディリータ、アルガスらが膝をつく）

身なりのよい男（ラーグ公）
「侯爵を救出した功績は大きい。そう目くじらを立てなくともよい。
「功をあせる若い戦士たちの気持ちもわかるというもの。かつては、我らもそうであった。

ダイスダーグ卿
「…甘やかされては他の者たちに対してけじめがつきませぬぞ、ラーグ閣下。

ラーグ公
「そなたがダイスダーグの弟か。…楽にしてよいぞ。
「なるほど、亡きバルバネス将軍にそっくりだな…。よい、面構えだ。
「そのありあまる若さと力は城の警護だけで補えるものでもあるまい……。

　（ラーグ公が促すようにダイスダーグに目を向ける）

ダイスダーグ卿
「…骸旅団せん滅作戦も大詰めだ。おまえたちの参加を許そう。
「いくつかの盗賊どものアジトを一斉に襲撃する。そのひとつをおまえたちに任そう。

剣士ラムザ
「…はい。

　（ラムザ、ディリータ、アルガスらが一礼して退出する）

　（ラーグ公が窓辺に歩み寄る）

ダイスダーグ卿
「申し訳ありませぬ。

ラーグ公
「気にするな、ダイスダーグ。
「所詮、ギュスタヴもその程度の男だったということだ。
「侯爵誘拐がガリオンヌ領で行われた時点で、計画変更は避けようがなかったのだ…。
「それに侯爵の命を助けたのは事実。こちらの要求に対して侯爵側も妥協しないわけにはいくまい。
「結果として、貴公の弟君の行動は我々を有利な立場にしてくれた…。

ダイスダーグ卿
「国王の命もあとわずか…。事を急がねば…。

ラーグ公
「ああ、期待しているとも。我が友よ…。



盗賊の砦
剣士ミルウーダ
「そう、本隊との連絡も途切れたのね。私たちも、もうおしまいのようね…。

骸旅団白魔道士（女１）
「なに言っているんですか！　戦いはまだ終わってないじゃないですかッ！

骸旅団白魔道士（女２）
「そうですよ。やつら、貴族どもが我々に謝罪するまで続くんですッ！

剣士ミルウーダ
「兄さんの…、兄さんのやり方が甘いから……。

骸旅団見張り（シーフ・男）
「て、敵襲ッ！！

剣士アルガス
「侯爵様を救出できたのもラムザたちのおかげだ。この作戦が終了するまでは手伝うぜ！

勝利条件　剣士ミルウーダを倒せ！
READY！

【ミルウーダHP減少時】

剣士ミルウーダ
「貴族がなんだというんだ！　私たちは貴族の家畜じゃない！
「私たちは人間だわ！　貴方たちと同じ人間よッ！
「私たちと貴方たちの間にどんな差があるっていうの！？　生まれた家が違うだけじゃないの！
「ひもじい思いをしたことがある？　数ヶ月間も豆だけのスープで暮らしたことがあるの？
「なぜ私たちが飢えなければならない？　それは貴方たち貴族が奪うからだ！　生きる権利のすべてを奪うからだッ！

剣士アルガス
「同じ人間だと？　フン、汚らわしいッ！
「生まれた瞬間からおまえたちはオレたち貴族に尽くさねばならない！
「生まれた瞬間からおまえたちはオレたち貴族の家畜なんだッ！！

剣士ミルウーダ
「誰が決めたッ！？　そんな理不尽なこと、誰が決めたッ！

剣士アルガス
「それは天の意志だ！

剣士ミルウーダ
「天の意志？　神がそのようなことを宣うものか！
「神の前では何人たりとも平等のはず！　神はそのようなことをお許しにはならない！　なるはずがないッ！

剣士アルガス
「家畜に神はいないッ！！

剣士ミルウーダ
　 「！！！！

剣士ディリータ
「ラムザ、 彼女は本当に僕らの敵なのか…？

【戦闘終了後】

剣士ラムザ
「おとなしく剣を棄てるんだ。抵抗しなければ命だけは助けよう。

CONGRATULATIONS！
THIS OPERATION IS COMPLETED！



骸旅団の女剣士
BraveStory
『骸旅団の女剣士』
　骸旅団せん滅作戦も大詰め。ガリオンヌの南端の、通称“盗賊の砦”と呼ばれる小さな砦を攻撃したラムザは一人の女剣士と出会う。
　彼女の名はミルウーダ。骸旅団のリーダー、ウィーグラフの妹である。彼女は貴族などの支配者階級を厳しく批判し、その怒りをぶつけた…。
剣士ミルウーダ
「殺せ、殺すがいい。我々はどうせ家畜なんだ…、殺せッ！

剣士ラムザ
「それほどまでに僕らが憎いのか…？

剣士アルガス
「ラムザッ！　やれ！　殺すんだッ！！
「こいつはおまえの敵だ！　ベオルブ家の敵だ！　わかるか？　おまえの敵なんだよ！
「こいつは敗者だ。人生の敗者だ！　敗者を生かしておく余裕はどこにもない！
「殺せッ、ラムザッ！　おまえがその手でやるんだッ！！

剣士ディリータ
「ラムザ、僕には彼女が敵とは思えない…。

剣士アルガス
「なんだと？　気でも狂ったのか、ディリータ？

剣士ディリータ
「彼女は家畜じゃない…。そうさ、僕らと同じ人間だ…。

剣士アルガス
「裏切るのか、ディリータ！？　やはり、おまえは……！！！

　（ミルウーダが立ち上がる）

剣士ミルウーダ
「情けをかけるのか。なめられたものね…。
「あなたが、あのベオルブ家の一員で ある以上、あなたは私の敵よ。それを覚えておくといいわ…。

　（ミルウーダが足を引きずりながら去る）

剣士ラムザ
「ディリータ、僕らは……？

　（ディリータは目を瞑り首を振る）

　（アルガスが腕組みをして横を向く）

剣士アルガス
「チッ、どいつもこいつも……。



骸旅団の襲撃！
BraveStory
『骸旅団の襲撃！』
　成都イグーロスのベオルブ邸を骸旅団が襲撃した。せん滅作戦のため警備が手薄だった隙をつかれたのだ。骸旅団の狙いはラーグ公の重臣であるダイスダーグ卿を暗殺すること。襲撃は成功したかに見えたが、聖騎士ザルバッグの活躍によって暗殺は未遂に終わった。しかし、ディリータの妹ティータを人質に取られてしまった…。
同時刻
ガリオンヌの成都イグーロス
ベオルブ邸

ティータ
「イヤッ！　やめてッ、離してッ！！

　（骸旅団の一人がティータを連れてチョコボで走り去る）

騎士ゴラグロス
「早くしろッ！

　（もう一人がアルマを引っ張って邸から出てくる）

アルマ
「痛いッ！　手を離してッ！　兄さんッ！！

　（ザルバッグが走り出てきて賊を斬り倒す）

騎士ゴラグロス
「チッ、ここまでかッ！！

　（ゴラグロスがチョコボで逃げ去る）

聖騎士ザルバッグ
「大丈夫か、アルマ？

アルマ
「ええ、私は大丈夫。それよりティータが…。

聖騎士ザルバッグ
「ああ、わかっている。

　（邸から負傷したダイスダーグが出てくる）

聖騎士ザルバッグ
「兄上ッ！！

ダイスダーグ卿
「わ、私は大丈夫だ…。アルマは…無事か……？

アルマ
「はい、なんともありません。ひどい怪我……。

ダイスダーグ卿
「ま、まさか、ここを襲撃するとは…。私を狙ってきたか……。

聖騎士ザルバッグ
「５人程やられました…。ティータもさらわれてしまいました。

ダイスダーグ卿
「やつらを追え…。草の根を分けても捜し出せ…。

アルマ
「兄さん、もうそれ以上、しゃべらないで！

ダイスダーグ卿
「骸旅団め……。

　（ダイスダーグが力尽きる）

アルマ
「兄さん、兄さんッ、しっかりしてッ！

聖騎士ザルバッグ
「誰かッ！　誰かいないのかッ！！



イグーロス城
　（ダイスダーグの寝室？）

ダイスダーグ卿
「敵のアジトを落としたそうだな…。よくやった…。
「あとは、ザルバッグに任せてゆっくりと休むがいい…。ご苦労だったな…。

ダイスダーグ卿
「心配するな…。たいした傷ではない…。

剣士ラムザ
「兄さん、ティータは…、ティータはどうなるんですか…？

ダイスダーグ卿
「…やつらの本拠地を発見次第、ザルバッグが総攻撃をかける。

　（思わずディリータが一歩踏み出す）

剣士ラムザ
「そ、そんな…！！

ダイスダーグ卿
「骸旅団はもうガタガタだ。逃げている者も数十人しかいない。
「頭目のウィーグラフは未だに捕らえていないが、それも時間の問題だろう…。

剣士ラムザ
「ティータを……ティータを見殺しにするんですか？

ダイスダーグ卿
「心配するな。手は打ってある。
「ティータの身柄を取り戻すまでは総攻撃などはせん。絶対にな…。
「実の妹のように想っているティータを見殺しになどするものか…。



怒りのディリータ
BraveStory
『怒りのディリータ』
　骸旅団の襲撃によって傷ついたダイスダーグ卿は、すでに骸旅団が壊滅状態にあること、ザルバッグが総攻撃の準備を進めていること、ティータを取り戻すまでは総攻撃するつもりがないことをラムザに告げた。
　その一方で、平民の娘を助ける必要はないと主張するアルガスに対してディリータは激昂した。
　（ベオルブ邸の玄関の外）

剣士ラムザ
「待てよ、ディリータ。どこへ行こうっていうんだ。
「とにかく、落ちつけよ！

剣士ディリータ
「落ちつけだと？　落ちついていられるものかッ！

剣士ラムザ
「どこにいるかもわからないんだ！　あてもなく捜したって意味がないよ！

　（ディリータがラムザの胸ぐらをつかむ）

剣士ディリータ
「意味がないだと！？　たった一人の妹なんだぞ！！

剣士ラムザ
「に、兄さんも…言っていたじゃないか……。
「ティータを見殺しには…しないって…と…に…かく…今……動いても……く、苦しいよ……。

　（ディリータが手を離す。咳きこむラムザ）

剣士ディリータ
「すまない、ラムザ。大丈夫か…？

剣士ラムザ
「あ、ああ…。ゴホッ、ゴホッ…。

　（アルガスが邸から出てくる）

剣士アルガス
「オレは“絶対”なんて言葉を“絶対”に信じないけどな。

剣士ラムザ
「兄さんが嘘をついているとでも？

剣士アルガス
「ああ、オレだったら、平民の娘を助けるなんてことはしないな。

剣士ディリータ
「なんだと…！

剣士アルガス
「おまえたち平民のために兵など動かさんと言っているんだ！！

剣士ディリータ
「き、貴様ッ！！

　（ディリータがアルガスを殴り飛ばす。ラムザがディリータを止める）

剣士ラムザ
「よせッ！　ディリータ！

剣士ディリータ
「離せッ！　畜生、離せッ！！

剣士アルガス
「フン、やっぱり平民は所詮、平民だ。貴族になれやしないッ！
「ディリータ、おまえはここにいちゃいけないヤツなんだよ！　わかるか、この野郎ッ！

剣士ディリータ
「言わせておけばッ！！！

剣士ラムザ
「やめろッ！　ディリータ！　アルガスもいい加減にしろッ！！

剣士アルガス
「ラムザ、目を覚ませ。そいつはオレたちとは違う。
「わかるだろ、ラムザ。オレたち貴族とコイツは一緒に暮らしてはいけないんだ。

剣士ラムザ
「ばかな！　ディリータは親友だ。兄弟みたいにして暮らしてきたんだ！

剣士アルガス
「だからこそ、目を覚ませ。友だちごっこはもうおしまいだ。
「きみは名高きベオルブ家の御曹司だ。貴族の中の貴族だ。コイツと一緒にいちゃいけない。
「少なくとも、きみの兄キたちはそう思っているはずだぜ！

剣士ディリ－タ
「おまえみたいな貴族ばかりじゃない！　オレはラムザを信じる！

　（ラムザをちらりと見てディリータが去る。ラムザがアルガスに向き直って）

剣士ラムザ
「僕の前から消えろ！　二度と現れるなッ！！

剣士アルガス
「つれない言葉だな。仲間じゃないか。

剣士ラムザ
「二度とは言わないぞ！　さっさと行けッ！！

　（アルガスが立ち去りかけて振り返る）

剣士アルガス
「やつらの本拠地はジークデン砦だ。きみの兄キに聞いたよ。
「もっとも、正面からは近づけないぜ。幾重もの警戒線が引かれているとさ。裏から攻めるしかないな。
「ま、せいぜい、頑張ってくれよ。甘ったれた御曹司さん。

剣士ラムザ
「失せろッ！！

　（アルガスがヤレヤレというように肩をすくめて去る）



草笛
BraveStory
『草笛』
　ジークデン砦を目指す途中、夕日に照らされて黄金色に輝く草原に魅せられ足を止めたディリータは、自分の存在を問いかけた。何も答えられないラムザは自分の無力さを思い知る。
　ディリータは子供の頃、バルバネスに教えてもらった草笛を奏で始めた…。
剣士ディリータ
「きれいだな。ティータもどこかでこの夕日を見ているのかな…。

剣士ラムザ
「…大丈夫だよ、ディリータ。ティータは無事さ。

剣士ディリータ
「…違和感は感じていたさ。ずっと前からな。

剣士ラムザ
「アルガスの言ったことを気にしているのか？

剣士ディリ－タ
「どんなに頑張ってもくつがえせないものがあるんだな…。

剣士ラムザ
「そんなこと言うなよ。努力すれば……

　（ラムザが視線をそらす）

剣士ディリータ
「努力すれば将軍になれる？
「この手でティータを助けたいのに何もできやしない…。
「僕は“持たざる者”なんだ…。

剣士ラムザ
「………………。

　（ディリータが草をむしり取る）

剣士ディリータ
「おぼえてるか？　親父さんに教えてもらった草笛を…。

　（ディリータが草笛を吹き、ラムザを見る。ラムザも草笛を吹く。ラムザとディリータの草笛の音色が重なる）



レナリア台地
剣士ミルウーダ
「ここも、封鎖されているのか…。我々に逃げ道はないということね。

骸旅団戦士（ナイト・女）
「もうあきらめましょう。おとなしく投降したほうが…。

剣士ミルウーダ
「やつらに捕まるぐらいならここで死んだほうがマシよ！！
「だいたい捕まればそのまま処刑台行きなのよ！　戦うしか活路はないのよッ！

勝利条件　剣士ミルウーダを倒せ！
READY！

剣士ディリータ
「ウィーグラフはどこだッ！　ティータをどこへやった！！

剣士ミルウーダ
「ティータ？　ゴラグロスが人質にしたベオルブ家の娘のこと？

剣士ディリータ
「ティータはオレの妹だッ！　ベオルブとは関係ないッ！！
「おまえたちがティータを人質にしても何の意味もない！　お願いだ、妹を返してくれッ！！

剣士ミルウーダ
「貴方たちは返してくれるの？
「貴方たち貴族が、私たちから奪ったすべてのものを貴方たちは返してくれるの？
「最初に奪ったのは貴方たち。私たちはそれを返してくれと願っているにすぎない。
「だが、貴方たちは返してくれない。ただ、ひたすら奪い続けるだけだ！　だから、私たちは力を行使する！
「あきらめなさい！　貴方の妹を返さねばならない理由はどこにもないのよッ！！

剣士ディリータ
「オレは、オレは…！！

【ミルウーダHP減少時】

剣士ミルウーダ
「ここで、私は死ぬわけにはいかない！　革命の途中で死ぬわけにはいかない！

　（次のターン）

剣士ラムザ
「革命といったな…。革命を起こす必要があるのか…？
「僕らが悪いのか？　僕らがきみたちをを苦しめているのか？　何がいけないんだ…？

剣士ミルウーダ
「知らないということはそれだけで罪だわ！
「あなたが当然と思う世界はあなたに見える範囲だけ。でも、それだけが世界じゃない。
「あなたが悪いわけじゃない。でも、現状が変わらない限り、私はあなたを憎む！
「あなたがベオルブの名を継ぐ者である限り、あなたの存在そのものが私の敵ッ！

【ミルウーダ瀕死時】

剣士ミルウーダ
「私だって骸旅団の戦士ッ！！　逃げたりするものかッ！！

剣士ラムザ
「剣を棄てろ、ミルウーダ！　これ以上の戦いは無意味だッ！
「剣を棄て、戦いをやめ、話し合おう！　どこかに解決策があるはずだ！　それを見つけよう！
「僕が兄さんに言おう！　いや、ラーグ公に言おう！　僕を信用してくれッ！！

剣士ミルウーダ
「そんな甘言につられるものかッ！！　おまえたちの嘘は聞きあきたッ！！

剣士ラムザ
「僕は嘘なんて言っていないッ！！

【ミルウーダ死亡時】

剣士ミルウーダ
「に、兄さん……。ごめんなさい………。

　（ミルウーダが絶命する）

剣士ラムザ
「どうして……、どうして、こんなことに……。

　（ディリータがうずくまる）

剣士ディリータ
「くそッ、オレはいったい何者なんだ！　オレはいったい……。

CONGRATULATIONS！
THIS OPERATION IS COMPLETED！



ひとつの石と小さな波紋
BraveStory
『ひとつの石と小さな波紋』
　フォボハム平原に点在する風車小屋の中に北天騎士団の追跡を逃れたゴラグロスとウィーグラフがいた。ティータを誘拐したことを強く非難するウィーグラフ。そこへミルウーダの死の知らせが届いた。深い悲しみと憎しみに包まれたウィーグラフは仇を討つべく剣を握りしめた…。
　（風車小屋内）

騎士ウィーグラフ
「何故、娘を誘拐した？

騎士ゴラグロス
「我々が逃げるためには人質を取らざるをえなかったんだ。

騎士ウィーグラフ
「逃げるだけならば途中で解放することもできたはず。
「ゴラグロス、まさか、おまえまで…！

騎士ゴラグロス
「ギュスタヴと一緒にするのか！
「よく考えてみろ、ウィーグラフ。我々骸騎士団は仲間の大半を失い 今も北天騎士団に包囲されている。
「この窮地を乗り切るためにはまたとない切り札となるぞ。この娘はベオルブ家の令嬢だからな！

　（一同が一斉に囚われのティータを振り返る）

騎士ウィーグラフ
「逃げてどうする？　いや、どこへ逃げようというのだ？
「この場から逃れようとも我々は奪われる側…。いいように利用されるだけだ！
「我々は我々の子供たちのために未来を築かねばならない。同じ苦しみを与えぬためにも！
「我々の投じた小石は小さな波紋しか起こせぬかもしれんがそれは確実に大きな波となろう。
「たとえ、ここで朽ち果てようともな！

騎士ゴラグロス
「我々に“死ね”と命ずるのか？

騎士ウィーグラフ
「ただでは死なぬ。一人でも多くの貴族を道連れに！

騎士ゴラグロス
「バカな！　犬死にするだけだ！！

騎士ウィーグラフ
「いや、ジークデン砦には生き残った仲間がまだいるはずだ。
「合流すれば 一矢報いることはできよう！

騎士ゴラグロス
「すでに、殺られているかも……。

　（骸旅団の戦士が入ってきて、ウィーグラフに報告する）

騎士ウィーグラフ
「なんだとッ！　ミルウーダが殺られたというのか！

　（ウィーグラフが拳を震わす）

骸旅団戦士（モンク・女）
「ミルウーダの命を奪った小隊がここへ来るのも時間の問題です。
「ウィーグラフ様、ご指示を！

騎士ウィーグラフ
「わかった。ここを撤退する！！
「聞いてのとおりだ、ゴラグロス。ジークデン砦へ向こうぞ。娘はここへ置いていけ！

骸旅団見張りの声
「敵襲ッ！！　北天騎士団のヤツラだーッ！！

　（骸旅団戦士が一足先に出て行く）

騎士ウィーグラフ
「チッ、早いなッ！！
「ここは私がくい止める！　ゴラグロス、おまえは他の仲間と共にジークデン砦を目指せ！！

　（ウィーグラフが出て行く）

騎士ゴラグロス
「オレは逃げてやる……。死んでたまるか！

　（ゴラグロスがティータを振り返る）



風車小屋
騎士ウィーグラフ
「おまえたちは、あの時の…。まさか、おまえたちがミルウーダを？
「おまえたち士官候補生たちが我が妹、ミルウーダを倒したというのか…！

剣士ラムザ
「彼女はウィーグラフの妹だったのか？

騎士ウィーグラフ
「…ならば、退くわけにはいくまい。妹の仇を討たせてもらおうかッ！！

勝利条件　騎士ウィーグラフを倒せ！
READY！

剣士ディリータ
「ティータを、オレの妹のティータを返してくれッ！！

騎士ウィーグラフ
「ティータ？　あの娘のことか？　ならば、おまえがベオルブ家の？

剣士ラムザ
「彼はベオルブ家と関係ない！　僕がベオルブの名を継ぐ者だッ！！

騎士ウィーグラフ
「なるほど、ゴラグロスが間違えたか。だが、まったく無関係ではあるまい？

剣士ラムザ
「ベオルブ家に関わるものならば皆一緒と言いたいのか？

騎士ウィーグラフ
「違うとでも？
「どちらにしてもあの娘は解放するつもりだった。人質に取るつもりはない。
「だが、その前に、決着をつけよう！　あの娘を返して欲しくば私を倒してからにするがいいッ！！

【ウィーグラフHP減少時】

剣士ラムザ
「剣を捨てろ、ウィーグラフ！　これ以上の命の奪い合いは無駄だッ！

騎士ウィーグラフ
「では、何故、妹を…、ミルウーダを殺したッ！

剣士ラムザ
「命を奪おうと最初から考えていたわけじゃない！
「戦わなくても、他に方法があるんじゃないのかッ？　話し合うことはできないのかッ？

騎士ウィーグラフ
「やはり、おまえはわかっていない。我々が剣を棄てない理由を！
「話し合いに何が期待できる？　おまえがそれを願ったとして、それを実現できるのかッ？
「できはしまい？　よしんば、おまえがそうしたとしてもおまえの兄たちは認めんよ！！

剣士ラムザ
「兄さんたちだって争いをしたいわけじゃないッ！！
「ウィーグラフ、貴方さえ剣を棄ててくれれば兄さんたちだって話し合いに応じてくれるはずだッ！

騎士ウィーグラフ
「ハッハッハッ！　これは傑作だッ！
「おまえの兄たちが争いを起こしたくないだと？　おまえはどこまで幸せなヤツなんだ！

　（次のターン）

剣士ラムザ
「兄さんたちが好んで戦いをしかけていると言いたいのかッ！！

騎士ウィーグラフ
「青いな！　執政者の手なんぞ黒い血で汚れているもの！
「ダイスダーグに正義があるとでも？　正義とはそれを語る者によってころころと変わるものだ！

剣士ラムザ
「兄さんたちを愚弄するのかッ！！

【ウィーグラフ瀕死時】

騎士ウィーグラフ
「クッ、手強いッ！！
「ミルウーダ、すまぬ！　私はここで死ぬわけにはいかないッ！

剣士ラムザ
「待てッ、ウィーグラフ！　逃げるのかッ！！

騎士ウィーグラフ
「エルムドア侯爵をギュスタヴに誘拐させたのは誰だと思う？
「それはおまえの兄、ダイスダーグだ！　もちろん、聖騎士ザルバッグ殿もそれを知っているだろうッ！！

剣士ラムザ
「ばかなッ！　何故、兄さんがそんなことをしなければならないッ！

騎士ウィーグラフ
「国王亡き後の覇権をめぐり二人の獅子が争おうとしている！
「一人は白獅子ラーグ公、もう一人は黒獅子ゴルターナ公。
「二人は誰が味方で誰が敵なのかを見極めようとしている。しかし、他人の頭の中を覗くのは難しい。
「ならば、いっそ亡き者にしその領地に息のかかった者を送り込めばいい！
「革命に疲れた愚かなギュスタヴはおまえの兄・ダイスダーグの甘言につられて侯爵を誘拐した…！

剣士ラムザ
「ウソだッ！！　誇り高きベオルブ家の人間がそんな卑怯なことをするものか！

騎士ウィーグラフ
「自分の目と耳で確かめるがいい！　さらばだ、ベオルブの名を継ぐ者よ！

　（ウィーグラフと骸旅団が消える）

剣士ラムザ
「待てッ、ウィーグラフッ！！　その言葉を訂正しろッ！！

CONGRATULATIONS！
THIS OPERATION IS COMPLETED！

　（風車小屋の中）

剣士ディリータ
「ティータ！　どこだ、ティータ！！

　（ディリータ、ラムザが飛び込んでくる）

剣士ディリータ
「いない！　どこにもいないッ！　ティータ、どこだッ！！

剣士ラムザ
「ウィーグラフめ、ウソだったのか！？

剣士ラムザ
「ディリータ、ジークデン砦へ行こう！　きっとティータはそこにいるはずだ。

剣士ディリータ
「どうしてだ？　どうして、こんなことになった？
「教えてくれ、ラムザ。どうして、ティータがこんな目に…。

　（ディリータがうずくまる）

剣士ラムザ
「ディリータ……。



ジークデン砦
　（ゴラグロスがティータを抱えて引き寄せる）

騎士ゴラグロス
「さっさと、ここを立ち去るんだッ！　この娘がどうなってもいいのかッ！
「おかしなマネはするなよ！　この砦の中には火薬がごまんと積まれているんだ！
「おまえたち全員を吹き飛ばすだけの量はたっぷりあるんだぞッ！　わかったら、さっさと行けッ！

聖騎士ザルバッグ
「我々北天騎士団は貴様たちの脅しなどに屈したりはしないッ！！

　（ラムザ、ディリータらがやってくる）

剣士ラムザ
「兄さんッ！　アルガスッ！！

剣士ディリータ
「ティータッ！！

ティータ
「兄さんッ！！

騎士ゴラグロス
「早く退けッ！　さあッ！！

聖騎士ザルバッグ
「構わん、やれ！

剣士アルガス
「ハッ！

　（アルガスがティータを射つ）

騎士ゴラグロス
「な、なんのつもりだ…？？

　（ゴラグロスもアルガスに射抜かれる）

ティータ
「ディリータ…兄さ……ん…………。

剣士ディリータ
「ティーターッ！！！！！

　（北天騎士団の騎士がやってきてザルバッグに報告する）

北天騎士団騎士（男）
「ザルバッグ将軍閣下、山道に新たな敵兵が出現しました！
「人数は約５０名ほど。中にウィーグラフらしき顔を見かけたとの報告です！

聖騎士ザルバッグ
「わかった、すぐに行く。…あとは任せたぞ、アルガス。

　（北天騎士団騎士とザルバッグが去る）

騎士ゴラグロス
「ク…、クソッ……！

　（ゴラグロスが砦の中に這い入り、扉を閉める）

剣士ディリータ
「ティータッ！

　（ディリータがラムザを押しのけて踏み出す）

剣士アルガス
「どこへ行こうっていうんだ？

剣士ディリータ
「アルガスッ！　貴様ーッ！！

剣士アルガス
「なんだ、やろうッていうのか？　いいだろう、相手になるぜ！

剣士ラムザ
「兄さん…、どうして…？　どうして、ティータを……？

剣士アルガス
「さあ、かかってこいよ！　家畜は所詮家畜だってことを教えてやるッ！！

　（アルガスの口笛の合図で敵の増援が現れる）

勝利条件　剣士アルガスを倒せ！
READY！

剣士ラムザ
「何故だ、何故、こんなことをするッ！　アルガス、何故だッ！！

剣士アルガス
「ラムザ、おまえの兄キの命令だぜ。何故はないだろ？
「それに、たかが平民の小娘のためにおまえは騎士団の誇りを捨ててあいつらの要求を飲むというのか！？

剣士ラムザ
「ティータは…、ティータはディリータの妹なんだぞッ！！

剣士アルガス
「いい加減に気付いたらどうだ！　『違う』ってことにな！
「生まれも違うなら、これからの人生もまったく違う！　宿命って言ってもいい！
「ヤツとヤツの妹はここにいてはいけなかった！　花でも売って暮らしていればよかったんだよッ！

　（次のターン）

剣士アルガス
「ラムザ、おまえはどうなんだ？
「何故、オレと戦うッ？　オレに剣を向けるということは、北天騎士団を裏切るということだぞ！

剣士ラムザ
「クッ…。しかし…、しかし、こんなことが、許されるっていうのか！

剣士アルガス
「筋金入りの甘ちゃんだぜッ！　何故、おまえなんかがベオルブ家に？

　（次のターン）

剣士ラムザ
「僕だって、好きで生まれたわけじゃないッ！！

剣士アルガス
「それが甘いって言うんだよッ！　自分に甘えるなッ！！
「ベオルブ家は武門の棟梁だ！　トップとして果たさねばならない役割や責任があるッ！
「おまえでなければできないことがたくさんあるんだ！　それができないヤツの代わりに果たさねばならない！

剣士ラムザ
「利用されるだけの人生なんてまっぴらだッ！！

剣士アルガス
「利用されるだけだと？　ふざけるなッ！！
「ベオルブ家がベオルブ家として存在するために、オレたちは利用されてきた！
「いや、もちろん、オレたちだってベオルブ家を盾として、その庇護の下生き続けることができた！
「そうさ、持ちつ持たれつの関係を築いてきたんだッ！　そうやっておまえは生きてきたッ！
「利用されるだけだと？　おまえは、“親友”と称するディリータでさえ利用してきたんだ！

剣士ラムザ
「僕がディリータを利用してきた…？

【分岐】
・マンダリア平原の選択で１を選んだ（任務を優先した）場合
・マンダリア平原の選択で２を選んだ（アルガスの救助を優先した）場合

・マンダリア平原の選択で１を選んだ（任務を優先した）場合

剣士アルガス
「おまえだってベオルブ家の人間としてその使命を知っているはずだ！
「そう、マンダリア平原でオレが敵に襲われているとき、任務を優先したようになッ！！

剣士ラムザ
「クッ！！

・マンダリア平原の選択で２を選んだ（アルガスの救助を優先した）場合

剣士アルガス
「おまえだってオレを利用するためにマンダリア平原で助けたんだろう？

剣士ラムザ
「ばかなことをッ！　目の前で困っている人間を放っておけるかッ！

剣士アルガス
「だったら、次からは捨てておけ！　友好的な人間だけとは限らんからな！

【共通】

剣士ディリータ
「アルガスッ！　よくもティータをッ！　殺してやるぞ、殺してやるーッ！！

　（次のターン）

剣士アルガス
「悔しいか、ディリータ！　自分の無力さが悔しいだろッ？
「だが、それがおまえの限界だ！　平民出のおまえには事態を変えるだけの力はない！
「そうだ、そうやって、嘆き悔しがることしかできないんだ！　はっはっはっ、いい気味だぜ！！

剣士ディリータ
「言いたいことはそれだけか…？　それだけかッ、アルガスッ！！

剣士アルガス
「そういきりたつな、ディリータ！　すぐに妹の後を追わせてやるッ！

剣士ディリータ
「オレはおまえのいいなりにはならん！　誰にも利用されんッ！！

【ディリータHP半減時】

剣士ラムザ
「大丈夫か、ディリータ？

剣士ディリータ
「オレに構うな、ラムザ！　アルガスの次は、おまえの番だッ！！

剣士ラムザ
「ディリータ……。

【アルガス死亡時】

剣士アルガス
「く…くそッ…… おまえたち……な、軟弱どもに………やられ……

CONGRATULATIONS！
THIS OPERATION IS COMPLETED！



そして僕は逃げ出した…
BraveStory
『そして僕は逃げ出した…』
　雪の降るジークデン砦。骸旅団の残党が逃げ込んだこの砦はすでに北天騎士団が包囲していた。ティータを人質にしたゴラグロスはアルガスによって倒され、ティータもまた命を失う。妹を殺されたディリータは、アルガスを討ち取ることに成功した。しかし、ゴラグロスが仕掛けた爆薬によって爆発が始まり、砦は崩壊していく…。
剣士ラムザ
「……ディリータ。

　（ディリータがティータの亡骸を抱きしめる）

　（爆音が轟き、砦が揺れ出す）

剣士ラムザ
「なんだ！？　爆発…？？？

剣士ラムザ
「ディリータ、ここは危険だ！　早くこっちへッ！！

　（ラムザが爆風に吹き飛ばされる）

剣士ラムザ
「ディリータッ！！！

　（砦が大爆発し、ディリータが爆炎にのみ込まれる）

僕は今まで当然のように生きてきた。
その“当然”が崩れたとき
僕はすべてを棄てて逃げ出した…。



Chapter2THE MANIPULATOR & THE SUBSERVIENT
利用する者される者

オヴェリア追跡
BraveStory
『オヴェリア追跡』
　豪雨の中、騎士アグリアスはオヴェリアを取り戻すため、王女を誘拐したゴルターナ軍を追跡することを決意した。ゴルターナ軍の中にジークデン砦で死んだはずの親友、ディリータの姿を見たラムザも追跡に加わった…。
　（襲撃直後の礼拝堂前）

剣士ガフガリオン
「なンだ、ラムザ、さらっていった奴を知っているのか？

剣士ラムザ
「…………。

　（礼拝堂からアグリアスが出てくる）

騎士アグリアス
「オヴェリア様を連れているのだ、そう遠くへは行けないだろう。

剣士ガフガリオン
「追いかけるつもりか？

騎士アグリアス
「当然だ！　このままでは王家に対して顔向けができん！

剣士ガフガリオン
「おれたちは手伝わンぞ。契約外だからな！

騎士アグリアス
「正式な騎士でもない輩の手助けなどこちらから断る！
「自分の失敗は自分の力で補うのが騎士というもの。これは我々護衛隊の役目だ！
「行くぞ、ラヴィアン、アリシア！

　（礼拝堂から神学者シモンが出てくる）

騎士アグリアス
「大丈夫ですか、シモン殿！

神学者シモン
「…姫は、姫はどうなされた？

　（アグリアスが首を振る）

騎士アグリアス
「申し訳ございませぬ。オヴェリア様は必ず私が…！

神学者シモン
「い、いかん…、それでは…アグリアス殿が……。

騎士アグリアス
「心配召されるな。騎士の名誉にかけてお助けすることを誓いますッ！

剣士ラムザ
「僕も、僕も行きます！　足手まといにはなりません！

剣士ガフガリオン
「何を言ってンだ！　オレたちには関係ねぇことなンだぞ！

剣士ラムザ
「確かめなきゃいけないんだ！　この目で確かめなきゃいけないんだ！

剣士ガフガリオン
「…さっきの小僧か？

　（ラムザがうなずく）

剣士ガフガリオン
「チッ、仕方ねぇなぁ。どうなっても知らンぞ、オレは…！

利用する者される者
CHAPTER2　THE MANIPULATOR ＆ THE SUBSERVIENT


貿易都市ドーター
騎士らしき男（ヴォルマルフ）
「…首ひとつにつき５００ギル出そう。それでどうだ？

傭兵（シーフ・男）
「ダメだ。話にならん。２０００だ。首ひとつ２０００だ。

騎士らしき男
「貴様たちを“異端者”にするのは簡単なことなんだぞ。

傭兵
「オレたちを脅す気か？　…１０００ギルでどうだ？

騎士らしき男
「７００だ。それ以上は出せん。

　（傭兵は少し考えるようにして、ヤレヤレというように手を広げる）

傭兵
「わかったよ。それで手を打とう。

騎士らしき男
「よし。やつらはすぐにやってくる。一人残らず殺すんだ。いいな。

　（ラムザたちがやって来た物音がする）

騎士らしき男
「フン。噂をすればなんとやらか…。
「よし、やつらがターゲットだ。 しっかりやるんだぞ！

　（ヴォルマルフが立ち去る）

　（傭兵がラムザたちのやって来た方を見やり、驚き目をみはって帽子を地べたに叩きつける）

傭兵
「あいつはガフガリオンじゃねぇか！　くそッ！　７００じゃ少なすぎだぜ！

　（傭兵が口笛を吹き、仲間を集める）

剣士ガフガリオン
「チッ、待ち伏せか！　ご苦労なこったぜ！！

騎士アグリアス
「嫌なら帰ってもよいのだぞ。

剣士ガフガリオン
「金にならンことはしない主義なンだが　ま、これはサービスだな！

騎士アグリアス
「恩着せがましいことを！

勝利条件　すべての敵を倒せ！
READY！

【戦闘終了後】

騎士アグリアス
「こんなところで時間を費やしている場合ではない…
「早くオヴェリア様をお助けせねば…。

剣士ガフガリオン
「どこへ行こうっていうンだ。どこへ逃げたかわからンだろうが？

騎士アグリアス
「奴らが逃げるところは１ケ所だけだ。あそこに決まっている！
「難攻不落の要塞…、ベスラ要塞だ。

剣士ラムザ
「ベスラ要塞……。

CONGRATULATIONS！
THIS OPERATION IS COMPLETED！


アラグアイの森
ブラックゴブリン
「ゴブゴブ！　ゴブゴブゴブッ！！

チョコボ（ボコ）
「ク、クェ～ッ！！

　（ゴブリンたちの一匹がラムザたちに気づく）

ゴブリン
「ゴブゴブーッ！！

　（チョコボ、ゴブリンたちがそちらへ振り返る）

騎士アグリアス
「こんなところにチョコボが！

剣士ガフガリオン
「ゴブリンの森に迷い込むとはマヌケなチョコボだぜ！

【選択】
１．早く森を抜けなければ…。
２．大事な戦力になるかも？

１．早く森を抜けなければ…。

剣士ラムザ
「こんなところで無駄な時間を費やすわけにはいかない。
「早く森を抜けなければ…。

剣士ガフガリオン
「まったくそのとおりだ。金にならんことはするもんじゃない。

騎士アグリアス
「可哀想だが、今はオヴェリア様をお救いするのが先決だ。すまない。

勝利条件　すべての敵を倒せ！
READY！

【ボコが戦闘不能になった時】

チョコボ
「ク…クェ～ッ！！

２．大事な戦力になるかも？

剣士ラムザ
「飼い慣らされたチョコボより野生のチョコボの方が強いって、
「以前、ディリータが言ってたっけ。大事な戦力になるかも？

剣士ガフガリオン
「助けるつもりか、ラムザ？　金にはならんぞ！

騎士アグリアス
「オヴェリア様をお救いするのに役立つかもしれないが……。

勝利条件　チョコボを救助せよ
READY！

【ボコが戦闘不能になった時】

チョコボ
「ク…クェ～ッ！！

剣士ラムザ
「しまった！！

GAME OVER

【戦闘終了後・共通】

チョコボ
「ク…クェ～ッ！！

剣士ラムザ
「無事なようだな。

剣士ガフガリオン
「よかったな、おまえ。ラムザに感謝しろよ。

CONGRATULATIONS！
THIS OPERATION IS COMPLETED！


ゼイレキレの滝
北天騎士団騎士（男）
「もう、あとがないぞ！　観念するんだな！
「おとなしく王女を引き渡すんだ。そうすれば、おまえの命だけは助けてやろう！

騎士ディリータ
「白々しいウソを！　おまえたちの目的は王女の生命だろ？
「王女を殺害したとき、その真相を知るオレを、このまま生かして帰したりはしないはず！

北天騎士団騎士
「何をバカなことを！　我々は王女を助けに来たのだ！
「何故、王女の生命を奪わねばならん？　貴様たちゴルターナ軍に王女を渡すわけにはいかんのだよ！

　（オヴェリアが後ずさる）

　（ラムザたちがやって来る）

騎士アグリアス
「オヴェリア様ーッ！！

王女オヴェリア
「アグリアス！！

北天騎士団騎士
「チッ！　余計な連中がやってきたか！
「ガフガリオン！　そいつらを殺せッ！！　一気にカタをつけるぞッ！！

剣士ガフガリオン
「どういうことか、よくわからンが、これも契約だ。仕方ないな！

騎士アグリアス
「ガフガリオン、貴様、裏切る気かッ！！

剣士ガフガリオン
「裏切る？　とンでもない。こいつらはホンモノさ。
「オレたちの仕事は、お姫さまが“無事に”誘拐されるようにすることだ。
「そして、こいつらの任務は誘拐したやつらを口封じのためにここで始末することなのさ！

騎士アグリアス
「どういうことだ？？　誘拐が狂言だとでもいうのか？？

剣士ガフガリオン
「邪魔なンだよ、そのお姫さまはな！
「正統の後継者はオリナス王子だけでいいんだ。お姫さまが生きていると担ぎ出すヤツがあらわれるからな！

　（ディリータがちらりとラムザたちの方を見やって）

騎士ディリータ
「どうせ殺すことになるのなら役に立ってもらおう…。
「ゴルターナ軍に誘拐されたことにしてそのまま殺してしまえば、邪魔なライバルを失脚させることができ、
「邪魔なお姫さまも処分できる…。ラーグ公が書いたシナリオはそんなところだろう。
「…いや、そのシナリオを書いたのはきっとダイスダーグだな。
「ラムザ　おまえもそう思うだろ？

剣士ガフガリオン
「そういうわけだ、ラムザ。こいつらを皆殺しにするぞ！

剣士ラムザ
「また、力の弱い者を犠牲にしようというのか……。
「…そんなことを許しはしない！　これ以上、ティータのような犠牲者を出してはいけないんだッ！！

勝利条件　王女オヴェリアを死守せよ！
READY！

　（ラムザのターン）

剣士ラムザ
「ディリータ！　生きていたのか、ディリータ！

騎士ディリータ
「こんなところで再会するとはな！　あいかわらず兄キたちの言いなりか？

剣士ラムザ
「ばかな！　僕は何も知らない！　こんな計画なんて知りもしない！
「それより、ディリータ、きみこそ兄さんたちの計画に荷担しているのか！？

騎士ディリータ
「冗談を言うな！　オレはお姫さまを助けにきたのさ！
「お姫さまを利用しようというやつらの手から、お姫さまを自由にするためにな！！

剣士ガフガリオン
「ウソを言うンじゃねぇ！　おまえも雇われたンだろ？
「金のために王女誘拐という仕事を請け負ったンだろ！　今さらシラを切るンじゃねぇッ！！

騎士ディリータ
「貴様と一緒にするな！　金のためにやっているわけではない！

剣士ガフガリオン
「じゃ、誰だ？　オレの仕事を邪魔するヤツは？
「計画をかぎつけたガキが正義感に駆られて王女を救出に来たとでもいうのかッ！？
「おまえは誰に雇われている？　誰からこの計画を聞いた？　言えッ！

騎士ディリータ
「それは貴様の知るところではない！

　（オヴェリアのターン）

王女オヴェリア
「貴方は何者なの？　味方、それとも敵？

騎士ディリータ
「あなたと同じ人間さ！

　（アグリアスのターン）

騎士アグリアス
「オヴェリア様ッ！　今、お助けいたしますッ！！

剣士ガフガリオン
「そうはさせるか！

騎士アグリアス
「自分が何をしようとしているのか　貴様はわかっているのかッ！？
「オヴェリア様は養女といえども王家の血筋。そのような方を貴様は手にかけようというのだぞッ！

剣士ガフガリオン
「ああ、わかっているさ！　よぉく、わかっているとも！
「王女といえども邪魔なら排除される！　それが頂点に立つ“王家の血筋”ってヤツなンだろ？

騎士アグリアス
「貴様ッ、オヴェリア様を愚弄するか！

剣士ガフガリオン
「邪魔なら殺される…、オレたち平民と変わらんってことさ！
「違うのは、おまえのような頭の固いヤツらが何も考えずに忠誠を誓うってことぐらいか！！
「生きていたって、頂点に立たない限り利用されるだけなンだ。だったら今、殺された方がマシだぜッ！

騎士アグリアス
「ならば、私が護ってみせる！！

　（次のラムザのターン）

剣士ラムザ
「あなたはこの計画を知っていたのか！　何故、こんな汚い仕事をッ！！

剣士ガフガリオン
「汚いだと！？　金を稼ぐのに奇麗もクソもあるか！
「オレはプロの傭兵なンだぞ！　請け負った仕事はどんな内容でもやり遂げる、それがプロってもンだ！

剣士ラムザ
「何故、僕に話してくれなかった！　どうしてッ！！

剣士ガフガリオン
「話したらどうした？　オレを止めたか？
「オレたちがやらなくても誰かがこの仕事を請け負うンだ！　わかるか！
「おまえの知らないところで誰かが死ぬンだ！　それが現実だ！
「おまえは、おまえの知らないところで起きていることを止められるとでもいうのか！？

剣士ラムザ
「しかし…、しかし、こんなこと、許されるっていうのか！

剣士ガフガリオン
「“しかし”って言うンじゃねぇ！
「おまえは“現実”から 目を背け、逃げているだけの子供なンだよ！
「それがイヤなら自分の足で誰にも頼らずに歩けッ！　独りで生きてみせろッ！！
「それができないうちはオレにでかい口をきくンじゃねぇッ！

【ガフガリオン瀕死時】

剣士ガフガリオン
「くそッ！

　（ガフガリオンが戦闘から離脱する）

【オヴェリアが戦闘不能になった時】

王女オヴェリア
「か、神よ……。

剣士ラムザ
「しまったッ！！

騎士アグリアス
「オヴェリア様ーッ！！

GAME OVER

CONGRATULATIONS！
THIS OPERATION IS COMPLETED！


ディリータとの再会
BraveStory
『ディリータとの再会』
　ゼイレキレの滝でオヴェリアを誘拐したディリータが北天騎士団に襲われていた。その戦いの中で、王女誘拐はゴルターナ公を失脚させると同時に、王位の第二継承者である王女の暗殺を狙ったラーグ公の狂言であることが発覚した。その関係に一枚かんでいたガフガリオンは敵にまわるが、ラムザは王女の味方についた…。
騎士ディリータ
「オヴェリア王女をオレに預けるんだ。その方がお姫さまのためだぞ。

　（アグリアスがオヴェリアを護るように手で遮る）

剣士ラムザ
「ディリータ、きみはいったい何を企んでいるんだ…？

騎士ディリータ
「企む？　とんでもない。オレは真実を言っているだけさ。
「そうだろ？　北天騎士団を敵にまわしたおまえたちがお姫さまをどこへ連れて行くっていうんだ？
「すぐにおまえたちを捕らえるために北天騎士団の精鋭たちがやってくることだろう。
「いったいどこへ逃げるつもりなんだ？

剣士ラムザ
「そ、それは…。

騎士ディリータ
「よく考えてみろ。
「ラーグ公の計画ということは王妃も知っているってことだ。つまり、王家は味方じゃない。
「なら、ゴルターナ公か？　いや、それも無理だ。自分の疑いを晴らすためにおまえたちを処刑するぜ。

騎士アグリアス
「おまえならどうするというんだ？

騎士ディリータ
「おまえたちにはできないことをするだけさ。

剣士ラムザ
「どういう意味なんだ？

騎士ディリータ
「さあな…。

　（ディリータが背を向ける）

騎士ディリータ
「おまえたちにお姫さまをもう少し預けておくことにしよう。

剣士ラムザ
「ディリータ…　また会うことができて嬉しいよ。

　（ディリータは目を瞑り、思い出すように空を見上げる）

騎士ディリータ
「ティータが助けてくれた…。

剣士ラムザ
「え？

騎士ディリータ
「あのとき、ティータがオレを守ってくれたんだ…。

剣士ラムザ
「………。

　（ディリータが去りかける）

王女オヴェリア
「感謝いたします、ディリータさん。

　（ディリータ、立ち止まって）

騎士ディリータ
「また会おう、ラムザ。

　（ディリータが立ち去る）

騎士アグリアス
「ラムザ、加勢してくれたことに感謝する。
「しかし、よいのか？　北天騎士団を敵にまわしたのだぞ。

剣士ラムザ
「気にしないでください。自分で選んだ道です。
「それより、これからどうします？　ディリータの言ったとおり、僕らを助けてくれる人はいない…。

騎士アグリアス
「ドラクロワ枢機卿に助けを求めてみようと思う…。
「ライオネルはグレバドス教会の所轄領だ。教会ならなんとかしてくれるのではないだろうか…。

剣士ラムザ
「たしかにライオネルなら北天騎士団もうかつに手を出せない…。
「行きましょう。僕らにはそこへ行くしかない。


城塞都市ザランダ
　（逃げてきた若者（ムスタディオ）が壁際に追いつめられる）

剣士（ナイト・男）
「どこへも逃げられんぞ！　命が惜しければおとなしく渡すんだ！

若者（ムスタディオ）
「何を渡せっていうんだ？　オレには何のことだかさっぱり…。

剣士
「しらばっくれるんじゃない！　ムスタディオ！
「自分の親父がどうなってもいいのか？　素直に『聖石』を渡すんだ。渡せば親父を解放してやろう。
「…よし、捕らえるんだ！

　（ムスタディオがひらりと壁の上に逃げる）

ムスタディオと呼ばれた若者
「ルードヴィッヒのヤローに言っておけ！
「親父に指一本でも触れてみろ！　『聖石』は二度と手に入らないことになるってなッ！！

騎士アグリアス
「もめ事か？　あの若者が誰かに追われているようだが…？

【選択】
１．関わりたくはないが…。
２．放ってはおけないな！

１．関わりたくはないが…。

剣士ラムザ
「関わりたくはないが、見過ごすこともできない。
「彼を助けよう！

勝利条件　すべての敵を倒せ！
READY！

【ムスタディオが戦闘不能になった時】

機工士ムスタディオ
「せ、聖石を…やつらに渡しては…ダメだ……。

２．放ってはおけないな！

剣士ラムザ
「このままでは彼はやられてしまう！　放ってはおけないな！
「彼を助けよう！

勝利条件　機工士ムスタディオを救助せよ
READY！

【ムスタディオが戦闘不能になった時】

機工士ムスタディオ
「すまない…、親父……。

GAME OVER

【戦闘終了後・共通】

剣士ラムザ
「大丈夫かい？

機工士ムスタディオ
「ああ、なんとかな。ありがとう。助かったよ。

CONGRATULATIONS！
THIS OPERATION IS COMPLETED！


機工士
BraveStory
『機工士』
　城塞都市ザランダでバート商会の追撃を受けていた若者は、ムスタディオと名乗った。機工都市ゴーグで『銃』をはじめとする“失われた文明”の復興に尽力する機工士の一人である。
　囚われた父を案ずる若き機工士は、追撃の理由を明かさぬまま、ドラクロワ枢機卿の庇護を求めライオネル城へ向かう一行に同道を願い出る。
　（ある家屋）

機工士ムスタディオ
「…やつらはバート商会に雇われたごろつきどもさ。

騎士アグリアス
「バート商会？　貿易商として有名なあのバート商会？

機工士ムスタディオ
「知っているのか？　だが、ただの貿易商じゃないぜ。
「裏では阿片の密輸から奴隷の売買まで悪どいことを手広くやっている犯罪組織なのさ、バート商会は。

剣士ラムザ
「そんな奴らに何故、追われていたんだい？

機工士ムスタディオ
「…オレたちがなんで機工士って呼ばれてるか知っているかい？

　（ラムザは首を振る）

騎士アグリアス
「機工都市ゴーグの地下には“失われた文明”が遺されているそうだな…。
「聖アジョラがまだこの世にいた時代、空には無数の飛空艇が浮かび、街には機械仕掛けの人間がいたという。
「しかし、時代の流れと共にそうした技術は失われ、今では本当にそんな技術があったのかどうかすら不明だ。

機工士ムスタディオ
「でも、そうした文明があったのは確かなんだよ。
「ゴーグの地下には飛空艇の残骸や得体の知れない機械の破片がたくさん埋まっているんだ。
「オレたち機工士はそうした“過去の遺産”を復元しようとしている技術者なのさ。

剣士ラムザ
「さっきの戦いで、きみが使ったそのヘンなモノが機械なのか？

機工士ムスタディオ
「ああ、これかい？
「これは『銃』と呼ばれているモノで、火薬を使って金属の『弾』を飛ばし相手をやっつける武器なんだ。
「こんなのは一番シンプルなもので昔は『魔法』をつめて打ち出すこともできたらしい…。

剣士ラムザ
「ふ～ん…。

騎士アグリアス
「おまえがバート商会に追われている理由はなんだ？

機工士ムスタディオ
「…あんたたちはドラクロワ枢機卿に会いに行くと言っていたな。
「枢機卿は五十年戦争で戦った英雄だ。ライオネルの人間は今でも枢機卿を英雄として尊敬している…。
「オレの親父も同じだ。この混乱した畏国をまとめられるのは枢機卿だけだって話している。
「枢機卿だったらあんたたちの頼みを聞き届けてくださることだろう。お姫さまはもう安心さ。

騎士アグリアス
「…何が言いたい？

機工士ムスタディオ
「一緒に連れていってくれないか？　オレも枢機卿に会いたいんだ。

騎士アグリアス
「何故だ？

機工士ムスタディオ
「親父を助けるためだ！
「バート商会に囚われた親父を助けるには枢機卿のお力を借りるしかないんだ！
「でも、ただの機工士のオレなんかに枢機卿は会ってくれないだろ？　お願いだ。連れていってくれ！

騎士アグリアス
「だから、おまえが追われている理由はなんだと聞いている！

　（ムスタディオがうつむく）

機工士ムスタディオ
「…今は話すことができない。

騎士アグリアス
「では、ダメだ。おまえを連れていくことはできない。

機工士ムスタディオ
「お願いだ！　オレを信用してくれ！　枢機卿に会わなきゃいけないんだ！

　（オヴェリアが入ってくる。アグリアスとラムザは膝をつく）

王女オヴェリア
「わかりました。一緒に参りましょう。

機工士ムスタディオ
「ホントかい？　ありがとう、お姫さま！

騎士アグリアス
「王女の御前ぞ！

　（ムスタディオが慌てて膝をつく）

王女オヴェリア
「よいのです。さあ、面を上げてください。

騎士アグリアス
「わかった。おまえを信用しよう。


オヴェリアの不安
BraveStory
『オヴェリアの不安』
　ライオネル城への道中、束の間の休息を求める一行。王女の身を気遣うアグリアスにオヴェリアは自らの生い立ちを語るとともに、自分を政略に利用する権力者たちへの不信を口にする。
　拭いきれぬ不安を抱く王女に、かけるべき言葉すら見つけられず、ただ思い出の草笛を鳴らしてみせるラムザだった…。
騎士アグリアス
「オヴェリア様、ごらんになれますか？　あの山の向こうがライオネル城です。

王女オヴェリア
「この城塞からは、まだ遠いのね…。
「ドラクロワ枢機卿は本当に私たちを助けてくれるのかしら…？

騎士アグリアス
「枢機卿殿は王家に対する忠誠心がとても高いお方と聞いております。
「それに、今のところラーグ公とゴルターナ公の政争に対し中立の立場をとっておいでとか。
「オヴェリア様をどちらかに引き渡すような不義はなさらないでしょう。

王女オヴェリア
「そうだとよいのだけれど……。

　（オヴェリアが木の葉をちぎる）

騎士アグリアス
「それに枢機卿殿はグレバドス教会の信望も厚く、
「枢機卿殿の願いなら教会側もオヴェリア様を受け入れてくれましょう。

王女オヴェリア
「…王女になど、生まれてこなければよかった。

　（葉を落とす）

騎士アグリアス
「オヴェリア様…。

　（ラムザがやって来て、こっそり話を聞く）

王女オヴェリア
「私は修道院の壁しか知らない…。塀で囲まれた空しか外を知らない。
「アグリアスは知らないと思うけど、私は、オーボンヌ修道院へ行く前は他の修道院にいたの。
「亡き国王の養女に迎えられたと聞いたときも、その後も、ずっと修道院で暮らしていたのよ。
「ううん、それがイヤだって言っているんじゃないわ。ただ…。
「ただ、私が王女であるばかりに私のために死んでゆく人たちがいる。それがとてもつらいの…。

騎士アグリアス
「オヴェリア様がご自分を責めることはございません。
「オヴェリア様のせいではなくオヴェリア様を利用しようとしている奴らが悪いのです。

　（オヴェリアが再び葉をちぎって落とす）

王女オヴェリア
「オーボンヌ修道院で知り合ったコがいるの。
「彼女も生まれてからずっと修道院で暮らしているって言ってたわ。
「同じような境遇だねって二人でよく笑ってたの。ふふふ、おかしいでしょ。

騎士アグリアス
「ベオルブ家の令嬢のアルマ様ですね。

王女オヴェリア
「私のたったひとりの友だち…。
「…ドラクロワ枢機卿は私を利用したりしないかしら？

騎士アグリアス
「…………。

ムスタディオの声
「ラムザッ！　どこだ？　そろそろ出発するぞ！

　（ムスタディオがやって来る）

機工士ムスタディオ
「こんなところで何やってんだ？

　（ラムザが慌ててひとさし指を唇にあてる）

騎士アグリアス
「どうだったか？

機工士ムスタディオ
「大丈夫。今のところ北天騎士団がこの街に来た様子はない。

　（オヴェリアが草笛を吹こうとしている）

王女オヴェリア
「以前、友だちが教えてくれたんだけどなかなか上手くいかないわ。

　（ラムザが鳴らしてみせる）

剣士ラムザ
「こうするんですよ。

王女オヴェリア
「こう？

　（オヴェリアが吹く）

王女オヴェリア
「あ、鳴ったわ。

　（オヴェリアに合わせてラムザも草笛を吹く）


バリアスの丘
ルードヴィッヒの傭兵（ナイト・男）
「おまえたちが何者だか知らねぇが、そこにいる小僧を置いてゆけ！
「オレたちだって争いたくはねぇんだ！　おとなしくムスタディオを引き渡せば手荒なマネはしないぞ！　どうだ？

騎士アグリアス
「そちらこそおとなしく引き上げたらどうだ！
「ルードヴィッヒ殿に伝えるがいいッ！　争いに乗じて人身をたぶらかす輩は必ず討ち果たしてみせるとな！

ルードヴィッヒの傭兵
「ならば仕方ねぇ。力ずくで奪うまでよ。いくぞッ！！

勝利条件　すべての敵を倒せ！
READY！

【戦闘終了後】

剣士ラムザ
「何故、奴らはきみを追う？　理由を話してくれないか？

機工士ムスタディオ
「すまない…。今はまだ話すことができないんだ…。

CONGRATULATIONS！
THIS OPERATION IS COMPLETED！


ダイスダーグの奸計
BraveStory
『ダイスダーグの奸計』
　オヴェリアの狂言誘拐に失敗したダイスダーグは、ただちに一行を捕らえ王女以下全員を抹殺するよう、ガフガリオンに再度命令する。無論、実の弟ラムザとて例外ではなかった。
　そしてまたオーボンヌ修道院での一件から、ダイスダーグは自分たちの計画を妨害する者の存在を知る…。
イグーロス城執務室

ダイスダーグ卿
「なんとしてもオヴェリアを捕らえるのだ。
「むろん、オヴェリアと行動を共にするアグリアスらも同様だ。捕らえてその場で処分せよ！

剣士ガフガリオン
「ラムザもか？

　（ダイスダーグが席を立って葡萄酒をグラスに注ぐ）

ダイスダーグ卿
「ベオルブの名を汚すばかりか我らの邪魔をする愚かなヤツめ。
「現実世界の厳しさを知るには丁度よい機会と考え、放っておいたがそこまで愚鈍だとは思わなかったぞ。

剣士ガフガリオン
「正義感の強さは親父譲りってことか？

ダイスダーグ卿
「父上も甘やかしすぎだ…。
「おとなしく従えばよし、抵抗するなら、そのときは仕方ない…。

　（ダイスダーグが葡萄酒を飲む）

剣士ガフガリオン
「実の兄とは思えン台詞だな。胸くそが悪くなるぜ。

剣士ガフガリオン
「…しかし、ライオネルの枢機卿が邪魔したらどうする？
「教会がバックについたらラーグ公といえどもうかつには手出しできンぞ。

ダイスダーグ卿
「それについてはすでに手を打ってある。
「心配するな。

剣士ガフガリオン
「すべて準備が整っているってワケか。つくづく恐ろしい人だな、アンタは。

ダイスダーグ卿
「そう思うなら、少しは言葉を慎むんだな、ガフガリオン。
「貴公の首など簡単に切り離すことができるのだぞ。それを忘れるなよ。

剣士ガフガリオン
「おいおい、よしてくれよ。オレはアンタの忠実なる僕だぜ。
「かの聖騎士殿のように頭が固いわけでもない。それを忘れないでくれよ。

ダイスダーグ卿
「ならば、これ以上のヘマを踏まぬようにするのだな。

剣士ガフガリオン
「それなンだが、オヴェリアの誘拐をどこのどいつに命じたンだ？
「オヴェリアを追いかけるときドーターで何者かに襲われたンだぜ。ありゃ、どういうことだ？

　（ダイスダーグが窓辺に歩み寄る）

ダイスダーグ卿
「本物の実行犯たちは修道院の近くの林の中で死体で発見された。
「何者かが、我々の計画をかぎつけて邪魔をしようとしているようだな…。
「いずれにせよ、オヴェリアがまだアグリアスの下にいる間は大丈夫。奪うチャンスはいくらでもある…。

剣士ガフガリオン
「そう願いたいもンだな。


ドラクロワ枢機卿と聖石
BraveStory
『ドラクロワ枢機卿と聖石』
　ライオネル城に居を構えるドラクロワ枢機卿はオヴェリアらを暖かく迎え入れ、ラーグ公の謀略を教皇へ報告することを約束する。
　さらに枢機卿は古より畏国に伝わる伝説の聖石『ゾディアックストーン』を示す。ムスタディオの件にも聖石が関係していた。王女たちに別れを告げ、、ラムザはゴーグへと向かう。
ライオネル城騎士（男）
「何者だ！　ライオネル城に何用か？

騎士アグリアス
「私はルザリア聖近衛騎士団所属の騎士アグリアス・オークス。
「神の御子・聖アジョラの救済を求めオーボンヌより参上いたした。開門を願う！

ライオネル城騎士
「聖アジョラの救済はすなわち猊下（げいか）の御心である。
「猊下の救済を求める者には皆等しく、ライオネル城の入口は開かれるであろう。
「開門せよ！

　（門が開く。ラムザたち一行が入城する）

　（執務室）

ドラクロワ枢機卿
「なるほど、事情はよくわかりました、アグリアス殿。
「そういうことであれば、このドラクロワ、手を貸さぬわけにはいきますまい。
「早速、聖地ミュロンドへ使者を差し向けましょう。教皇猊下に直奏するのです。
「ラーグ公の不正を暴き、オヴェリア様の命が狙われることのないよう手を打ちましょうぞ。

騎士アグリアス
「猊下、フューネラル教皇猊下はお聞き届けくださいますでしょうか？

ドラクロワ枢機卿
「心配召さるな、アグリアス殿。この私がついております。
「貴公がそのように心配されてはオヴェリア様のお心も休まらぬというもの。
「古く汚らしい城ではありますが、聖地より返事がくるまでの間、ゆるりとくつろいでくだされ。

王女オヴェリア
「猊下、お心遣いに感謝いたします。

ドラクロワ枢機卿
「すべては聖アジョラのお導きです。ご安心召されよ。
「…ときに、若き機工士よ。そなたの願いも承知しました。
「バート商会を壊滅させるために、わがライオネルの精鋭たちを機工都市ゴーグへ送りましょう。

機工士ムスタディオ
「ありがとうございます、猊下。

ドラクロワ枢機卿
「が、その前に、何故、そなたら親子が狙われるのか説明してくれぬか。

機工士ムスタディオ
「そ、それは……。

　（ムスタディオはうつむく）

ドラクロワ枢機卿
「よいよい…。これであろう？

　（ドラクロワ枢機卿が赤い石を取り出す）

騎士アグリアス
「そのクリスタルは……？？

ドラクロワ枢機卿
「“ゾディアックブレイブの伝説”をご存じかな…？

騎士アグリアス
「子供の頃、教会でよく聞かされたあのおとぎ話ですか…？

ドラクロワ枢機卿
「これはこれは。…アグリアス殿は教会が嘘を言っているとでも…？

騎士アグリアス
「そ、そのようなことは決して…。

王女オヴェリア
「…太古の昔、まだ大地が今の形を成していなかった時代、
「ルカヴィ（悪魔の意）が支配するこの大地を救わんと１２人の勇者がルカヴィたちに戦いを挑みました。
「激しい死闘の末、勇者たちはルカヴィたちを魔界へ追い返すことに成功し、大地に平和が訪れました。
「１２人の勇者たちは黄道十二宮の紋章の入ったクリスタルを所持していたため、
「人々は彼らを黄道十二宮の勇者…、ゾディアックブレイブと呼ぶようになったといいます。
「その後も、時代を超えて、私たち人間が争いに巻き込まれる都度勇者たちが現われ世界を救ったとか…。

ドラクロワ枢機卿
「さすがはオヴェリア様、よくご存じですな…。

王女オヴェリア
「オーボンヌ修道院でシモン先生に教わりました。…そういえば、
「聖アジョラは彼らを従えて、混乱したイヴァリースをお救いになったと聞いております。

ドラクロワ枢機卿
「勇者たちが所持していたクリスタルを我らは『聖石』と呼んでいます。
「そして、今、我らが目にしている石こそ、伝説の秘石、『ゾディアックストーン』…。

　（聖石が輝く。ムスタディオがうつむく）

王女オヴェリア
「まさか…、聖石が本当にあったなんて…。

ドラクロワ枢機卿
「聖石にはルカヴィたちを凌ぐほどの“御力”が備わっているとか…。
「たしかに不思議な力を感じますが、私にはただの大きなクリスタルにしか見えませんが…。

剣士ラムザ
「どうしたんだ、ムスタディオ。顔色が悪いみたいだけど…？

ドラクロワ枢機卿
「…ゴーグの地下でこれと同じ石を見たのではないかな…？

機工士ムスタディオ
「地下には壊れて動かない機械がたくさん埋まっています…。
「でも、あの石を近づけると死んでいるはずの機械がうなり始めるんだ…。

ドラクロワ枢機卿
「バート商会が狙っているのはその聖石ですね…？

機工士ムスタディオ
「あの石にどんな力があるのか、オレにはわかりません…。
「しかし、ルードヴィッヒはあの力を解明して兵器にしようとしています…。
「親父は、聖石を渡してはならないと言っていました…。だから、親父はやつらに…。

ドラクロワ枢機卿
「心配いたすな、若き機工士よ。
「教会が責任を持って管理しましょう。我らの兵が悪漢どもと戦っている隙に一刻も早く聖石を持ち帰るのです。

機工士ムスタディオ
「は、はいッ。猊下。

剣士ラムザ
「僕もいっしょにゴーグへ行こう。

機工士ムスタディオ
「ありがとう。ラムザ。

騎士アグリアス
「ここまで来れたのは貴公のおかげだ。感謝するぞ、ラムザ。

王女オヴェリア
「何の力にもなれないけど…。気をつけてくださいね。

剣士ラムザ
「ご心配なく。王女様のお言葉だけで十分です。


ツィゴリス湿原
剣士ラムザ
「こんな湿原でモンスターと出会うなんて、ツイてない…。

機工士ムスタディオ
「足場が少ない上にこの雨だ。用心してかかろうぜ！

勝利条件　すべての敵を倒せ！
READY！

【戦闘終了後】

剣士ラムザ
「大丈夫か、ムスタディオ？

機工士ムスタディオ
「ああ、たいしたことはない。
「この湿原を越えれば海が見えてくる。機工都市ゴーグまではもう少しだ。

CONGRATULATIONS！
THIS OPERATION IS COMPLETED！


機工都市ゴーグ
機工士ムスタディオ
「バート商会のやつらの姿は見えないな…。
「とはいえ、ライオネル騎士団と争ったようにも思えない…。何か様子がヘンだぞ…？

機工士ムスタディオ
「ちょっと探りを入れてくる。あとで落ち合おう。

剣士ラムザ
「落ち合うってどこで？

機工士ムスタディオ
「あっち側がスラム街だ。あそこなら目立たないだろう。

剣士ラムザ
「わかった。気を付けろよ。

機工士ムスタディオ
「ああ、まかせておけって。


ゴーグのスラム街
剣士ラムザ
「遅い…、遅すぎる……。

　（雨が降り出す）

剣士ラムザ
「ムスタディオのヤツ…、捕まったんじゃないのか…？

男の声
「おまえがムスタディオの仲間か？

剣士ラムザ
「誰だッ！

人相の悪い男（ルードヴィッヒ）
「おい、連れてこい！

　（ムスタディオが追い立てられてくる）

機工士ムスタディオ
「す、すまない、ラムザ。

剣士ラムザ
「大丈夫か、ムスタディオ！！

人相の悪い男
「おっと、そこまでだ。それ以上、動くんじゃねぇ！

剣士ラムザ
「おまえがルードヴィッヒかッ！！　ムスタディオを離せッ！！

ルードヴィッヒ
「おとなしく『聖石』を渡せばこの小僧を離してやろう。

ルードヴィッヒ
「さあ、言えッ！　どこに隠したッ！　白状するんだッ！

機工士ムスタディオ
「…………。

ルードヴィッヒ
「だんまりか？　だが、これを見てもそう黙っていられるかな？
「おいッ！

　（縛られたベスロディオが連れてこられる）

機工士ムスタディオ
「親父ッ！　大丈夫かッ！！

機工師ベスロディオ
「わしは…大丈夫だ……。『聖石』を渡してはならん……。

ルードヴィッヒ
「中へ放り込めッ！

　（ベスロディオが家屋の中に突き飛ばされる）

ルードヴィッヒ
「どうだ、おとなしく白状する気になったか？

機工士ムスタディオ
「煙突の中だ……。ラムザの足下の……。

ルードヴィッヒ
「よし、貴様が拾え！　こいつの命を助けたいならな！！

　（ラムザが煙突を探って聖石を手に取る）

剣士ラムザ
「これか……？？

剣士ラムザ
「二人を離せッ！！

ルードヴィッヒ
「その前に『聖石』をよこせ！

剣士ラムザ
「二人が先だッ！！

ルードヴィッヒ
「『聖石』をこちらへ投げろ！　そうしたら二人を解放しよう！

　（ラムザが聖石を放る。ムスタディオが解放されてラムザの方に駆け寄る）

ルードヴィッヒ
「これぞまさしくゾディアックストーン！
「ようやく手に入れたぞ！　枢機卿様も喜ばれることだろう！

ルードヴィッヒ
「ご苦労だったな。おまえたちは用済みだ！
「あとはおまえたちが片づけろ。生かしておくな！

　（ルードヴィッヒが去る）

剣士ラムザ
「枢機卿もグルだったのか…！！

勝利条件　すべての敵を倒せ！
READY！

【戦闘終了後】

機工士ムスタディオ
「親父は…、親父は無事なのか…。

CONGRATULATIONS！
THIS OPERATION IS COMPLETED！


聖石に群がる者ども
BraveStory
『聖石に群がる者ども』
　機工都市ゴーグの地下で発掘されたクリスタルは伝説の聖石『ゾディアックストーン』だった。聖石の力を悪用されることを恐れたムスタディオの父・機工士ベスロディオは、安全な場所に隠すよう聖石を息子に託す。
　ムスタディオが聖石を受け取ったその時、バート商会の追跡の手が…。
　（ベスロディオの家）

機工師ベスロディオ（杖をついている）
「いいか、ムスタディオ。 これを持って逃げるんだ！

　（ベスロディオがムスタディオに聖石を手渡す）

機工士ムスタディオ
「逃げろって言ったっていったいどこに…！？

　（扉がダンダンと叩かれる）

ルードヴィッヒの傭兵
「ここにいるのはわかっているんだッ！　さっさとドアを開けろッ！！

　（ムスタディオがベスロディオの手を引っ張る）

機工士ムスタディオ
「親父ッ！　いいから、一緒に逃げるんだッ！

機工師ベスロディオ
「この足では逃げることができんッ！　さぁ、行くんだッ！！

機工士ムスタディオ
「親父だけ残して逃げるなんてできるわけないだろッ！！

機工師ベスロディオ
「その聖石には国一つを滅ぼすほどの強大な力が秘められているという！
「そんなモノをやつらに、ルードヴィッヒに渡すことはできん！　どこか安全なところに隠すんだッ！
「そして、ドラクロワ枢機卿に助けを求めろッ！　枢機卿ならきっと助けてくれるッ！！

　（扉が破られ、ルードヴィッヒと傭兵二人が入ってくる）

ルードヴィッヒ
「手間をかけさせたな…。さあ、『聖石』を渡すんだ！

機工師ベスロディオ
「行けッ！　ムスタディオ！！

　（ムスタディオがためらっている間に、傭兵たちが近づく）

機工師ベスロディオ
「早く行くんだッ！！

　（ムスタディオが逃げる）

ルードヴィッヒ
「その小僧を追えッ！！　逃がすなッ！

　（傭兵たちが追っていく）


ベスロディオ救出
BraveStory
『ベスロディオ救出』
　バート商会を裏で操りゴーグの聖石奪取を画策したのは、ドラクロワ枢機卿その人だった。
　ムスタディオの機転により、聖石を敵の手に渡すことなくベスロディオの救出に成功するも、枢機卿のもとにはオヴェリアとアグリアスが。
　二人を救うため、聖石を携えライオネル城へと急ぐラムザ…。
　（ある家屋）

機工士ムスタディオ
「…大丈夫か、親父？

機工師ベスロディオ
「わしのことは心配するな…。それより聖石を奪われてしまった。
「ルードヴィッヒは聖石の力を使いゴーグの地下に眠る機械の力を復活させようとするだろう。
「それどころか、聖石に秘められた神の力を解明しようとするかもしれない…。
「しかも、頼みの綱であった枢機卿がバート商会と結託しているとあっては我々にはなす術がない…。

機工士ムスタディオ
「ふふふ…。 それなら大丈夫さ。

機工師ベスロディオ
「どういう意味だ？

　（ムスタディオが聖石を取り出す）

機工士ムスタディオ
「こんなこともあろうかと思い、ニセモノを用意しておいたんだ。

剣士ラムザ
「じゃあ、僕が奴らに渡した聖石はニセモノだったのか！

機工士ムスタディオ
「そういうことさ。きっと今頃、泡を食ってるぜ。

剣士ラムザ
「…ということは、オヴェリア様やアグリアスさんが危ない…！

機工士ムスタディオ
「それは、どういう意味だ？？

剣士ラムザ
「枢機卿はバート商会と手を組んででも聖石を手に入れようとしたんだ。
「この聖石を手に入れるためにオヴェリア様やアグリアスさんを人質にするかもしれない…。

機工士ムスタディオ
「バカな！　そんなことをしたら、 王家を敵に回すことになる！

剣士ラムザ
「枢機卿が何のために聖石を手に入れようとしていると思う？
「長く続いた戦乱は人々を疲れさせ、醜い政権争いは人々を不安にさせた。今、人々は救いを求めている…。
「ドラクロワ枢機卿は“ゾディアックブレイブの伝説”を利用するつもりなんだ。
「聖石を集め、おのれの意のままに操れる“ゾディアックブレイブ”を誕生させようとしている…。

機工師ベスロディオ
「…彼のいうとおりだ。枢機卿に聖石を渡してはならない。

剣士ラムザ
「二人を助けに行こう！

機工士ムスタディオ
「わかった。だが、ライオネル城への道はすでに封鎖されているはず。
「正面からじゃダメだ。船を使ってライオネル城の背後から侵入しよう。


ディリータの忠告
BraveStory
『ディリータの忠告』
　貿易都市ウォージリスでディリータと再会。
　ディリータはオヴェリアや聖石に関する一切から手を引くよう忠告し、この争乱の背後にひそむある意志の存在を暗示する。
　「時として、最良の方法が最善の結果を生むとは限らない」…別れ際にディリータの残した言葉がラムザの心に重くのしかかる…。
　（ウォージリスの港）

剣士ラムザ
「…ウォージリスにライオネル軍はいないみたいだな。

　（ラムザが船から下りる。と、ディリータが姿を現す）

剣士ラムザ
「ディリータ！　どうしてここに！？

騎士ディリータ
「オレたちの情報網を甘くみないでもらいたいな。

剣士ラムザ
「オレたち？

騎士ディリータ
「…悪いことはいわない。イグーロスへ戻るんだ。
「これ以上、首を突っ込まない方が身のためだぞ。王女のことにも、聖石のことにも…。

剣士ディリータ
「ディリータ、いったいきみは何を知っているんだ？

騎士ディリータ
「おまえは王女を救えると考えているようだが、
「それは目先の問題を解決するにすぎない。
「真の意味で彼女を救うことができるのはこのオレだけだ。

剣士ラムザ
「何を言っているんだ？　僕にはさっぱりわからない。

騎士ディリータ
「時として、最良の方法が最善の結果を生むとは限らない。
「たとえ、おまえがどんなに頑張ったとしてもおまえには救うことができない。
「それを覚えておくんだ。

　（ディリータが去りかける）

剣士ラムザ
「待ってくれ、ディリータ。

剣士ラムザ
「きみはいったい何をしようとしているんだ。いったい何を…？

騎士ディリータ
「ラーグ公もゴルターナ公もおまえの兄キたちも、皆…
「ひとつの大きな流れの中にいることに気付いていない…。そう、気付いていないんだ。
「オレはその流れに逆らおうとしているだけ。それだけさ……。

　（ディリータが背を向けて、目を瞑る）

騎士ディリータ
「生きていたら、また会おう。

　（ディリータが去る）

剣士ラムザ
「ディリータ……。


枢機卿の怒り
BraveStory
『枢機卿の怒り』
　ダイスダーグとドラクロワ枢機卿は王女と聖石を手中にするための密約を交わしていた。ダイスダーグより遣わされたガフガリオンは、オヴェリアを囮（おとり）にして聖石の奪取と王女誘拐の真相を知るラムザらの抹殺を目論む。
　一方、任務遂行に失敗したバート商会ルードヴィッヒには枢機卿の制裁が下される…。
　（ライオネル城執務室）

剣士ガフガリオン
「その盗まれた宝石を取り戻すためにお姫さまを囮に使おうって魂胆か。
「聖職者の考えることじゃねぇな。

ルードヴィッヒ
「なんだと！　この野郎！
「そっちがあの小僧どもを取り逃したりするからこんなことになったんだろうが！

剣士ガフガリオン
「こっちの手違いには違いねぇが、オレの責任じゃねぇンだよ！

ドラクロワ枢機卿
「やめなさい、ルードヴィッヒ。
「ダイスダーグ卿には約束どおり、オヴェリア王女を引き渡しますよ。こちら側の意志でもありますしね。
「ただ、王女誘拐の真相を知る者たちを始末しなければならないと困るのはそちらではないのですかな？
「宝石を盗んだ者も彼らと行動を共にしています。
「王女を囮に使うだけで、あの者たちを一網打尽にできるのです。一石二鳥ではありませんかな…？

剣士ガフガリオン
「たしかにそのとおりだ。だが、万が一ってことがある！

ドラクロワ枢機卿
「ずいぶんと弱気ですな。

剣士ガフガリオン
「“用心深い”って言ってもらいてぇな。
「戦場で生き延びるには慎重すぎるぐらいが丁度いいンだよ。

ドラクロワ枢機卿
「わかりました。回避策をとりましょう。
「更に、確実に罠にハマってもらうためにエサもまきましょう。

剣士ガフガリオン
「いいだろう。エサにはあの女が丁度いいな。
「それから、やつらの始末はオレに任せておきな。そこにいるヤツよりは安心だぜ！

ルードヴィッヒ
「なんだとッ！

ドラクロワ枢機卿
「よいでしょう。貴方にお任せしましょう。

ルードヴィッヒ
「猊下、本気ですかッ！

ドラクロワ枢機卿
「では、頼みましたよ、ガフガリオン殿。

剣士ガフガリオン
「任せておけ。宝石も取り返してやるさ！

　（ガフガリオンが退出する）

ルードヴィッヒ
「猊下、なにもあのようなヤツに…！

　（ドラクロワ枢機卿が立ち上がりルードヴィッヒに歩み寄る）

ドラクロワ枢機卿
「おまえは何度もしくじった。その責任をとってもらいましょう…。

ルードヴィッヒ
「げ、猊下、な、何を……！

　（物音。断末魔の叫び）


バリアスの谷
　（アグリアスが逃げてくる）

男の声（ライオネル軍騎士）
「どこにいる！！　どこへ逃げても無駄だぞーッ！！

ライオネル軍騎士（男）
「こんなところにいたのか！

　（ライオネル軍騎士の口笛の合図で追手の部隊が現れる）

ライオネル軍騎士
「さあ、観念するんだな！

　（ラムザたちが現れる）

ライオネル軍騎士
「ん！？

剣士ラムザ
「アグリアスさんを守るんだ！　いくぞッ！！

勝利条件　騎士アグリアスを救助せよ
READY！

騎士アグリアス
「ラムザ！　どうして、ここに！？

剣士ラムザ
「あなたたちを助けるために城の裏側から攻めようと思って。
「アグリアスさんこそ、どうしてここに？

騎士アグリアス
「枢機卿が裏切った！　いや、最初からラーグ公と内通していたようだ！
「城から脱出しようとしたがオヴェリア様だけ捕らえられてしまった！！
「なんとかお救いしようとしたんだがこの有様だ…！
「奴らはオヴェリア様を処刑しようとしている…。早くお救いせねば…！！

剣士ラムザ
「まずは、こいつらをなんとかしないと……！

【アグリアス死亡時】

騎士アグリアス
「オヴェリア様……

GAME OVER

【戦闘終了後】

剣士ラムザ
「アグリアスさん、大丈夫ですか？

騎士アグリアス
「ああ、私は大丈夫。それより急がねばッ！！
「この先のゴルゴラルダ処刑場でオヴェリア様の処刑が 行われるんだ！　急ごうッ！！

剣士ラムザ
「わかりました。急ぎましょう！

CONGRATULATIONS！
THIS OPERATION IS COMPLETED！


ゴルゴラルダ処刑場
処刑執行人
「何か言い残すことはあるか…？

　（処刑台にいるオヴェリアらしき娘は何も言わない）

処刑執行人
「そうか、何もないか。

ライオネル軍騎士
「ん…？
「て、敵襲ッ！！

剣士ラムザ
「そこまでだ！　オヴェリア様を返してもらおうか！

処刑執行人
「くくく…。かかったな！

剣士ラムザ
「！？

　（処刑執行人はガフガリオン、オヴェリアは弓使いへと正体を現し、さらに敵の伏兵が現れる）

剣士ガフガリオン
「あいかわらず、素直すぎるぜ、小僧。

剣士ラムザ
「オヴェリア様はどこだッ！

剣士ガフガリオン
「ライオネル城さ。それより宝石はどこだ？

剣士ラムザ
「宝石？

剣士ガフガリオン
「しらばっくれるンじゃねぇよ。枢機卿から盗んだ宝石だ。
「宝石を盗んだヤローと一緒なンだろ？　いいから、さっさとこっちに渡しな！

剣士ラムザ
「欲しければ力ずくで奪うんだな！

剣士ガフガリオン
「少しは成長したようだな。…ならばそうさせてもうらおうかッ！

勝利条件　すべての敵を倒せ！
READY！

剣士ガフガリオン
「今からでも遅くはない！　オレと一緒にイグーロスへ戻ろう！
「おまえの兄キ・ダイスダーグはすべてを許すと言っていたぞ！　さあ、いい加減に目を覚ませ！！

剣士ラムザ
「断るッ！　僕はこれ以上、悪事に荷担するつもりはないッ！

剣士ガフガリオン
「“悪事”というのか！？　おまえは“悪事”というのかッ！！
「おまえはベオルブ家の人間だ！　ベオルブ家の人間には果たさねばならン責任がある！
「その責務を、おまえは“悪事”というのかッ！！　この愚か者めッ！！

剣士ラムザ
「兄さんたちは自分の都合で戦争を起こそうとしている！
「それを“悪事”と言わずしてなんというッ！！

剣士ガフガリオン
「何かを成すためには“犠牲”が必要だッ！
「“犠牲”を支払わない限り、人は前へ進まない！　歴史を作ることはできないッ！
「この腐敗しきったイヴァリースを見ろッ！！　誰かが変えなきゃいかンのだ！
「おまえの兄キはそれを成そうと している！　たとえ、それが“悪事”と呼ばれることでもな！

剣士ラムザ（次のターン）
「だからといって、オヴェリア様を見殺しにしろというのかッ！

剣士ガフガリオン
「ジークデン砦のことなら忘れろ！　あれは仕方なかったンだよ！
「おまえはベオルブ家の人間だ。おまえは、おまえに与えられた役目を全うしなければならン！
「それがおまえの運命なンだよッ！

剣士ラムザ
「ティータを死なせたのも運命だというのかッ！？
「違うッ！　それは違う！　僕らは僕らの都合でティータを…そう、ティータを殺したんだ！
「僕はずっと現実から逃げてきた。僕がティータを殺したんだ…。

剣士ガフガリオン（次のターン）
「何をバカなことを！
「あんな小娘一人死ンだところでなんだというんだ！　我々が第一に考えねばならンことは“大義”だ！

剣士ラムザ
「人を欺き、利用するところにどんな“大義”があるというんだ！
「僕はもう、これ以上、“大義”のために利用され命を落とす人間を見逃すことはできない！
「僕はオヴェリア様を助ける！！

剣士ガフガリオン
「この分からず屋め！

【アグリアスが出撃している場合】

騎士アグリアス
「ラムザ、おまえはベオルブ家の人間なのか？

剣士ガフガリオン
「知らなかったのか、アグリアス。
「そうだ、その小僧の名はラムザ・ベオルブ。あのベオルブ家の一員さ。

剣士ラムザ
「たしかに僕はベオルブ家の人間だ！　でも兄さんたちとは違う！
「僕はオヴェリア様の誘拐なんて全然知らなかった！　本当だ！

騎士アグリアス
「今さら疑うものか！　私はおまえを信じる！！

【アグリアスHP半減時】

騎士アグリアス
「オヴェリア様をどうするつもりだ！

剣士ガフガリオン
「オレは王女を契約どおりにガリオンヌへ連れて帰るだけだ。
「そのあと、ラーグ公が王女をどうするのか、オレは知らンよ。

騎士アグリアス
「貴様たちはオヴェリア様を戦争の道具にしようとしている！
「貴様とて一緒だ！　ラーグ公やダイスダーグにいいように使われている！
「恥ずかしくないのか！？　犬になりさがっている自分が！　人間としての誇りはないのかッ！？

剣士ガフガリオン
「そんな役に立たないもンはとっくの昔に捨てたよ！

【ガフガリオン瀕死時】

剣士ガフガリオン
「くそッ！　これほどまでに強いとは…！
「ええいッ、一時退却だッ！！

　（ガフガリオンが消える）

【戦闘終了後】

剣士ラムザ
「急いでライオネル城へ行かなければ…！

CONGRATULATIONS！
THIS OPERATION IS COMPLETED！


利用する者される者
BraveStory
『利用する者される者』
　ライオネル城の一室に閉じ込められたオヴェリアはディリータと再会する。ドラクロワ枢機卿と通じていたディリータをなじるオヴェリアの前に、枢機卿と騎士らしき男が現れた。
　抵抗を続けるオヴェリアに、ヴォルマルフと呼ばれた謎の騎士は驚くべき事実を告げる…。
　（ライオネル城の一室）

剣士ディリータ
「食事に手を付けていないのか。食べないともたないぜ。

王女オヴェリア
「………。

騎士ディリータ
「おまえが死んで悲しむヤツなんてひとりもいないぞ。
「それどころか、喜ぶヤツが大半だ。どうせ、死ねやしないんだ。無理せず食べろ。

王女オヴェリア
「…やはり、あなたも枢機卿と結託していたのね。
「私をどうしようというの？　ラーグ公に引き渡さないのならどうするつもりなの？

騎士ディリータ
「本来、おまえがいるべき場所におまえを連れていく…、それだけだ。

王女オヴェリア
「あなたも私を利用しようというのね。
「…でも、私はあなたの言うとおりにはならない。

騎士ディリータ
「おまえに選択肢はない。生き延びるためにはそれしかないぞ。

王女オヴェリア
「それはどういう意味？

騎士ディリータ
「それは…。

　（ドラクロワ枢機卿とヴォルマルフが入ってくる）

騎士らしき男（ヴォルマルフ）
「この娘がオヴェリアか…。

ドラクロワ枢機卿
「王女様、ご機嫌はいかがですかな？
「もう少しおとなしくしていただけるならばこの部屋でなくともよいのですがね。

騎士らしき男
「フン、王女の身代わりの娘には十分すぎるぐらいだ。

　（衝撃を受けたオヴェリアが手で体を支えながらヴォルマルフを見る（音楽が止まる））

ドラクロワ枢機卿
「ホホホホ…。ヴォルマルフ殿、この娘はまだ知らないのです。

ヴォルマルフと呼ばれた騎士
「そうか…。哀れな娘よ。

王女オヴェリア
「それは、どういうことなの…？

ヴォルマルフと呼ばれた騎士
「いいか、よく聞け。
「おまえはオヴェリアではない。

王女オヴェリア
「え…？

ヴォルマルフと呼ばれた騎士
「本物の王女はとうの昔に死んでいる。おまえはその身代わりなのだ。

王女オヴェリア
「そんな！　ウソよッ！！

ヴォルマルフと呼ばれた騎士
「嘘ではない。おまえはオヴェリアではないのだ。
「ルーヴェリア王妃をよく思わぬ元老院のじじいどもがおまえを作り出した…。
「いつの日か、王位を継がせるために身代わりを用意したのだ。邪魔な王妃を追い出すためにな。
「やつらのやり口は実に周到だったよ。上の二人の王子を病死に見せかけて暗殺し、おまえを王家に入れた。
「病弱なオムドリアに新たな王子ができるとは思えなかったのでな、自動的に王位はおまえのものだ。
「ところがオリナス王子が誕生した。…いや、未だに王子がオムドリアの子であるかどうかなどわからん。
「ラーグ公が実妹を王の母にするために外から“種”を用意したのかもしれん…。
「いずれにしても、元老院のじじいどもの計画は台無しになったのだ。

王女オヴェリア
「ウソよッ！　絶対にウソだわ！　私には信じられない！

ヴォルマルフと呼ばれた騎士
「どう思おうとおまえの勝手だ。
「我々にとってもおまえが王女であるかどうかなどどうでもいいこと。
「我々は『王女』という強力なカードを手に入れた。それで十分だ。

王女オヴェリア
「…あなたたちは私をどうするつもり？　いったい何をさせたいの？

ヴォルマルフと呼ばれた騎士
「何もしなくていい。今のまま『王女』でいてくれればよい。

王女オヴェリア
「私はアトカーシャ家の血を引く者！　誰にも命令されたりはしないッ！

ヴォルマルフと呼ばれた騎士
「では、どうする？　ラーグ公に捕らえられれば即、処刑だろう？
「我々は手助けをしたいだけだ。おまえが王位につくためのな…。

王女オヴェリア
「…あなたはいったい何者なの？

ヴォルマルフと呼ばれた騎士
「我々はラーグ公の味方でもなければゴルターナ公の陣営の者でもない。
「ただの“協力者”だ。

ドラクロワ枢機卿
「ヴォルマルフ殿、王女様にはもう少し頭を冷やしてもらいましょう。
「現実をきちんと認識すれば我々の“協力”を拒むこともありますまい…。

ヴォルマルフと呼ばれた騎士
「うむ、そうだな…。

　（ドラクロワ枢機卿とヴォルマルフが出ていく。ヴォルマルフが振り返る）

ヴォルマルフと呼ばれた騎士
「行くぞ、ディリータ！

　（ヴォルマルフとディリータが出ていき、オヴェリアは一人残される）


ライオネル城城門前
剣士ラムザ
「そこで待っててくれ。今すぐ、城門を開けるから。

聞き覚えのある声（ガフガリオン）
「そうはいかンな！

　（ガフガリオンが現れる）

剣士ガフガリオン
「忍び込んだまではよかったが伏兵には気付かなかったようだな。

　（ガフガリオンの口笛で敵兵が取り囲むように姿を現す）

剣士ラムザ
「しまった！！

剣士ガフガリオン
「ラムザ！　おまえの相手はこのオレだ！
「さあ、いくぞッ！！

勝利条件　すべての敵を倒せ！
READY！

剣士ラムザ
「このレバーを下ろせば……！

　（ラムザがレバーを下ろすと門が開く）

【ガフガリオン死亡時】

剣士ガフガリオン
「むぅ……、こ、このオレが敗れるのか……？

剣士ラムザ
「さよなら、ガフガリオン…。

【戦闘終了後】

剣士ラムザ
「敵の増援が現れる前にオヴェリア様をお救いしなければ…！

CONGRATULATIONS！
THIS OPERATION IS COMPLETED！


ライオネル城城内
ドラクロワ枢機卿
「ガフガリオンも口ほどにもありませんね…。
「それとも相手が悪かったのですかね？　さすがベオルブの血を引く者だけのことはありますね。
「それがたとえ妾（めかけ）の子だとしてもね…。

　（ドラクロワ枢機卿が近づいてくる）

ドラクロワ枢機卿
「しかし、これ以上の邪魔は遠慮願いたいものですね。
「おとなしく聖石を置いて帰ればよし、抵抗するならば容赦しませんよ……。

剣士ラムザ
「オヴェリア様はどこだ？

ドラクロワ枢機卿
「助け出してどうするというのです？
「ベオルブの名を棄て独りで戦うおまえにいったい何ができるというのです？
「無駄な努力はおよしなさい。いかに志が高くとも力を持たない者にはなにもできない…。
「おまえは非力な人間なのですよ。

剣士ラムザ
「オヴェリア様はどこなんだッ！！

ドラクロワ枢機卿
「ここにはいませんよ。ゼルテニアへ向かいました。
「王女はおまえの助力よりも我々の方を選択したのです。

剣士ラムザ
「ウソだッ！！

ドラクロワ枢機卿
「王女は王座につくため自分の足で歩き始めたのです。
「自力で王位に就くにはおまえでは心許ない…。我々を選ぶのは当然です。
「どうです？　おまえも我々と手を組みませんか？　兄たちの鼻をあかしてやりたいのでしょう？
「この世界を憂えているのは我々も同じ…。いかがですか？

剣士ラムザ
「僕は世界を変えたいと願っているわけじゃない！
「ただ、一部の人間の思惑のせいで人々が苦しみ命を落としていく…。それが許せないだけだ。
「世界を変える？　そんなことが本当にできると思うのか？　僕はそれほど傲慢じゃないッ！！

ドラクロワ枢機卿
「ホッホッホッホ…。聖石を持つ者が何を言う…。
「おまえが手にしたその聖石の力を使えば、世界はおろか万物の真理まで変えることもできるのですよ。
「口で言ってもわかりませんか。ならば愚かなおまえにその素晴らしい力を見せてあげるとしましょうか…。

　（ドラクロワ枢機卿が聖石を掲げると、轟音と閃光と共にその姿が異形のものに変じる）

不浄王キュクレイン
『クククク…　どうだ、驚いたか……？
『さあ、この私を楽しませてくれ。おまえの悲鳴を、苦痛を、断末魔を私に聞かせてくれ…！！

勝利条件　不浄王キュクレインを倒せ！
READY！

【ラムザHP半減時】

剣士ラムザ
「ばかな！　これが聖石の力だというのか！？
「邪悪な力を討ち滅ぼすために聖石があるのではないのか！？
「しかし、これでは…、あの枢機卿は“邪悪”そのものだ！！

不浄王キュクレイン
『これが、かつて世界を支配したルカヴィの力なのだよ……！

剣士ラムザ
「ルカヴィだと！？
「おまえはいったい何者だ！　本物の枢機卿はどこだッ！　どこへやった！！

不浄王キュクレイン
『クククク…、何を言っている…？　私がドラクロワだ…！
『いや、ドラクロワであった者と言った方がよいかもしれんな…。
『私は聖石の力を使い、脆弱な人間を超越したのだよ…。私は“神”になったのだ…！！
『我々の邪魔をする愚かな者たちよ…！　死ぬがいいッ！！

【キュクレイン死亡時】

不浄王キュクレイン
『不死身のこの私が敗れるだと…？　そんなばかなことが……。
『あ、あの方の復活まで……死ぬわけには…いかな…い……。

　（キュクレインが消滅し、断末魔の後に聖石が残る）


獅子戦争勃発
BraveStory
『獅子戦争勃発』
　ゴルターナ公の居城ゼルテニアに、オヴェリアを連れたディリータが姿を現した。公の重臣のひとりを王女誘拐の首謀者に仕立て上げたディリータは、さらに南天騎士団を率いての王都ルザリア上洛を進言する。
　対するラーグ公も北天騎士団を動員。ここに畏国を二分する大乱“獅子戦争”が始まった…。
ゼルテニア城城内

ゴルターナ公
「貴公か…、オヴェリア王女を救出したというのは…。

騎士ディリータ
「グリムス男爵配下の黒羊騎士団、副官ハイラル。名をディリータ。
「グリムス男爵の密命により王女を救出するために身分を偽り出兵。任務を果たし、帰還いたしました。

グルワンヌ大臣
「…ハイラルだと？　聞かぬ名だ。

ゴルターナ公
「男爵は先月、亮目団との戦いで戦死し黒羊騎士団も全滅したはず。

騎士ディリータ
「それ故、急ぎ帰還いたしました。

ゴルターナ公
「王女は？

司教カンバベリフ
「長旅の疲れのためか、死んだように眠っておいでです。

オルランドゥ伯
「…捕虜を連れてきたと聞いたが？

騎士ディリータ
「ハッ。
「捕虜を連れてこい！

　（縛られた捕虜（見習い戦士）が連れられてくる）

騎士ディリータ
「何故、王女を誘拐した？

捕虜
「ゴルターナ公に嫌疑をかけることで王都ルザリアへの上洛を妨げ、
「摂政の位を与えぬためだ…。

騎士ディリータ
「誰がおまえに命じた？　ラーグ公か？

捕虜
「…ラーグ公に取り入ろうとするゴルターナ公の側近の一人だ。

グルワンヌ大臣
「バカな！　そのような不忠者がおるはずもない！
「ええい、その痴れ者の口を閉じさせよ！

ゴルターナ公
「かまわぬ、聞け。

騎士ディリータ
「…それは誰だ？

捕虜
「…………。

騎士ディリータ
「言えッ、言うんだッ！

捕虜
「オレの命は助けてくれるんだろうな？

騎士ディリータ
「約束しよう。言えッ、誰だッ！！

捕虜
「…そこにいるグルワンヌ大臣だ。

グルワンヌ大臣
「なんだと！　ウソを申すな！　わしはおまえなど知らぬ！！

騎士ディリータ
「誰にそそのかされた？　王妃か？

グルワンヌ大臣
「ばかなッ、わしには関係ないッ！

騎士ディリータ
「主君を裏切った罪は重いぞ、大臣殿！

　（ディリータが剣を抜く。その場が緊張する）

グルワンヌ大臣
「知らぬッ！　わしは知らぬッ！！

　（ディリータがグルワンヌ大臣を斬り捨て、ゴルターナ公の前に膝をつく）

騎士ディリータ
「僭越ながら申し上げます！
「今すぐ南天騎士団を率いて上洛されるべし！
「さもなくば、大臣の謀り事の責任を公爵閣下にとらせようと言い出す輩が出て参りましょう。
「その前に、速やかにオリナス王子と王妃を排斥し、オヴェリア様を御位に！！

王都ルザリアへの上洛を果たした
ゴルターナ公は、
王妃ルーヴェリアを王女誘拐の
首謀者としてベスラへ幽閉し、
オヴェリアを即位させた…。

しかし、ラーグ公は
オリナスこそが
正統の王位継承者であるとして
即位させると同時に
自分は後見人として摂政の座についた。

すぐにラーグ公は王妃救出のために
オリナス王子を総大将とした北天騎士団を
ベスラへ派遣した。
一方、ゴルターナ公も
オヴェリアを総大将とした
南天騎士団を派遣…。

後世“獅子戦争”と呼ばれる
大乱の始まりである…。

Chapter3　THE VALIANT
偽らざる者

雷神シド
BraveStory
『雷神シド』
　獅子戦争勃発から３ヵ月。戦線の拡大とともに戦闘は日増しに激化し、戦局は決定づけられぬまま、ラーグ・ゴルターナ両軍とも次第に疲弊を重ねつつあった。
　飢えと重税にあえぐ民衆を憂う南天騎士団の将“雷神シド”ことオルランドゥ伯は、ゴルターナ公に和平工作を進言するが…。
ベスラ要塞

ボルミナ男爵
「死亡者は昨日までに約２万、両軍を合わせると倍の約４万…。
「負傷者はわが軍だけでも軽く２０万は超えます。

エルムドア侯爵
「問題は死傷者だけではない。
「兵糧の蓄えもあとわずかになってきたが、これは計画どおり。厄介なのは今期の干ばつだ。
「兵糧を買い付けようにも、モノがない有り様で、税収の大幅減と合わせて通年の半分以下しか備蓄できん。

ブランシュ子爵
「それについてはラーグ公も同じであろう。
「あちらはこの収穫時期に長雨が続いたおかげで、刈り取る前に穂が腐ってしまったそうだ。

オルランドゥ伯
「むしろ問題なのは、この戦乱によって職や住む処を奪われた民だろう。
「オーランの調べによると王都ルザリアにはすでに１０万人を超える難民が流入しているとか。

ブランシュ子爵
「ハハハッ、それはよい。ラーグ公側も食料の買い付けに苦労するだろうよ。

オルランドゥ伯
「笑いごとでなないぞ！　戦線が拡大すれば我々とて同じ。
「大量の難民がいつこちら側に流れ込んできてもおかしくないのだ！
「…やはり、そろそろ、和平工作を始めるべきではないだろうか…？

ゴルターナ公
「貴公らの心配はもっともだ。だが、この戦いをやめるわけにはいかぬ。
「通年より３割ほど増税しよう。また、穀物などを高値で売買する輩が出ぬよう監視を厳しくするのだ。
「また、難民についても同様だ。ランベリーの境界を越えぬよう監視をより一層厳しくしようぞ。

オルランドゥ伯
「苦しいのはラーグ公も一緒。今なら和平的解決もできましょう。

ゴルターナ公
「くどいぞ、オルランドゥ。和平的解決などありえん話だ。

オルランドゥ伯
「民あっての国家！　民あっての我々なのです。
「五十年戦争でもっとも苦しんだのは民百姓ではございませんか！　これ以上の増税はいかがでしょう。
「民だけではございません。前線で戦っている兵たちは満足な食事にありつけない有り様。
「これ以上、戦いを維持し続けるのは物理的にも精神的も不可能です。

ゴルターナ公
「精神的にだと？　貴公ともあろう者が臆病風に吹かれたか？

オルランドゥ伯
「五十年戦争では鴎国の侵略から祖国を守るという大義がございました！

ゴルターナ公
「この戦いにはそれがないと申すかッ？
「いつから貴公はそのような“偽善”を口にするようになったのだ？
「甘くすればつけあがるのが奴らだ。我々が戦っているのは民のためでもある！
「これ以上、腐った王家の行いによって民に迷惑をかけぬためにもこの戦いをやめるわけにはいかんのだ！

ブランシュ子爵
「閣下のおっしゃるとおりですぞ。あとわずかではございませんか！
「“雷神シド”とまで称えられたオルランドゥ伯のおっしゃることとは思えませんな、まったく。

オルランドゥ伯
「あとわずかだと？　何を見てそう申すのだ？
「この状況のどこを見てそのように楽観的になれるのだ？　貴公の目は節穴ではないのか！

ブランシュ子爵
「そ、それは暴言でございましょう！！

ゴルターナ公
「もう、よい、やめよ！
「見損なったぞ、オルランドゥ。これ以上の暴言は 貴公の身を危うくするぞ！

オルランドゥ伯
「…………。

ゴルターナ公
「よいか、二度とは言わぬ。
「これ以上、わしの方針に不服があるならば早々にここを立ち去るがいい！
「よいな、オルランドゥ！！

偽　ら　ざ　る　者
CHAPTER3　THE VALIANT

ディリータは僕に言った。
“大きな流れがあり、
それに逆らっている”と…。

この戦乱の世が避けようのない
運命のような
“大きな流れ”だとしたら、
僕はその流れに
逆らうことができるのだろうか？

僕は兄ザルバッグに
戦乱を影で操る者がいることを
告げるため
王都ルザリアを目指していた…。



炭鉱都市ゴルランド
　（オーランが屋根の上で逃げ道を捜している）

どなり声
「どこだ！　どこへ逃げやがった！？

どなり声
「上だ！　屋上だッ！！

　（家屋から盗賊たちが出てくる）

占星術士オーラン
「囲まれたか…！

　（屋根の上に首領らしき者が現れる）

盗賊（話術士・男）
「何者だか知らないが、オレたちの隠れ家に入ったのが間違いだったな。

占星術士オーラン
「今度から入り口に書いておいてくれ。ここが『盗賊のアジト』だってね。

盗賊
「ククク…。減らず口もそこまでだ。さあ、観念するんだな。

　（ラムザたちが登場）

剣士ラムザ
「何か様子がヘンだな…？

盗賊
「今日は来客の多い日だな。まあ、いい。皆殺しにしてやるぜ！

勝利条件　占星術士オーランを救助せよ
READY！

【オーラン死亡時】

占星術士オーラン
「しまった……！　ち、義父上……。

GAME OVER

CONGRATULATIONS！
THIS OPERATION IS COMPLETED！



占星術士オーランとの出会い
BraveStory
『占星術士オーランとの出会い』
　王都ルザリアへの途上、炭鉱都市ゴルランドで盗賊に襲われていた一人の若者を救出した。オーラン・デュライと名乗ったその占星術士は何故かラムザ・ベオルブの名に反応する。
　同行の申し出を丁重に辞退したオーランは、再びの出会いを匂わせ去っていった。
剣士ラムザ
「大丈夫かい？

占星術士オーラン
「ありがとう。きみたちのおかげで助かったよ。
「オレの名はオーラン。オーラン・デュライだ。きみは？

剣士ラムザ
「ラムザ・ベオルブだ。

占星術士オーラン
「！！

剣士ラムザ
「どうかしたかい？

占星術士オーラン
「いや、なんでもない。気にしないでくれ。
「それより、きみたちはこれからどこへ行くんだい？

剣士ラムザ
「王都ルザリアだ。…きみも王都かい？　よかったら僕らが一緒に行くけど？

占星術士オーラン
「それは残念、逆方向なんだ。気持ちだけもらっておくよ。

剣士ラムザ
「そうか…。じゃ、気をつけて。

占星術士オーラン
「ああ、そっちこそ。

　（オーランが手をさしだす。二人は握手を交わす。オーランが去りかけて振り返る）

占星術士オーラン
「機会があったら、また会おう。それまで死ぬなよ。

剣士ラムザ
「あ、ああ…。

　（オーランが去る）



ザルバッグとの再会
BraveStory
『ザルバッグとの再会』
　王都ルザリアで次兄ザルバッグに再会し、戦乱を裏で操る者の存在を説くラムザ。
　しかしザルバッグはその言葉に耳を貸さず、王女誘拐に関する長兄ダイスダーグの不正を告発する弟を、逆に厳しく非難する。
　そこへ南天騎士団の“雷神シド”がドグーラ峠を突破したとの報が入った…。
　（ザルバッグの執務室？）

聖騎士ザルバッグ
「…どうした、座らないのか？

聖騎士ザルバッグ
「驚いたぞ。おまえがルザリアに来ているとは思わなかった…。
「アルマもここに来ている。会っていくといい…。

剣士ラムザ
「…兄さん。

聖騎士ザルバッグ
「なんだ？

剣士ラムザ
「戦いをやめることはできませんか？

聖騎士ザルバッグ
「…何をばかなことを！

剣士ラムザ
「この戦いにどんな意味があるっていうんですか？
「ベオルブ家は王家を守るために戦うのではなく、民を守るために戦ってきました。
「なのに今は、私利私欲のために戦っている…。

聖騎士ザルバッグ
「おまえに何がわかるというのだ！

剣士ラムザ
「兄さんこそ何もわかっていない！
「この争いは誰かが企んだもの！　ラーグ公とゴルターナ公は何者かに利用されているんだ！！

聖騎士ザルバッグ
「…利用されているだと？　いったいおまえは何を言っている？

剣士ラムザ
「僕にもよくわからない…。
「ただ、ダイスダーグ兄さんがゴルターナ公を摂政にさせないために王女誘拐の狂言を仕組んだとき、
「暗殺されるはずだったオヴェリア様をゴルターナ公のもとへ連れ去った奴らがいるんです。
「もし、あのとき暗殺されていたら、ゴルターナ公は王家に逆らう国賊として誅伐されていたでしょう。

　（ザルバッグが椅子を蹴立てて立ち上がる）

聖騎士ザルバッグ
「兄上が王女誘拐の狂言を仕組んだだと？
「ラムザッ！　おまえは、実の兄がそのような謀略を用いたというのかッ！

剣士ラムザ
「ザルバッグ兄さんは何もご存じないのですかッ！？

聖騎士ザルバッグ
「このたわけ者めッ！！
「おまえは肉親を信じることができないのかッ！！
「ええいッ！　ここから立ち去れッ！！　さっさとイグーロスへ戻るんだッ！！

剣士ラムザ
「兄さん、兄さんこそこの僕を信じてはくれないのですか！

聖騎士ザルバッグ
「勝手な行動ばかりとるおまえの何を信じろというのだ！
「腹は違えど同じ血を分けた兄弟と思い今日まで目をかけてきたが、所詮、下賎（げせん）の血は下賎。
「高貴なベオルブの名を継ぐには相応しくないということかッ！！

剣士ラムザ
「…兄さん。

　（騎士が駆け込んでくる）

北天騎士団騎士（男）
「たいへんです、将軍閣下！
「ドグーラ峠を雷神シドの軍勢に突破されたとの知らせがたった今、届きましたッ！！

聖騎士ザルバッグ
「なんだとッ！？　ヤツはベスラではなかったのかッ！
「すぐに軍議を開くッ！　皆を集めよッ！！　私も行くッ！！

北天騎士団騎士
「ハッ！

　（騎士とザルバッグが出ていく）



ルザリア城裏門
　（ラムザが門を開けて出ていこうとする）

アルマ
「ラムザ兄さん、待って！

　（アルマが追いかけてくる）

剣士ラムザ
「アルマ…。

アルマ
「黙って行くなんてひどいじゃない。

剣士ラムザ
「別れは…苦手なんだよ……。

アルマ
「もう戻らないのね…？

剣士ラムザ
「…ディリータが生きていたんだ。

アルマ
「え？

剣士ラムザ
「王女誘拐の実行犯の中にディリータがいたんだ。

アルマ
「どういうこと？

剣士ラムザ
「…最初は、僕らに復讐するためにゴルターナ軍に入ったと思ったけど
「もっと…そう、 何か厄介な奴らと行動を共にしているみたいだ…。
「暗殺されるはずだったオヴェリア様を助けたのは、ディリータの背後にいる奴らの思惑みたいだ…。

アルマ
「…ダイスダーグ兄さんが誘拐を仕組んだのは本当なの？

剣士ラムザ
「ああ、本当だよ。
「兄さんには兄さんなりの考えがあるのだろうけど、僕には納得できない……。

アルマ
「ティータは…ティータはやっぱり……？

剣士ラムザ
「ああ…。

剣士ラムザ
「アルマ、よく聞いてくれ。
「ディリータの背後にいる奴らが何者かはわからない。だが、奴らはとても危険だ。
「この戦乱を利用して何か邪悪なことを成し遂げようとしている…。

アルマ
「…ディリータも荷担しているの？

剣士ラムザ
「それはわからない…。
「ディリータにはディリータなりの思惑…というか、何か狙いのようなものがあるみたいだったけど……。

アルマ
「ラムザ兄さんはそうした人たちと戦おうというのね？

剣士ラムザ
「………。

アルマ
「私も一緒に行くわ。

剣士ラムザ
「何を言っているんだ！？　ダメに決まっているだろ！！

アルマ
「兄さんの言っていることが本当だってことを証明したいのよ！

剣士ラムザ
「ダメだ、ダメだ。

アルマ
「私だって、ティータみたいなコを出したくないのよッ！！

剣士ラムザ
「アルマ……。

男の声（ザルモゥ）
「ラムザ・ベオルブだな？

　（ザルモゥと騎士たちが現れる）

僧侶らしき男（ザルモゥ）
「我が名はザルモゥ・ルスナーダ！　異端審問官である！
「ドラクロワ枢機卿殺害、及び邪教崇拝の容疑により、異端審問会への出頭を命ずる！
「このままおとなしく我々に従え！　抵抗する場合は、“異端者”としてこの場で処刑を執行するッ！

剣士ラムザ
「異端審問官！！

アルマ
「逃げて！　兄さん！！

異端審問官ザルモゥ
「そうはさせん！　行けッ！　“異端者”を殺せッ！！

勝利条件　異端審問官ザルモゥを倒せ！
READY！

【ザルモゥHP半減時】

異端審問官ザルモゥ
「我々に刃向かうということは神を冒涜する行為に等しい！
「今からでも遅くはない！　悔い改めよ！！　さすれば命だけは助けよう！！

剣士ラムザ
「なぜ、僕が“異端者”なんだ！！　僕は何もしていないッ！

異端審問官ザルモゥ
「シラをきるつもりかッ！
「聖石を邪神に捧げるためにドラクロワ枢機卿を殺害し、聖石を奪ったのは貴様であろう！

剣士ラムザ
「言いがかりも甚だしい！
「そもそも聖石は伝説と違い邪悪な力を有する“魔石”だった！
「しかも、枢機卿はその邪悪な力によって伝説の悪魔、ルカヴィになっていたんだぞ！！

異端審問官ザルモゥ
「この期に及んで、枢機卿の名誉まで傷つけようというのか！
「なんと嘆かわしい！　ベオルブの名が泣くぞ！！

アルマ（次のターン）
「兄さん！　早く逃げてッ！！
「異端審問官に連れていかれた者は絶対に帰ってこれない！！　早く、早く逃げてッ！！

剣士ラムザ
「アルマこそ逃げるんだ！！
「このままでは、おまえまで“異端者”の烙印を押されてしまう！　そうなる前に早く逃げるんだ！

アルマ
「そんなことできるわけないじゃない！　兄さんを置いて一人で逃げるなんて！

【ザルモゥ瀕死時】

異端審問官ザルモゥ
「神をも畏れぬ“異端者”めッ！！　この借りは必ず返すぞッ！！

　（ザルモゥと敵部隊が姿を消す）

CONGRATULATIONS！
THIS OPERATION IS COMPLETED！



“異端者”として
BraveStory
『“異端者”として』
　ルザリア城裏門で異端審問官ザルモゥを退けたラムザは“異端者”の宣告を受ける。
　教会に不審を抱くラムザ。
　再会した妹アルマから聖石『ヴァルゴ』がオーボンヌ修道院にあることを聞かされるが、“異端者”の身では修道院に入れない。止むを得ずアルマを伴うこととなった。
アルマ
「大丈夫、兄さん？

剣士ラムザ
「ああ…。お互い大丈夫なようだな。
「それにしてもあの審問官、どこで聖石のことを聞きつけたんだ？
「まさか…、ディリータの背後にいる奴らとはグレバドス教会なのでは…？
「でも、なぜ教会が…？

アルマ
「兄さん、聖石って、あの伝説に登場する聖石のこと？
「聖石って実在するものなの？　だとしたら、私、見たことがあるかもしれない……。

剣士ラムザ
「なんだって！？　いったいどこで？

アルマ
「その前に、私も一緒に連れていくって約束して！

　（ラムザが背を向ける）

剣士ラムザ
「まだ言っているのか。今みたいに目に遭うんだぞ！
「絶対に連れていくことはできない！

　（アルマも背を向け、腕を組む）

アルマ
「じゃ、私も教えてあげない！

剣士ラムザ
「子供みたいなことを言うなよ。命を失うかもしれないんだぞ！

アルマ
「もう遅いかもね。だって異端審問官に逆らったのよ。
「きっと私も“異端者”だわ。 兄さんと同じように追われる身ね。
「そうなったら、ダイスダーグ兄さんはベオルブ家を守るために私を見捨てるかもしれない…。

剣士ラムザ
「たしかに、ダイスダーグ兄さんならやりかねないな…。
「いや、ダメだ。 危険すぎる！
「理由をザルバッグ兄さんに説明して教会の許しをもらうんだ！

アルマ
「私が見たのはオーボンヌ修道院よ。
「そう、たしか…処女宮の紋章が刻まれたクリスタルだったわ。

剣士ラムザ
「ヴァルゴだ……。
「奴らの手に渡る前に……。
「ありがとう、話してくれて。さあ、おまえはザルバッグ兄さんのところへ戻るんだ！

アルマ
「どうやってオーボンヌ修道院に入るつもり？
「兄さんは“異端者”なのよ。グレバドス教の修道院に入れるわけないじゃない！

剣士ラムザ
「う……。

アルマ
「ね？　私が必要でしょ？

剣士ラムザ
「いいか、オーボンヌ修道院までだぞ。その後は必ず戻るんだ。

アルマ
「…いいわ。

剣士ラムザ
「絶対だぞ！



シモンの告白
BraveStory
『シモンの告白』
　オーボンヌ修道院はすでに聖石を求める者たちの襲撃を受けていた。地下書庫に倒れていた神学者シモンは、戦乱の陰で聖石による“ゾディアックブレイブ”伝説の復活を狙うグレバドス教会・教皇フューネラルの謀略を告白する。
　ふたつの聖石と負傷したシモンをアルマに託しラムザは襲撃者の跡を追った…。
アルマ
「シモン先生ッ！！

アルマ
「先生、しっかりしてくださいッ！！

神学者シモン
「う…う…アルマ…様……何故……ここに？

アルマ
「いったいどうしたんですか？　何があったんですか？

神学者シモン
「こ…、ここは…危険です…。早くお逃げなさい…。
「やつらが…聖石を……聖石『ヴァルゴ』を奪いに……。

剣士ラムザ
「聖石！？　アルマの言ったとおりだ…。

神学者シモン
「…あの聖石は王家に伝わる秘宝の一つ……。
「オヴェリア様をこの修道院に…お迎えした際…、王女の証にと王家よりお預かり…いたしました…。

剣士ラムザ
「奴らとはいったい？　聖石を狙う奴らとは何者なんですか？

神学者シモン
「…あなたは…アルマ様の兄君…ラムザ様ですね…？
「これ以上…、彼らに関わるのはおやめなさい……。命を失うことになる……。

男の声
「聖石はどこだッ！！

別の男の声
「あわてるなッ！　必ずあるはずだッ！！　探せッ！！

さらに別の男の声
「ここから地下へ降りれるようだ！　行くぞッ！！

剣士ラムザ
「僕は教会から“異端者”の汚名を受け命を狙われています。
「それも僕の持つ聖石のためですか？　教えてください。彼らはいったい何者なんですッ！？

神学者シモン
「…教皇フューネラルとその一派は失った教会の威信を取り戻すために
「まずはラーグ公とゴルターナ公を争わせ、軍事力を削ぎ落とそうとしています…。
「戦乱が長引けば軍事力を失わせるだけでなく、民からの王家に対する信用を落とすこともできるでしょう。

剣士ラムザ
「聖石を集め、伝説のゾディアックブレイブを復活させる真意は？

神学者シモン
「…むろん、民からの信望を集めるためです……。

剣士ラムザ
「だが、枢機卿はルカヴィとの融合を遂げていました。
「あれが聖石の力だとしたら騎士団に代わる恐ろしい軍事力になります。
「教皇が欲しているのはその力…？

神学者シモン
「あなたは、兄上たちとは違う…。亡きバルバネス様に似ている……。
「あなたなら……彼らの野望を打ち砕くことができるのかもしれない……。

剣士ラムザ
「おまえはここに残れ。僕は奴らを追う。

アルマ
「私も一緒に行くッ！

剣士ラムザ
「シモン殿を一人にしておけない。安全なところに隠れているんだ！

アルマ
「……わかったわ、そうする。

　（ラムザが二つの聖石を取り出し、アルマに手渡す）

剣士ラムザ
「もしもの時のために聖石を預けておく。
「僕が戻ってこなかったら必ずバグロスの海に捨てるんだ。いいな？

アルマ
「…こんな時に何もできないなんて本当に悔しい……。
「私も兄さんみたいに男に生まれたかった……。

剣士ラムザ
「…ばかだな。心の許せる肉親はアルマだけさ。

アルマ
「兄さん……。

剣士ラムザ
「シモン殿を頼んだぞ！

　（ラムザが降りていく）



地下書庫　地下二階
神殿騎士イズルード
「おまえたちはここに残れ！　いいな！

神殿騎士団魔道士（時魔道士・男）
「ハッ！

　（イズルードが地下三階に降りていく）

剣士ラムザ
「これ以上、奴らの好きにはさせない！　聖石を奴らの手に渡すなッ！！

勝利条件　すべての敵を倒せ！
READY！

【戦闘終了後】

神殿騎士イズルード（階下で）
「おおッ、これが聖石『ヴァルゴ』か！　美しいッ！！

剣士ラムザ
「地下か！　進むぞッ！！

CONGRATULATIONS！
THIS OPERATION IS COMPLETED！



地下書庫　地下三階
神殿騎士イズルード
「ここを嗅ぎつけるとはな！　…だが、ちょうどよかった。
「異端者ラムザよ、貴様の持っている聖石をこちらに渡してもらおうか！

剣士ラムザ
「残念だが、そうはいかない。そちらこそ聖石を置いていくんだ！
「おとなしく従うならば、このままきみたちを見逃すとしよう！

神殿騎士イズルード
「我々に勝てると思っているのか！　ならば、力ずくで取り返すまで！！

勝利条件　神殿騎士イズルードを倒せ！
READY！

【イズルードHP減少時】

神殿騎士イズルード
「異端者ラムザよ、何故、貴様は我々に逆らうのだ！
「貴様はベオルブ家の人間でありながらダイスダーグやザルバッグに従おうとしない…。
「それは何故だ！！

剣士ラムザ
「僕はベオルブの人間だ！　だからこそ兄さんたちには従えない！
「ベオルブの名は私利私欲のために使うものではない！　天が定める“正義”のために使うべき力！
「五十年戦争のとき、父上は鴎国の侵略から民を守るために戦い、そして死んでいった…。
「腐敗した王家の…、いや、貴族全体の利権を守るためだけにベオルブ家は戦ってはならないのだ！

神殿騎士イズルード
「ならば、我々と共に戦え！　目指すものは我々と同じはず！
「異端者ラムザよ、よく聞けッ！！
「我々グレバドス教会が理想とする世界は、身分の差など気にせずに皆が平等に暮らせる世界だ！
「それは聖アジョラが唱えた理想境にほかならない！　それはすなわち“神の国”！
「民の心はすでに王家や貴族から離れている！　それは貴様も十分承知のはず！
「今、我々が正しい道を示さなければイヴァリースは滅んでしまう！！

剣士ラムザ
「この戦乱を起こさせたのはおまえたちではないかッ！
「それが神の意志だとでもいうのかッ！

神殿騎士イズルード
「大きな変革のためにはある程度の犠牲も必要なのだ！
「腐りきった王家や貴族の豚どもはその罪を贖わねばならない！！　それが民のためなのだッ！
「さあ、我々に協力しろ！　かつて、おまえの友であったディリータがそうしたようにな！

剣士ラムザ（次のターン）
「民のためといえば聞こえはいいが、結局、おまえたちが欲しているのは
「騎士団を超えた強大な軍事力ではないか！
「聖石に秘められた恐るべき力で民を支配しようというのだろうッ！　あの忌まわしき“悪魔の力”でッ！

神殿騎士イズルード
「“悪魔の力”だと？　ばかな、聖石は“神器”だぞ！
「我々は神の奇跡によって民を導こうというのだ！　けっして“悪魔の力”ではない！

剣士ラムザ
「枢機卿がルカヴィになったことを 知らないわけではないだろう？
「あれを“悪魔の力”と言わずして なんというッ！？

神殿騎士イズルード
「なんのことだか、さっぱりわからんな！
「聖石を奪うために貴様が枢機卿を殺害したのではないのか！？
「もっとも、枢機卿は我々に内緒で聖石を集めようとしていたからな、死んで当然だったよ！

【イズルード瀕死時】

神殿騎士イズルード
「くそッ！！　奴の強さを認めろというのかッ！！
「…ここで死ぬわけにいかない。聖石を持ち帰らねば……！
「異端者ラムザよ、おぼえておけ！　次に会ったときが貴様の最期だッ！！

　（イズルードと敵部隊が消える）

剣士ラムザ
「待てッ！　イズルード！！

CONGRATULATIONS！
THIS OPERATION IS COMPLETED！



地下書庫　地下一階
アルマ
「イヤッ、離してッ！！

神殿騎士ウィーグラフ
「イズルードよ、ここは私に任せろ！　さっさとその娘を連れていけッ！！

神殿騎士イズルード
「さあ、こっちへ来るんだッ！！

アルマ
「助けてッ！　ラムザ兄さんッ！！

　（アルマがイズルードに連れ去られる）

神殿騎士ウィーグラフ
「来たか、ラムザめ！
「よいか、子供だと思ってなめてかかると痛い目にあうぞ！　用心してかかれッ！！

勝利条件　神殿騎士ウィーグラフを倒せ！
READY！

神殿騎士ウィーグラフ
「…ミルウーダよ、今こそ、おまえの仇を討ってやるぞ！

　（ラムザのターン）

剣士ラムザ
「おまえはウィーグラフ！！　生きていたのか！！

神殿騎士ウィーグラフ
「久しぶりだな、ラムザ。また会えて嬉しいぞ！！

剣士ラムザ
「…理想の実現に燃えていた戦士が教会の犬に成り下がったか！

神殿騎士ウィーグラフ
「実現することの難しさを知らぬおまえに何がわかる？
「理想がどんなにすばらしいものでも実現されなければそれはただの夢にすぎない！
「では、どうやったら実現できる？　この世の中、力がなければ何もできない！
「私はそれを悟った！！　力を持たぬ者は何をやっても夢を実現化することはできん！
「おまえには私が教会の犬に見えよう！　なんとでも言え！！　私はいっこうに構わん！
「どんなに蔑まれようとも最後に笑うのは私だ！！　必ずおまえたちを屈服させてやる！

【ウィーグラフHP半減時】

剣士ラムザ
「…ウィーグラフ、あなたは悲しい人だ。
「たとえ、夢敗れても、人々はあなたのことを忘れなかったはずだ！
「あなたの思想や行動は人々の価値観に影響を与え、それは我々貴族の古い慣習にも一石を投じた！
「あなたは、あなたの考えで行動するところに意義があったのだ！
「ミルウーダやあなたの仲間だった人はたとえその選択しかなかったとしてもあなたの行動を残念に思うだろう。
「夢や理想は、誰かの手を借りて実現しても価値が半減してしまう！　そうじゃないのか、ウィーグラフ！

神殿騎士ウィーグラフ
「ならば、おまえは違うとでも言うのか？　おまえは独りで生きているとでも？
「“持たざる者”の気持ちなどおまえにわかろうはずもない！
「たとえ理屈でわかっていたとしてもおまえにはその実感がない！　それがおまえの限界だ！
「“現実”はもっと厳しいものなのだ！　おまえが考えている以上にな！
「おまえに責められる覚えはない！　おまえたちに責められる理由など何もないのだッ！！

【ウィーグラフ戦闘不能時】

神殿騎士ウィーグラフ
「くぅ……！　…だが、私は…負けぬ……！
「私は…『アリエス』を…持つゾディアックブレイブの……一員…！　負ける…わけには…いか…ぬ…！

　（ウィーグラフが姿を消す）

剣士ラムザ
「どこだッ！　ウィーグラフッ！

CONGRATULATIONS！
THIS OPERATION IS COMPLETED！



魔人ベリアス
BraveStory
『魔人ベリアス』
　聖石『ヴァルゴ』を奪った神殿騎士団はアルマまでも連れ去った。“力”を欲し騎士団の一員となっていたウィーグラフは死の間際、聖石『アリエス』と契約を結び伝説のルカヴィ・魔人ベリアスへと転生、姿を消す。
　神学者シモンは幻の書『ゲルモニーク聖典』をラムザに手渡し、息を引き取った…。
　（修道院の外）

　（イズルードがアルマを連れてチョコボに騎乗している。その傍らに重傷を負ったウィーグラフが倒れている）

神殿騎士イズルード
「大丈夫か、ウィーグラフ！！

神殿騎士ウィーグラフ
「わ…私に…構うな…ゆ…、行け……！

　（ラムザが出てくる）

剣士ラムザ
「アルマ！！

神殿騎士ウィーグラフ
「行け……イズルード……。

神殿騎士ウィーグラフ
「すまないッ、ウィーグラフ！！

　（イズルードがアルマを連れてチョコボで走り去る）

剣士ラムザ
「待てッ！　イズルード！！

神殿騎士ウィーグラフ
「グホッ！

神殿騎士ウィーグラフ
「くそ………こんな……ところで…死ぬのか……
「ミルウーダの…仇も…討たずに…。このまま…死んでは……死んでいった仲間たちに…申し訳が立たん……。
「いやだ……死にたくない……。このままでは…あまりに……。

　（力尽きたウィーグラフの懐から聖石がころがり落ちる。と、その聖石が中空に浮かび輝きを放つ）

　聖石を持つ者よ…
　我と契約を結べ…

剣士ラムザ
「なんだ…？　聖石が…喋ったのか…？

　聖石を持つ者よ…
　我と契約を結べ…
　さすれば汝の魂は我が肉体と融合し
　永遠の生を得ることができよう…

神殿騎士ウィーグラフ
「これが……聖石の秘密……？

　汝の絶望と悲憤が我を喚びだした…
　さあ、我と契約を結べ…

剣士ラムザ
「ダメだッ！　ウィーグラフ！！　聞いちゃいけないッ！！

神殿騎士ウィーグラフ
「助けて……くれ………

　（聖石が輝き、発せられた光がウィーグラフを包み込む）

　我が名は魔人ベリアス……
　汝の願いを聞き届けよう……

　（ウィーグラフが異形のものへと姿を変える）

魔人ベリアス
『これが聖石の力か……！

剣士ラムザ
「ウィーグラフ……！

魔人ベリアス
『ラムザ、素晴らしいぞ、この力は…！
『いや、力だけではない。時空を超えて幾百年分の知識が頭に刻み込まれていく……。

　（ラムザが剣を構える）

魔人ベリアス
『クククク……、あわてるな……楽しみは後にとっておけ……！

魔人ベリアス
『クククク……、素晴らしい……素晴らしい力だ……！

　（ベリアスが消える）

　（教会からシモンが出てくる）

剣士ラムザ
「シモン先生ッ！！　しっかり…、しっかりしてください！

神学者シモン
「こ……これを………。

剣士ラムザ
「この本は？

神学者シモン
「これは…聖アジョラの弟子……ゲルモニークが記した本です……。
「長い間、行方不明…でしたが…私がここの地下書庫で…発見しました……
「ここにはゾディアックブレイブ伝説の真相が…詳細に…記されています…。

剣士ラムザ
「先生、もうしゃべらないで！

神学者シモン
「いいのです、もう……。
「私は罪深い男です……。教会の不正を知りながら……ただ黙って傍観していました…。
「この本さえあれば…教会の不正を…暴く…ことができる！
「この本を利用して……アルマ様を……取り戻すのです……。

剣士ラムザ
「先生ッ！！

神学者シモン
「ふぅ……これで楽になれる……。
「あとは……頼みましたよ……、ラムザ様……。
「あ……あなたは……若い頃の……バルバネス様に……ほ…本当に…そっくり……だ……。

剣士ラムザ
「シモン先生ーッ！！



ゲルモニーク聖典
BraveStory
『ゲルモニーク聖典』
　聖アジョラの弟子・ゲルモニークが記した聖アジョラの活動記録ともいうべき書物。幻の書物といわれていた。
…僕はシモン先生から委ねられた『ゲルモニーク聖典』を手にとりページをめくった…。
文章は古代神聖語で書かれている。
ところどころに挿し絵があるが、中身の破損が激しく文字の判別も難しい。
いったいこの本には何が書かれているのだろうか？

そのとき、慣れ親しんだ畏国語の文字が僕の目に飛び込んできた。
ところどころに、畏国語による注釈が書き加えられていたのだ。
いったい誰が？

注釈に使われたインクからすると、古いものは十数年前、新しいものは数日前に書かれたようだ。
指で触ってみると、少しにじむ。やはり、インクが完全に乾いていない。
文字の筆跡は同一人物。つまり、シモン先生が十数年の歳月をかけて少しずつ、少しずつ解読していたのだ。

…断片的な注釈を頼りに読み進めてみた。

…どうやらこの本は聖アジョラの弟子、ゲルモニークが書き記したものらしい…。
ゲルモニーク…？
どこかで聞いたことがある…。歴史の授業で習ったはずだ…。

そうだ、思い出した。
ゲルモニークといえば、師である聖アジョラを裏切り、神聖ユードラ帝国に聖アジョラを売り渡した裏切りの使徒…。
そのゲルモニークの書き記した書物がこの世に残っていたなんて、これはすごい！

…興奮する自分を抑えながら頁をめくる。
しかし、歴史的遺産を手にした興奮をはるかに上回るような衝撃が僕を襲った。

この本は、聖アジョラの語った言葉をゲルモニークがまとめたものと僕は考えていた。
しかし、その考えは甘かった。
これは聖アジョラの活動の記録…、
しかも、僕らが知っている聖アジョラとは違う一人の人間としてのアジョラの行動が記されていたのだ…。

そもそも聖アジョラは人間ではない。
僕は兄・ザルバッグほど敬虔（けいけん）なグレバドス教信者ではないが、聖アジョラは、混乱した人間界を救おうと神の国より遣わされた“神の御子”であると信じている。
いや、信じていた…。
そう…、この本を読むまでは…。

…かつて、何艘もの飛空艇が大空を飛び、天を埋め尽くしていた黄金の時代…。

ルザリアのベルベニアに生まれた聖アジョラは生まれるとすぐに立ち上がり、井戸まで歩くと、
「この井戸はもうすぐ災いがふりかかる。今のうちに封印し、人が飲まぬようにしなければならない。」
と予言したという…。

数日後、ベルベニアを黒死病が襲い、汚染された井戸水を飲んだ人々は次々に病に倒れて死んだ…。
しかし、聖アジョラの言葉を信じた家族だけは病にかからずに生き延びることができた。
以後、聖アジョラは“奇跡の子”“神の御子”と崇められることになった。

そんな聖アジョラが“救世主”となり、“神の一員”として天に召されることになったのは、二十歳のときだ…。

イヴァリースが現在のように統一される遥か昔、
この地はゼルテニア、フォボハム、ライオネル、ランベリー、ルザリア、ガリオンヌ、ミュロンドの７つの小国に分かれており、それぞれ自国の版図を広げようといつ終わるともしれない争いを続けていた…。

数百年続いた争いの中、ミュロンドに一人の野心溢れる若き王が誕生した。
若き王はイヴァリース全土を手中に収めるべく大軍を率いて戦ったが、勝利への道は険しく厳しかった。
そこで、王は古文書より解読した秘法を用いて魔界より魔神を召喚し、その力を利用しようとした。
しかし、地上に降臨した魔神は王を殺すと、世界を滅ぼそうとした…。

勇者は魔神に対抗すべく、
十二人の使徒とともに世界に散らばった“ゾディアックストーン”を集め、ゾディアックブレイブを復活させた。
彼らはまたたくまに悪魔たちを倒すとついに魔神を魔界へ戻すことに成功した。
こうして彼らは“世界の救世主”となった。

ここまでが有名なゾディアックブレイブの伝説だ。
ゾディアックブレイブたちはその後も世界に危機が訪れるとそれに対抗すべく忽然と姿を現し、忽然と消えていった。

聖アジョラの生きていた時代にも似たような危機が訪れた。
イヴァリースの覇権を狙うランベリーの王が魔神を召喚し世界に混乱を招いた。
聖アジョラは伝説と同様に十二個の聖石を集めるとゾディアックブレイブを結成し、魔神を倒したのである。

しかし、いつの世にも執政者にとって“英雄”ほど邪魔な存在はいない…。

神の国の到来を説く聖アジョラの台頭を恐れた神聖ユードラ帝国はその一派を捕らえるために挙兵した。
当時、もっとも大きな宗教であったファラ教の司祭たちは聖アジョラの力を恐れたのだ。
結局、金に目のくらんだ十三番目の使徒・ゲルモニークの密告によって聖アジョラは捕らえられ、
ゴルゴラルダ処刑場で処刑された。

しかし、聖アジョラは“神の御子”…、
神の怒りがファラ教の司祭たちを襲った。
処刑の直後、ファラ教の本拠地ミュロンドは天変地異により海中に没したのである。

…こうして、聖アジョラは“神の御子”として天界に迎えられ、“神の一員”になったのである…。

ここまでが僕の知っている…いや、畏国に住む者ならば誰もが知っている聖アジョラの“神話”だ。
だが、この『ゲルモニーク聖典』に書かれているせいアジョラはまったくの別人であった……。

アジョラは“神の御子”などではない。
僕たちと同じただの人間だ。
野望を抱き、おのが夢の実現のために戦った革命家なのである。
しかも、彼は平和を愛し、他人のために命を賭して戦うような勇者ではなかった。

…ゲルモニークの記したところによるとこうである。

新興宗教の教祖として信者を増やしていたアジョラは、当然のように、帝国にとってはただの厄介者でしかなかった。
しかし、アジョラはそうした宗教家としての“顔”だけではなかったようだ。
敵国に侵入し情報収集と撹乱を行う工作員。
帝国と敵対する国家の間者（スパイ）だったのだ。

とにかく、帝国はアジョラを恐れた。
帝国はアジョラが間者である証拠を掴むためにゲルモニークを送り込んだ。
そう…、ゲルモニークもまた、アジョラの動向を探るために帝国から送りこまれた工作員だったのだ。

…アジョラがゾディアックブレイブを再結成しようとしていたのは事実らしい。
実際に聖石を数個、発見したことをゲルモニークは確認している。
だが、再結成に何の意味があるのか？

若きランベリー王が本当に魔神を召喚したのかどうか、僕にはわからない…。
少なくともこの本にはそうした記録が１行たりとも記録されていないらしい。
ただし、アジョラの死とほぼ同時期にミュロンドを天変地異が襲い、
ミュロンドの大半が海中に没したのは事実であった…。

ここで、僕は注釈とは別の、
おそらくシモン先生の個人的な考えであろう記述に興味を引かれた…。
“これまで、その存在が語られていたにも拘わらず、
　誰の目にも触れることのなかった幻の書『ゲルモニーク聖典』…。
　この本が真実を語っているのか、
　それとも聖アジョラの偉業を貶めるために捏造されたのか、
　その真偽を私は知っている…。”

“私がかつて異端審問官として教会の仕事に従事していた際、
　多くの異端審問官たちはこの本が世に出ることを恐れていた。
　それは教皇も同じ思いであっただろう。
　なぜならば、この本が語っていることはすべて『真実』だからである…。”

“逆にいえば、聖アジョラの死後、
　彼の偉業を利用し権力を手にしてきた教会がなさねばならぬことはただ一つ、
　聖アジョラを神格化し、神と一体化させることであった。
　それには都合の悪い点を歴史に残してはならない。
　聖アジョラは『神の御子』でなければならないのだ…。”

“そのために、畏国で幅広く信仰されているゾディアックブレイブの伝説を利用したのは賢い手段であった。
　ありもしない魔神を倒したのは聖アジョラ率いるゾディアックブレイブだと民衆に信じ込ませることは簡単だ…。”

“私がこの本を手にしたとき、私は信仰を失ったことに気付いた。
　だが、悲しくはない…。
　何故なら、真実を追求しようとする好奇心がすでに私の心を支配していたからだ…。”

“だが、同時に私は罪も犯した。
　教会が民衆に対して嘘を吐いているにも拘わらず、
　それを糾弾する気が起きないからだ。
　それは何故か？
　もし、私がこの本を世に出したら、私はこの書庫を取り上げられてしまうだろう…。”

“私にとって、
　私の知識欲を満足させるこの書庫を取り上げられることほどの苦痛はない。
　私は、私の好奇心に負けたのである…。”

シモン先生は“ありもしない魔神”と語った…。
だが、聖石の邪悪な力を目の当たりにした僕は教皇の企みとは別の、
邪悪な何者かの思惑を感じていた…。



貿易都市ドーター
　（ラムザが歩いてくる。その前にマラークが立ちふさがる）

異国の風貌を持つ魔道士（マラーク）
「異端者ラムザだな？

剣士ラムザ
「…アルマはどこだ？

異国の風貌を持つ魔道士（マラーク）
「妹を返して欲しければリオファネス城まで来い。
「ただし、修道院で手に入れた『ゲルモニーク聖典』を持ってくることが条件だ。

剣士ラムザ
「あんな古文書にどんな意味がある？

異国の風貌を持つ魔道士（マラーク）
「『ゲルモニーク聖典』を読んでいないわけではないんだろ？

【選択】
１．読んだ。
２．読んでいない。

１．読んだ。

剣士ラムザ
「…教会の不正を暴かれたくなかったらアルマを返せッ！

異国の風貌を持つ魔道士（マラーク）
「おまえは条件を出せる立場にいない。選択する余地はないんだ。

　（ラムザがうつむく）

異国の風貌を持つ魔道士（マラーク）
「確かに伝えたぞ。

　（マラークが去ってゆく）

２．読んでいない。

剣士ラムザ
「…いや、まだ読んでいない。重要な文書らしいな…？

異国の風貌を持つ魔道士（マラーク）
「お気楽な奴だ。
「ただでさえ、命を狙われているというのに、持っている文書の重要さすら認識していないとはな…。

　（ラムザがうつむく）

異国の風貌を持つ魔道士（マラーク）
「まぁ、いい。…確かに伝えたぞ。

　（マラークが去ってゆく）



オヴェリアとディリータ
BraveStory
『オヴェリアとディリータ』
　ゼルテニア城。ゴルターナ公の意志により女王の座に即位したオヴェリアは、偽りの生を生かされてきた事実に深く傷ついていた。
　悲嘆に暮れる女王にディリータは、利用されることのない人生と新しい王国を約束する。次第にディリータに心を開き始めるオヴェリア…。
ゼルテニア城の教会跡

　（オヴェリアが座っている。そこへディリータが歩いてくる）

騎士ディリータ
「…こんなところにいたのか、皆が捜していたぞ。

騎士ディリータ
「なんだ、元気がないな。
「おっと、こんな口の利き方は失礼なのかな。
「女王陛下におわしましては御機嫌も麗しく存じ……

女王オヴェリア
「やめてッ！！

女王オヴェリア
「……お願い、やめて。

騎士ディリータ
「…悪かったよ。すまない。

女王オヴェリア
「…貴方たちは私をどうしようというの？
「私はオヴェリアじゃないのよ。貴方たちにとって 何の価値もないはず。
「そう…、私には生きる価値なんてない……。

　（オヴェリアが顔を伏せる。ディリータは後ろを向く）

騎士ディリータ
「そうだな、たしかにおまえはオヴェリアじゃない。
「それどころか、本当の名前すらわからない。貴族なのか平民なのかも不明だ…。

女王オヴェリア
「…私の生きてきたこれまでの時間はいったい何だったの？
「王女の身代わりとして育てられ生きてきた……。
「ふふふ…、おかしなものね。
「王女なのに王都から離れた修道院で一生ひっそりと暮らさなければならないなんて…、
「どうして、私だけがそんな風に生きなければならないんだろうって、ずっと考えていた…。
「でも、私一人が我慢することで畏国の平和が続くならそれでもいいって思ってたわ。
「あの悲しみ、あの寂しさ…、いったい何だったの？

騎士ディリータ
「おまえはオレと同じだ…。
「偽りの身分を与えられ生きてきた哀れな人間だ…。
「いつも誰かに利用され続ける。
「努力すれば報われる？　そんなのウソだ。
「努力しないでも、それに近いヤツだけが報われるのが世の中の構造だ。
「多くの人間は与えられた役割を演ずるしかない…。
「…もっとも、大半の人間は演じていることすら気付いていないけどな。
「オレはそんなのまっぴらゴメンだ。オレは利用されない。利用する側にまわってやる！
「オレを利用してきたヤツらにそれ相応の償いをさせてやる！

女王オヴェリア
「貴方は何をしようというの？

騎士ディリータ
「オレを信用しろ、オヴェリア。
「おまえに相応しい王国を用意してやる！　オレがつくってやる！
「おまえの人生が光り輝くものになるようオレが導いてやろう！

　（ディリータがオヴェリアのもとに歩み寄り、肩に手を置く）

騎士ディリータ
「だから…、そんな風に泣くのはよせ。

女王オヴェリア
「信じていいの……？

騎士ディリータ
「オレはおまえを裏切ったりはしない。
「死んだ妹…、ティータに誓おう…。
「だから、もう、泣くな…。

　（オヴェリアがしがみつく。それをディリータが抱きしめる）



グローグの丘
南天騎士団脱走兵（見習い戦士・男）
「くそッ、ここまで逃げてきたのに追撃部隊と遭遇するなんて！！

剣士ラムザ
「南天騎士団の斥侯か！？

南天騎士団脱走兵
「もう戦争はたくさんだ！　オレたちは故郷へ帰りたいんだ！
「どんなに貧乏でも泥にまみれて暮らしていた方がいいに決まっている！
「もう人殺しはたくさんだ！　故郷へ戻って家族と一緒に暮らしたいッ！！

剣士ラムザ
「待ってくれ！　僕らはきみたちを追いかけているわけじゃない！
「きみたちと戦う意志はない！　勘違いしないでくれ！！

南天騎士団脱走兵
「ウソをつくなッ！　信じられるものかッ！！
「そうやってオレたちを安心させておきその隙に殺すつもりだろッ！　その手にのるものかッ！

南天騎士団脱走兵（アイテム士・男）
「お、おい！　あいつ…、手配書で見たヤツだ！

南天騎士団脱走兵（見習い戦士）
「なに？　…だから何だというんだ！？

南天騎士団脱走兵（アイテム士）
「間違いない！　あいつは“異端者”だぜ！
「あいつを捕まえて戻れば脱走を許してくれるんじゃないのか？

南天騎士団脱走兵（見習い戦士）
「おまえ…、 騎士団に戻るつもりなのか？

南天騎士団脱走兵（アイテム士）
「“異端者”の首は敵将の首に匹敵する手柄なんだぜ！
「あいつの首を手みやげに持ち帰れば、恩賞として除隊させてくれるんじゃないかな？

南天騎士団脱走兵（見習い戦士）
「たしかに、敵将の首と引き替えに除隊を許されたやつらがいたな…。

南天騎士団脱走兵（アイテム士）
「どうせなら、大手を振って故郷に帰るんだ！
「このまま故郷に帰っても脱走兵として命を狙われながら暮らさなくちゃいけないからな！

南天騎士団脱走兵（見習い戦士）
「おまえの言うことはもっともだ！　よし、あいつを捕まえよう！
「いや、殺したって構わない！　どうせ“異端者”なんだからな！　遅かれ早かれ処刑されるんだ！
「あいつを殺すだけで、オレたちは故郷へ戻れるんだ！！　これが最後の戦いだ！！

勝利条件　すべての敵を倒せ！
READY！

【戦闘終了後】

剣士ラムザ
「…自分の命が大切なのはわかる。わかるけど…、そういうものなのか！

CONGRATULATIONS！
THIS OPERATION IS COMPLETED！



雷神シドの息子
BraveStory
『雷神シドの息子』
　雨にぬれるグローグの丘で、占星術士オーランが再びラムザの前に姿を見せた。
　南天騎士団将軍・オルランドゥ伯の義理の息子にあたるオーランもまた、聖石を求める教皇の陰謀を知る者の一人であった。オーランの言葉は、戦乱の流れを変えられず自分の無力さに苦悩するラムザを勇気づける。
剣士ラムザ
「…父さん、父さんならどうしたんだろう……。

　（何者かの一団がやってくる物音がする）

剣士ラムザ
「きみは……。

　（チョコボにまたがったオーランと騎士４人がやってくる）

占星術士オーラン
「また会ったな。

剣士ラムザ
「黒獅子の紋章…きみは南天騎士団の人間だったのか。

占星術士オーラン
「きみが脱走兵を片付けてくれたのか。
「ベオルブ家の人間が我々に手を貸してくれるとは思わなかったよ。

剣士ラムザ
「…好きで彼らと戦ったわけじゃない。

占星術士オーラン
「わかっているさ。きみが望んで戦うはずがない。そうだろ？
「僕らも同じさ。好きで脱走兵を追っているわけじゃないんだ。わかるだろ？

剣士ラムザ
「きみは僕のことを知っていたんだな…。

占星術士オーラン
「ああ、手配書の中にきみの名前と似顔絵があったよ。
「しかも第一級の“異端者”だ。…いったい何をしでかしたんだい？

剣士ラムザ
「……僕を捕らえるのか？

占星術士オーラン
「どうして、そんなマネをしなけりゃいけないんだ？
「僕らの任務は脱走兵を捕らえることで肉親に追われているきみを捕らえることじゃない…。
「後ろの連中がきみの首を欲しいと言い出す前に、さっさと行くんだな。

　（ラムザが去りかけて、振り返る）

剣士ラムザ
「…なぜ、きみたちは戦いを続けるんだ？

占星術士オーラン
「きみの兄さんが剣を僕らに突きつけている限り、戦いは続く…。

剣士ラムザ
「ラーグ公が剣を引けばゴルターナ公も引くのか？

占星術士オーラン
「……いや、それはないだろう。

剣士ラムザ
「南天騎士団の将軍オルランドゥ伯に会う機会があるなら伝えてくれ。
「ラーグ公とゴルターナ公を煽り“利”を得ようとする奴らがいる。
「僕らは奴らの手の中で踊っているにすぎないってね。…倒すべき相手はそいつらだ。

占星術士オーラン
「なぜ、オルランドゥ伯なんだ？

剣士ラムザ
「父上が言っていた…。友と呼べる人は彼だけだったと。

占星術士オーラン
「オルランドゥ伯は僕の義父だ。伝えておこう…。

剣士ラムザ
「信じてくれるのか？

占星術士オーラン
「奴らがなぜ聖石を集めようとしているのかは知らない。
「それが民のために役立つことなら僕らは口出しするつもりはない。
「ただし、おのれの“利”のためだけに伝説を利用しようとしているのなら義父は黙っていないだろう。
「“雷神シド”の名にかけて誅伐することを約束するだろう。

剣士ラムザ
「きみたちは教皇の陰謀に気付いているのか！？

占星術士オーラン
「証拠をつかんでいるわけじゃない。
「僕らも内偵を進めているが、むしろ、きみの方が 詳しいんじゃないのかい？

剣士ラムザ
「陰謀の証拠をつかめば戦いをやめてくれるのか？

占星術士オーラン
「証拠でもあるのか？

剣士ラムザ
「ここに『ゲルモニーク………いや、なんでもない。

占星術士オーラン
「…戦いが終わるかどうかなんて誰にもわからない。
「だが、義父は必ず剣を引くに違いない…。

南天騎士団騎士（男）
「オーラン様、参りましょう！

占星術士オーラン
「わかった、今、行く！

占星術士オーラン
「お別れだ、ラムザ。死ぬなよ。

　（オーランが途中で立ち止まる）

占星術士オーラン
「ラムザ、　きみは独りじゃない！
「きみには仲間がいる！　命を賭して戦ってくれる仲間がいる！
「僕もその仲間の一人だッ！

　（オーランたちの一隊が去る）

剣士ラムザ
「…ありがとう、オーラン。

　（ラムザはリオファネス城の方へと歩き始める）



城塞都市ヤードー
異国の風貌を持つ魔道士（マラーク）
「自分が何を言っているのかわかっているのか、ラファ！！

ラファと呼ばれた魔道士
「兄さんこそ、わかっていない！
「私たちは道具じゃない！　人殺しの道具じゃないのよ！
「あそこにいたら死ぬまで私たちは“道具”として扱われることになるのよ！
「ね、行こう、マラーク兄さん。一緒に逃げよう！

マラークと呼ばれた魔道士
「戦争で親を失ったオレたち兄妹が生きてこれたのは誰のおかげだ！
「あのとき拾われていなかったらオレたちはきっと野垂れ死んでいただろう…。
「大公殿下はオレたちを可愛がってくれた…。その恩を仇で返すつもりか！！

ラファと呼ばれた魔道士
「兄さんは騙されているのよ！
「…私は聞いてしまった。戦火に乗じて村を焼き払ったのはバリンテン大公なのよ！
「何故だと思う？　あいつは私たち一族だけが知っている一子相伝の秘術を手に入れるため、
「私が受け継いだ天道術と兄さんの天冥術、この二つの術を手に入れるため村を焼いたのよ！
「私たちの父さんや母さんを殺した張本人はあいつなのよッ！！　目を覚まして兄さんッ！！

　（マラークがラファの頬を叩く）

天冥士マラーク
「バカなことを言うなッ！！

天道士ラファ
「…兄さんだって知っているでしょ？
「私があいつに何をされたか…！
「知っているクセにッ！！

天冥士マラーク
「それ以上言うな！　それ以上言うと、オレはおまえを…！

　（リオファネス軍忍者が現れる）

リオファネス軍忍者
「こんなところにいたのか、マラーク。そろそろヤツがやって来るぞ。

　（その他のリオファネスの部隊も配置につく）

天冥士マラーク
「わかっている。準備は万全だ…。

天道士ラファ
「兄さん……。

リオファネス軍忍者
「来たぞ！　異端者ラムザだ！

　（ラファがラムザたちの方に駆け寄る）

天冥士マラーク
「ラファ！！

天道士ラファ
「助けてッ！！

勝利条件　天道士ラファを救助せよ
READY！

剣士ラムザ
「おまえはあの時のッ！
「…リオファネス城で待っているんじゃなかったのかッ！！

天冥士マラーク
「あれは大公殿下の言葉を伝えたまでのこと！
「おまえごとき剣士など神殿騎士団の力を借りなくとも倒せることを証明してやる！！

　（次のターン）

リオファネス軍忍者
「マラーク、いったいこれはどういうことだ！？
「ラファはオレたちを裏切ったのか！？

天冥士マラーク
「ラファのことは気にするな！　妹の始末はこのオレがつける！！
「おまえはラムザを殺すことだけ考えていればいい！

リオファネス軍忍者
「しかし、大公殿下にはどう説明するつもりだッ！？

天冥士マラーク
「余計なことを考えるなと言っているだろ！
「ラファのことを大公殿下に一言でも喋ってみろ！　二度とその口で息を吸えないようにしてやるッ！

剣士ラムザ
「妹だと？　妹を殺すというのか！？

【マラーク瀕死時】

天冥士マラーク
「チッ、退散しなければならないなんて！

　（マラークが戦闘から離脱）

【ラファ死亡時・マラークがいる場合】

天道士ラファ
「に……、兄さん……。

天冥士マラーク
「クッ…！！

GAME OVER

【ラファ死亡時・マラークがすでに退却している場合】

天道士ラファ
「に…、兄さん……、助けて……。

GAME OVER

【戦闘終了時】

剣士ラムザ
「大丈夫かい？

天道士ラファ
「え、ええ…。ありがとう…。わ、私は……。

剣士ラムザ
「奴らが戻ってきたら厄介だ！　とにかく今は身を隠そう！

CONGRATULATIONS！
THIS OPERATION IS COMPLETED！



天道士ラファ
BraveStory
『天道士ラファ』
　城塞都市ヤードーで救出された少女・天道士ラファは、戦乱に乗じ畏国王の座を狙うフォボハム領主・バリンテン大公の野心と非道を語った。
　しかし、未だ大公に服従を誓うラファの兄・天冥士マラークはアルマの身柄と引き替えにラファとラムザの出頭を要求する…。
　（ヤードーの武器庫）

天道士ラファ
「バリンテン大公の狙いはただ一つ、畏国王の座よ。
「“武器王”と異名をとるほどの強力な兵器を開発したり、数多くの魔道士を育成したりするのもそのためなの。

剣士ラムザ
「王家と血縁関係にある大公殿下をそそのかす奴らがいるんだよ。
「ラーグ公とゴルターナ公を亡き者にし摂政の座を大公殿下に、そのお膳立てをする…という奴がね。

天道士ラファ
「なぜ、あなたは“異端者”の汚名まで受けて戦うの？
「ううん、もちろん理由を知っている。でも、やつらを倒したとしても誰にも感謝されないわ。

剣士ラムザ
「僕は誰かに感謝されるために戦っているわけじゃない。
「ベオルブの名を継ぐ者である以上、自分の名誉と誇りのために戦っている…。

天道士ラファ
「それはウソね…。あなたはそんな人じゃない。
「あなたは目の前で繰り広げられている不正や悪事を見捨てておけないだけ。そこに代償なんて求めない…。

剣士ラムザ
「それは買いかぶりすぎだよ。僕はそんなに立派な人間じゃない。
「…それより、きみはどうする？　僕は妹のアルマを助けるためにリオファネス城へ行かねばならない。
「でも、きみはやっとの思いで逃げ出してきたんだろう？

天道士ラファ
「兄さんを連れ出さなきゃ……。

剣士ラムザ
「…どうして、彼ときみが争っているんだ…？

天道士ラファ
「私たちは五十年戦争で親や住む処を失った戦争孤児なの…。
「今でも忘れない…。死臭のただようガレキの山の中を、食べ物を求めてさまよい歩いたあの日々を…。
「そんな私たち兄妹を拾って育ててくれたのがバリンテン大公。神様って本当にいるんだと思ったわ。

剣士ラムザ
「大公殿下は戦争孤児のために孤児院など数多く建設されている。
「その裏側で“才”を持った子供をプロの暗殺者に仕立て上げるために英才教育をほどこす…。
「それがきみたちというわけか…。

天道士ラファ
「私たちガルテナーハ一族には一子相伝の“秘術”があるのよ…。
「私が受け継いだ天道術と兄さんの天冥術…、この二つの術はどの魔法体系とも異なる技…。
「あいつはそれが欲しかった。だけど、一族の長老は協力を拒んだ。だから、あいつは村を焼いた…。
「自分のものにならないのならいっそのことこの世から消してしまおう…そう考えたのね。
「戦争孤児たちの中に私たち兄妹を見つけた時、あいつは心の底から喜んだでしょうね。

剣士ラムザ
「その事実に気付いたきみは逃げようとしたってわけか…。

天道士ラファ
「そんなことを知らない私と兄さんは本当の父親のように慕ったわ。
「それなのに……！！

剣士ラムザ
「…………。

マラークの声
「こんなところに潜んでいたのか…！

天道士ラファ
「マラーク兄さん！

　（カエルが現れる）

マラークの声
「聞けッ、異端者ラムザよ！　リオファネス城へ急げ！
「さもなくば、おまえは物言わぬ屍（しかばね）となった妹と対面することになるぞ！

剣士ラムザ
「アルマに指一本でも触れてみろ！　ただではおかないぞ！

マラークの声
「ラファよ、おまえも一緒に来るのだ！
「もし、従わぬ場合はおまえのせいでラムザの妹が死ぬことになる！！

天道士ラファ
「卑怯よ、兄さん！　彼らとは関係ないじゃないッ！！

マラークの声
「これは警告ではなく命令だ！　わかったな！！

　（カエルが爆発する）

天道士ラファ
「行きましょう、ラムザ！

剣士ラムザ
「すまない、ラファ。僕らのために…。

天道士ラファ
「あなたが謝ることじゃないわ。気にしないで。



ユーグォの森
　（アンデッドたちが行く手を遮っている）

天道士ラファ
「五十年戦争で命を失った者たちが未だ成仏できないようね…。
「現世に残した未練と共にもう一度、黄泉の国へ戻りなさい！！

勝利条件　すべての敵を倒せ！
READY！

【戦闘終了後】

剣士ラムザ
「死霊の森か…、二度と足を踏み入れたくはないな…。

CONGRATULATIONS！
THIS OPERATION IS COMPLETED！



バリンテン大公の野望
BraveStory
『バリンテン大公の野望』
　リオファネス城執務室に神殿騎士団を迎えたバリンテン大公は取引を持ちかける。神殿騎士イズルードから強奪した聖石『タウロス』と『スコーピオ』、そして『ゲルモニーク聖典』の所在を武器に、教会の後ろ盾を得ようというのだ。
　だが、ヴォルマルフは大公の申し出を断ると、その無礼な言いぐさに怒りをあらわにする…。
　（執務室）

バリンテン大公
「ようこそ参られた。我が城はいかがですかな？
「ルザリア城と比べるといささか無骨な造りとなっていますが私は気に入っている…。
「統治のために建設された平城とは違い戦争のために造られたこの城の方がよほど美しい…。
「イヴァリースは常に“力”を持つ者によって統治されてきました。
「このたびの戦乱はひとえに王家がその“力”を失ったことの証でしょう。

神殿騎士ヴォルマルフ
「…用件を伺いましょう。

バリンテン大公
「…せっかちですな。

バリンテン大公
「単刀直入に申しましょう…、手を結びませんか？

神殿騎士ヴォルマルフ
「…どういう意味ですかな？

バリンテン大公
「今、申したとおり、イヴァリースを支配する者は“力”を持つ者です。
「では、今、“力”を持つ者とは誰なのか？　北天騎士団を持つラーグ公？
「それとも南天騎士団を持つゴルターナ公ですか？
「いや、それは、ゾディアックストーンを持つあなたたち神殿騎士団です…。

神殿騎士ヴォルマルフ
「！！

バリンテン大公
「聖石は、それ一つで大いなる魔力を備えていると聞きます。
「いにしえの伝説によると、かつてミュロンドを襲った天変地異も聖石によるものとか…。

神殿騎士ヴォルマルフ
「ハハハハハ…。…いや、失礼。
「それにしても、大公殿下ともあろうお方がそのようなおとぎ話を信じているとは思いませんでしたな。

バリンテン大公
「おや…、では、あなたたちは 信じていない…？
「それは変ですね…。ライオネル城の枢機卿が亡くなったのも聖石をめぐるトラブルと聞きますが？

神殿騎士ヴォルマルフ
「…さて、枢機卿は病死なさったと聞いておりますが…。

バリンテン大公
「では、あのベオルブ家の末弟を追っているのは何故ですか？
「わざわざ“異端者”にまで仕立てあげて追いかけ回す理由は何ですか？

神殿騎士ヴォルマルフ
「異端審問会の者どもの決めた事などに神殿騎士団は関知しておりませぬ。

バリンテン大公
「おやおや…、あくまでも知らないと申されるのですね…。
「しかし、これならどうですかな…？
「マラークを呼べッ！！

　（マラークがイズルードを連れて入ってくる）

神殿騎士イズルード
「ち、父上、申し訳ございません。

神殿騎士ヴォルマルフ
「…く、そういうことか。

バリンテン大公
「『スコーピオ』と『タウロス』は我々が預かっています。

神殿騎士ヴォルマルフ
「この愚か者めッ！！

　（ヴォルマルフがイズルードを一打ちする）

リオファネス軍騎士（男）
「失礼いたします！　例の者の侵入を確認致しました！

バリンテン大公
「マラーク、おまえに任せよう。

　（報告に来た騎士とマラークが部屋を出る）

神殿騎士ヴォルマルフ
「望みはなんだ？

バリンテン大公
「はじめに申したとおりです。我々も力を貸したいのですよ。

神殿騎士ヴォルマルフ
「…断ると言ったら？

バリンテン大公
「教会の不正を世間に暴くだけのこと。

神殿騎士ヴォルマルフ
「聖石だけでは何の証拠にもならぬ。

バリンテン大公
「たしかにそのとおりですね。
「だが、『ゲルモニーク聖典』ならどうでしょう？
「あれならば、ラーグ公も、ゴルターナ公も、元老院の方々も興味を示すでしょうね…。

神殿騎士ヴォルマルフ
「…どこにある？

バリンテン大公
「さて…。それを教えるわけには参りません。

神殿騎士ヴォルマルフ
「ウィーグラフ、今の魔道士を追え。ここは私が始末する…。

　（ウィーグラフが出ていく）

バリンテン大公
「おかしなマネはおやめなさい！　あなたたちに勝ち目はありませんよ！

神殿騎士ヴォルマルフ
「勝ち目だと…？
「おまえたち脆弱な人間どもに何ができるというのだ…！

神殿騎士イズルード
「父上…？

神殿騎士ヴォルマルフ
「我々をなめるなよ、バリンテン…。貴様を殺すことなど容易いのだぞ…。

バリンテン大公
「刃向かう気かッ！？

　（リオファネス軍の騎士たちがヴォルマルフを取り囲む）

神殿騎士ヴォルマルフ
「戦おうというのか…？　いいだろう。貴様に聖石の力を見せてやる！

　（ヴォルマルフの持つ聖石が輝き出す。バリンテン大公が部屋から逃げ出す）

　（悲鳴）



リオファネス城城門前
天道士ラファ
「兄さん、お願い、もうやめよう！　一緒に行こう！　ね？

天冥士マラーク
「裏切り者がどうなるか、おまえも知っているはずだ！
「仲間だった者たちに追われ、追いつめられ、最後には殺される！
「たとえ、この場を逃れたとしても一生、怯えながら暮らさなきゃいけないんだ。
「オレはそんな生活なんかまっぴらご免だッ！
「だが、この仕事を無事にクリアすればオレたち兄妹を解放してくれると大公殿下は約束してくれたんだ！

天道士ラファ
「兄さんはあいつの言葉を信用するっていうの！？
「ウソよ！　ウソに決まっているわ！　ここで逃げなきゃ一生奴隷のままよ！

天冥士マラーク
「オレは大公殿下の言葉を信じるッ！
「そいつを殺し、『ゲルモニーク聖典』さえ奪えば、オレたちは自由になるんだ！！

勝利条件　すべての敵を倒せ！
READY！

剣士ラムザ
「アルマはどこだ！

天冥士マラーク
「妹のことが心配か？　そうだろうな。
「おまえがおとなしく『ゲルモニーク聖典』さえ渡すなら命だけは助けてやるぞ！

天道士ラファ
「ラムザ、信じてはだめ！
「マラーク兄さんがそう言っても用済みになればあいつはあなたたち兄妹を殺すわ！
「『ゲルモニーク聖典』を手渡したら最後よ！
「その本を持っている限り、妹さんは安全だわ！

【マラーク瀕死時】

天冥士マラーク
「く…、強い……。やはりオレの力では勝てんのか…！

　（マラークが戦闘から離脱）

天道士ラファ
「兄さんッ！　逃げる気！？

　（ラファもそれを追って離脱）

【ラファ瀕死時】

天道士ラファ
「たしかに、兄さんの言うとおりだわ。逃げても意味ないわ。
「この手できちんと過去と決別しなければ……！

　（ラファが戦闘から離脱）

天冥士マラーク
「待てッ！　ラファ！　何をする気だッ！？

　（マラークも戦闘を離脱）

【戦闘終了後】

　（轟音と閃光が響く。門が開き、瀕死の騎士が出てきて力尽き倒れる）

リオファネス軍騎士（男）
「た…、助けて……。ば、ばけものが………。

剣士ラムザ
「ラファ…、アルマ……。無事でいてくれ……。

CONGRATULATIONS！
THIS OPERATION IS COMPLETED！



脱出するアルマ
BraveStory
『脱出するアルマ』
　リオファネス城に監禁されたアルマはひとり、兄・ラムザを想っていた…。
　突如、静寂を打ち破る悲鳴。驚くアルマの前に現れたリオファネス軍騎士は、恐怖に怯える言葉を残し絶命する。騎士の冥福を祈ったアルマは恐る恐る扉の外へ足を踏み出した…。
　（リオファネス城の牢屋？）

アルマ（心の内で）
「兄さん……。

　（断末魔の叫び）

アルマ
「え！？

　（殺戮の物音と絶叫。扉が開き、負傷した騎士がよろめきながら入ってくる）

アルマ
「……ひどい怪我！

リオファネス軍騎士（男）
「う……う……た…助けて………あんな……バケモノが………

アルマ
「しっかり…、しっかりして！！

リオファネス軍騎士
「に……げろ………ここ…は…危険………だ………

　（騎士が果てる。外では殺戮が続いている。アルマは決心したように外へ出ていく）



リオファネス城城内
　（辺りにリオファネス軍騎士たちの死体が横たわっている）

剣士ラムザ
「これはいったい…？

神殿騎士ウィーグラフ
「来たか…、ラムザ。

神殿騎士ウィーグラフ
「さあ、剣を抜け、ラムザ。

神殿騎士ウィーグラフ
「どうした、抜かないのか？　…ならば、こちらから行くぞ。

剣士ラムザ
「哀れだ…。あなたは本当に哀れな人だ…。
「ルカヴィに魂を売ってまで復讐を果たしたいとは…。
「ミルウーダが知ったらさぞかし嘆き哀しむことだろう…。

神殿騎士ウィーグラフ
「復讐だと？　クククク…、そんなことはどうでもいい…。
「私の望みはそんな小さなものではない…。ミルウーダの仇などどうでもよい。
「私が望むのはこの世に“混沌”をもたらすこと…。そう…、脆弱な人間どもの悲鳴を聞くことだ…。
「だが、安心しろ、ラムザ。貴様だけは特別にこの私が殺してやる！

勝利条件　神殿騎士ウィーグラフを倒せ！
READY！

【ウィーグラフHP半減時】

剣士ラムザ
「聖石は悪魔の石…、ゾディアックブレイブは悪魔の騎士団…。
「僕らが信じてきた伝説はすべて嘘だった…！

神殿騎士ウィーグラフ
「ククク…、所詮、“神の奇跡”などそんなものだ…。
「その時々の執政者たちが自分の都合の良いように歴史を改ざんしているだけ。
「だがな、その行為のどこに問題があるというのだ？　彼らが責められる理由は何もない。
「なぜなら“神の奇跡”を望むのはいつでも民衆だ。
「何もせず、文句ばかり言い、努力はせず、他人の足を引っ張る…それが民衆というもの…。
「そうした民衆が望むものを執政者たちが用意する…。歴史などその繰り返しにすぎん。
「たしかに施政者たちはそうした民衆の弱い心を利用していたかもしれん…。
「だが、民衆もまた、利用されることに満足しているのだ…。
「“神”なんぞ、人間のもっとも弱い心が生み出したただの虚像にすぎん…。
「それに気付いていながら その“ぬるま湯”に甘んじている奴らがいけないのだよ…。

剣士ラムザ
「人間としてのその弱い心を克服せずに聖石の奇跡に頼る貴様は何なんだ？

神殿騎士ウィーグラフ
「弱い人間だからこそ“神の奇跡”にすがるのさ…。
「おまえこそ、自分が本当に強い人間と自信を持って言い切れるのか？

剣士ラムザ
「努力はしている！

神殿騎士ウィーグラフ
「ならば、その努力ももうおしまいだなッ！

【ウィーグラフ瀕死時】

神殿騎士ウィーグラフ
「く……、強くなったな……。

　（ウィーグラフが姿を消す）

剣士ラムザ
「逃げるのかッ！　ウィーグラフ！！

剣士ラムザ
「出てこいッ！　ウィーグラフ！！

　（ウィーグラフが姿を現す）

神殿騎士ウィーグラフ
「ここで決着をつけよう…。

　（ウィーグラフがルカヴィへと姿を変える）

魔人ベリアス
『待たせたな…。

　（ラムザの仲間のアタックチームが登場）

魔人ベリアス
『仲間を呼んだか…。ならば、こちらも呼ぶとしようか。
『出よ、我が忠実なるしもべたちよ！

　（アルケオデーモンが3体現れる）

魔人ベリアス
「さあ、行くぞ、ラムザ！　おまえに魔界の力を見せてやろうッ！

勝利条件　魔人ベリアスを倒せ！
READY！

【ベリアス死亡時】

魔人ベリアス
『うおおおおおおッ！！　ばかな…、たかが人間ごときに…！

　（ベリアスが消滅し聖石が残る。どこかで女の悲鳴があがる）

剣士ラムザ
「アルマ！！

CONGRATULATIONS！
THIS OPERATION IS COMPLETED！



惨劇の痕
BraveStory
『惨劇の痕』
　リオファネス城内の惨劇に言葉を失うアルマ。執務室でアルマは臨終の神殿騎士イズルードから聖石『パイシーズ』を受け取る。
　そこへ現れたヴォルマルフがアルマに迫った時聖石『ヴァルゴ』が激しく輝きだす。それを見たヴォルマルフは、抵抗するアルマを何処かへと連れ去った…。
　（リオファネス城執務室）

　（殺戮の惨状にアルマは呆然とする）

神殿騎士イズルード
「……う、……うう。

アルマ
「しっかりして。

神殿騎士イズルード
「……け、剣はどこだ……？　どこにある……？
「あいつを…倒さなければ……。お願いだ……明かりをくれ……真っ暗で…何も見えない………。

アルマ
「…もう大丈夫よ。戦わなくてもいいわ…。安心して…。

神殿騎士イズルード
「……きみの兄貴…に…伝えてくれ…やはり…聖石は…“悪魔の力”…
「父は…、あいつは…父上じゃない…聖石の力によって……ルカヴィに……。ゲホッ！！

アルマ
「お願い、もう喋らないで…。

神殿騎士イズルード
「ラムザの…言っていたことは…正しかった…。
「あいつを…倒さなければ……世界は…滅ぶぞ……
「皆に…伝えて……くれ……戦争なんて…やってる場合じゃない…協力して…立ち向かわないと……
「け、剣はどこだ……！　くそ……腕が……動かない……

アルマ
「大丈夫よ、安心して。大広間に『あいつ』の死体があったわ。
「兄さんが倒したのよ。だから大丈夫。あなたが戦う必要はないの…。

神殿騎士イズルード
「本当か……？　そうか……なら、安心だ……
「オレの……上着の中に……聖石がある……それを…きみの兄貴に……

　（アルマがイズルードの着衣から聖石を取り出す）

アルマ
「必ず兄さんに渡すわ。

神殿騎士イズルード
「頼んだぞ………。
「……ふぅ、………疲れた…眠い………少し眠るよ……。

　（イズルードが息絶える）

「誰だ、そこにいるのは…？

　（ヴォルマルフが入ってくる）

神殿騎士ヴォルマルフ
「そこにいたのか。貴様もあの世へ送ってやろう。

神殿騎士ヴォルマルフ
「怖がらなくともよい。苦しまずに殺してやるから…。

　（断末魔の絶叫）

神殿騎士ヴォルマルフ
「なんだと…、ベリアスがやられたのか……？

神殿騎士ヴォルマルフ
「貴様の兄はずいぶんと悪運が強いようだな……。

神殿騎士ヴォルマルフ
「さあ、こっちへ来るんだ……。

　（ヴォルマルフがアルマに近づいた刹那、ヴォルマルフの持つ聖石が光を放つ）

神殿騎士ヴォルマルフ
「なぜだ…、なぜ、ヴァルゴが反応するのだ……？
「まさか……、貴様は……。

神殿騎士ヴォルマルフ
「これはいい！　思いがけぬ処で出会うとは…！
「あと百年は必要だと思ったぞ！！　まさか、貴様がそうだったとはな…！

アルマ
「やめてッ！！　離してッ！！

神殿騎士ヴォルマルフ
「安心しろ、命を奪ったりはせん。さあ、来るんだ！！

　（ヴォルマルフがアルマを気絶させ共に姿を消す。後にはイズルードが託した聖石のみが転げ落ちて残る）



リオファネス城屋上
バリンテン大公
「この痴れ者め！　恩を仇で返すとはこのことだッ！
「おまえが生きていられるのは誰のおかげだと思う！　わしだ、わしのおかげだ！
「わしがおまえをあのガレキの山から救い出したのだッ！　その恩を忘れたかッ！

天道士ラファ
「恩を仇で返すだって？　村を焼いたのはおまえではないか！
「父さんや母さんを殺したのはバリンテン…、おまえだ！
「恩を仇で返す？　違う…、これは正当な復讐だ！

バリンテン大公
「復讐だと？　おまえにわしを殺せるのか？
「わしはおまえの父親だぞ？　おまえを育てたのはこのわしだ！　その父を殺そうというのか？
「さあ、殺してみるがいい！

　（躊躇うラファ）

バリンテン大公
「ククク…、殺せはしまい…。何故、殺せないかわかるか？
「それはおまえの身体が覚えているのだ…。恐怖をな…。
「だが、安心しろ…、次第に恐怖が恐怖でなくなるよ。クックックック。

天冥士マラーク
「その話は本当なのかッ！！

　（マラークが現れる）

天冥士マラーク
「…今の話は本当なのか？

バリンテン大公
「おまえまでわしに刃向かおうというのか…？
「なんと恩知らずな奴らなのだ！

天道士ラファ
「殺してやるーッ！！

天冥士マラーク
「やめろ！　ラファ！！

　（マラークが身を挺してラファを守り、バリンテン大公の銃弾に倒れる）

天道士ラファ
「兄さんッ！！

天道士ラファ
「兄さん！　しかっりして！　兄さんーッ！！

剣士ラムザ
「ラファ！　マラーク！！

バリンテン大公
「おまえがラムザか。…動くなよ。
「さあ、ラファ、マラークを助けたかったら聖石をこちらへ持ってこい。
「マラークが持っているはずだ。捜して持ってくるんだ！

　（ラファがマラークの服から聖石を見つける。と、バリンテン大公の背後に人影が現れる）

バリンテン大公
「そうだ、それを持ってくるんだ！
「早くしろ！　………！！

　（バリンテン大公が振り向く。そこに立っている人物（レディ）が大公をつかみ上げる）

バリンテン大公
「グァッ！！

　（バリンテン大公が屋根から放り投げられる。絶叫が響く）

低い男の声（エルムドア侯爵）
「…その聖石をこちらに渡してもらえないかな？

剣士ラムザ
「あ、あなたは…、エルムドア侯爵…。なぜ、こんなところに…？

　（ラファが聖石を懐にしまい込む）

エルムドア侯爵
「そうではない…。こちらに渡すんだ……。

剣士ラムザ
「ラファ！　気をつけろッ！！　そいつらは人間じゃないッ！！

エルムドア侯爵
「…きみが異端者ラムザか。
「…きみには礼を言っていなかったな。いつぞやは世話になった。ありがとう…。
「私はヴォルマルフのように手荒なマネをしたくはないのだよ。その辺りをわかって欲しい…。
「さあ、おとなしく聖石を渡してもらおうか？
「そうしてくれたなら、ヴォルマルフに彼が連れ去ったきみの妹を返してくれるよう頼んであげよう。

剣士ラムザ
「アルマを！？　どこだ、返せッ！！

エルムドア侯爵
「私の話を聞いていないのか？　まずは聖石が先だよ…。

剣士ラムザ
「……だめだ、渡してはならない。

エルムドア侯爵
「妹を見殺しにするのかね？
「きみは妹を助けるために危険を承知でこの城へ乗り込んで来たのではなかったのかな…？

剣士ラムザ
「……………。

エルムドア侯爵
「いいだろう…。手荒なマネをしたくはなかったのだが。
「セリア、レディ、行くぞ…！　聖石はそこの娘が持っている…。聖石を取り戻すのだ…！

勝利条件　天道士ラファを護れ！
READY！

【ラファ死亡時】

天道士ラファ
「兄さん……、マラーク兄さん……。

剣士ラムザ
「ラファーッ！！

GAME OVER

【エルムドア・セリア・レディ瀕死時】

エルムドア侯爵
「…なるほど、キュクレインやベリアスがやられるわけだ…。
「セリア、レディ、今夜は引き上げるぞ！
「異端者ラムザよ、我が聖石が欲しくば、ランベリー城へ来るがいい！
「待っているぞ…！

　（エルムドア侯爵、セリア、レディたちが消える）

天道士ラファ
「兄さん……。

CONGRATULATIONS！
THIS OPERATION IS COMPLETED！



もうひとつの力
BraveStory
『もうひとつの力』
　妹をかばいバリンテン大公の凶弾に倒れた天冥士マラーク。兄の遺骸を前に泣き崩れる天道士ラファの胸で聖石『スコーピオ』が光を放つ。神殿騎士ウィーグラフ転生の記憶に、ルカヴィ出現の危険を予感するラムザ。
　しかし聖石の輝きはルカヴィを召喚することなく、マラークの魂を地上に呼び戻した。
天道士ラファ
「兄さん……、ほら、夜が明けたよ。
「よく夜が明けるまでいろんなことを話したよね…。
「旅行したかったな…。ほら、よく話したじゃない。
「戦争が終わって平和になったら私たちガルテナーハ一族の故郷へ行ってみたいって…。
「ねぇ、覚えてる？　ねぇ、兄さん…、なんとか言ってよ。兄さん……。

剣士ラムザ（心の内で）
「アルマ……。

　（聖石が音を発し始める）

天道士ラファ
「……なに、これ？

　（ラファが聖石を取り出す。聖石が光る）

剣士ラムザ
「まさか……、ラファの心に反応しているのか……？
「マラークの死を悲しむ心……
「ウィーグラフの絶望と悲憤がベリアスを呼んだ……。
「だとしたら……！

天道士ラファ
「おまえも、悲しんでくれるの…？　ありがとう……。

剣士ラムザ
「違う…、ラファ…、それは……。

　（聖石から光が発せられる。マラークに天空から光が降りそそぐ）

剣士ラムザ
「…え？

天冥士マラーク
「う……、う……。

天道士マラーク
「に、兄さんッ！！

天冥士マラーク
「ラファ……？　ここは……？　オレはいったい……？

天道士ラファ
「兄さん…、兄さん…、兄さん…。よかった……。

天冥士マラーク
「痛いよ……、ラファ……。あはははは……。



偽らざる心
BraveStory
『偽らざる心』
　リオファネス城内にアルマの姿はなく、惨劇の執務室には聖石『パイシーズ』だけが残されたいた。「聖石の力は、それを使う者の心次第…」 マラークがつぶやく。拾い上げた聖石を握りしめ、ラムザは妹アルマを想う。
　畏国全土に拡大した戦乱は新たな局面を迎えようとしていた…。
　（惨状のリオファネス城執務室）

天冥士マラーク（文字のみ。下の情景とかぶる）
『誰かに喚ばれたんだ…。わからない、聞いたこともない声だったよ…。

天冥士マラーク
『正しき心を持つ者のもとへ戻れ…、その声はそう言ってた……。

剣士ラムザ
「聖石がこんなところに……？

　（ラムザが『パイシーズ』を拾い、傍らに横たわるイズルードの遺体を見る）

剣士ラムザ（文字のみ）
『聖石は神が創ったものではなくもっと邪悪な…、そう…、ルカヴィがこの世界へ出現するために創ったものだと思っていた…。

天冥士マラーク
『誰が創ったのか知らないが要は “使う側”の問題ということか…。

剣士ラムザ
「アルマ……。

膠着状態に業をにやした北天騎士団は
拡大した前線に配置された
騎士団をも動員して
ベスラ要塞の攻略を
実行しようとしていた…。


Chapter4　SOMEBODY TO LOVE
愛にすべてを

闇でうごめく者ども
BraveStory
『闇でうごめく者ども』
　連れ去られたアルマの手がかりを求めマラークの話を聞く中で、神殿騎士団団長・ヴォルマルフの名が浮上する。教皇フューネラルの思惑すら、ヴォルマルフに利用されているらしい。
　ヴォルマルフの正体とその真の狙いを突き止めるべく、かつての親友ディリータのいるゼルテニアを目指すラムザ…。
リオファネス城城内

天冥士マラーク
「…何か、ものすごい力で潰された惨い死体ばかりだった…。

天道士ラファ
「でも、その中にあなたの妹はいなかったんでしょ？

剣士ラムザ
「…ああ、どこにもいなかったよ。

天冥士マラーク
「この城にいたのは間違いないんだ。連れ去られたんだろうな…。
「この城を訪れた神殿騎士は３人…。それ以外は見ていない…。

剣士ラムザ
「ルカヴィに変身した１人は僕が倒した。
「もう１人…、イズルードは死体になっていた…。
「となると、最後の１人が連れ去った…？

天冥士マラーク
「グレバドス教の総本山、ミュロンドへ戻ったんじゃないのか？
「だって、奴らは教皇フューネラルの指示で動いているんだろう？
「だったら、きみの妹を連れ去った神殿騎士はミュロンドへ戻ったはずだ。

剣士ラムザ
「そうかな…？
「教皇が聖石の秘密を知っているとは僕には思えない。
「その証拠に、ウィーグラフは魔人ベリアスと契約を結ぶまで聖石の秘密を知らなかった…。
「それに、イズルードはルカヴィと戦って死んだように思える。

天冥士マラーク
「どういうことだ？

剣士ラムザ
「戦争を影で操り、教会の支配力を強化する……、
「たしかにそれは教皇フューネラルの“野心”だろう。
「だが、聖石を集めているのはゾディアックブレイブの伝説を利用して民衆の心を掴むため…。

天冥士マラーク
「つまり、こういうことか。教皇の“野心”すら誰かが利用している…？

天道士ラファ
「彼の妹を連れ去った神殿騎士は誰？

天冥士マラーク
「たしか、神殿騎士団の団長、ヴォルマルフだったと思う。

剣士ラムザ
「おそらく、そいつが黒幕だ…。

天冥士マラーク
「これからどうするんだ？

剣士ラムザ
「…ゼルテニアにいるディリータに会ってみようと思う。

天冥士マラーク
「グリムス男爵の跡を継いで黒羊騎士団の団長となったあいつか？

剣士ラムザ
「…ディリータを裏側で操っているのは教会と神殿騎士団だろう。
「ディリータはヴォルマルフの正体を知っているのか……？

愛　に　す　べ　て　を
CHAPTER4　SOMEBODY TO LOVE


聖石を持つ男
BraveStory
『聖石を持つ男』
　前線よりゼルテニア城に帰還したオルランドゥ伯をオーランが出迎えた。オーランは畏国各地で起きた聖石をめぐる一連の事件、そして教会および神殿騎士団の動向を義父に報告する。
　懐中から取りだした聖石『リーブラ』を見つめオルランドゥ伯は来るべき戦いを予感する…。
ゼルテニア城

　（オルランドゥが佇んでいる部屋にオーランが入ってくる）

占星術士オーラン
「義父上、お帰りなさいませ！

オルランドゥ伯
「うむ…、元気だったか、オーラン。

占星術士オーラン
「はい、私は大丈夫です。
「前線はいかがですか？

オルランドゥ伯
「おまえも知ってのとおり、ひどいものだよ。
「味方が味方の監視をしながらでないと戦えんほどだ。わしの名も地に墜ちたものだな、はっはっはっ。

占星術士オーラン
「ご冗談を…。それを言われるならゴルターナ公でございましょう。
「義父上がいるからこそ、他の将軍たちがここにいるのだと皆、ウワサしております。

オルランドゥ伯
「主君に生涯の忠誠を誓い命を捧げる…それがオルランドゥの家訓だ。
「滅多なことを言うものではない。

占星術士オーラン
「すみません。口が過ぎました。

オルランドゥ伯
「まあ、よい。…それよりも例の件はどうなった？

占星術士オーラン
「機工都市ゴーグで聖石らしきクリスタルが発見されたこと、
「亡くなった枢機卿が五十年戦争末期にゼラモニアの古城で聖石を発見したことは事実でした。
「また、神殿騎士団が暗躍しているようですが、何をしているかまでは不明です。

オルランドゥ伯
「ミュロンドへ放った“草”はどうした？

占星術士オーラン
「残念ながら…。
「できれば、教皇の謀略の証拠を掴み、和平への糸口としたいものなのですが…。

　（オルランドゥが懐から聖石を取り出す）

オルランドゥ伯
「やつらはいずれ、これに気付くだろう。
「その時が本当の戦いかもしれぬ…。


ドグーラ峠
南天騎士団警備兵（ナイト・男）
「我らがここを守る限りこれ以上、先へは進ません。

勝利条件　すべての敵を倒せ！
READY！

CONGRATULATIONS！
THIS OPERATION IS COMPLETED！


自治都市ベルベニア
神殿騎士メリアドール
「私の名はメリアドール。弟の仇を討たせてもらうわッ！！

剣士ラムザ
「弟の仇だって？　何のことだ？

神殿騎士メリアドール
「シラを切るつもり！
「リオファネス城でおまえが殺したイズルードは私の弟ッ！！
「フューネラル教皇猊下の命令ではなく死んでいった弟のためにあなたを討つッ！！

勝利条件　神殿騎士メリアドールを倒せ！
READY！

【メリアドールHP減少時】

剣士ラムザ
「待ってくれ！　イズルードを…彼の命を奪ったのは僕じゃない！
「リオファネス城で何があったか知っているんだろう？　あれは人間の業ではない！
「イズルードはヤツに…ルカヴィに殺されたんだッ！！

神殿騎士メリアドール
「ルカヴィですって？　ルカヴィが現れて弟を殺したというのッ！？
「ハハハハ、これは傑作だわ！　どうせなら、もうちょっとマシな嘘をついたらどうなの！！

剣士ラムザ
「きみもイズルードと同じだ。真実を知らされていない！
「きみたちは皆、悪しき者どもの手の上で踊っている哀れな操り人形であることに気付いていない！
「聖石はただ“信仰”されるためだけのクリスタルではない！！　奇跡を喚ぶ“力”を持っている！
「その“力”は使う側によって違うが、少なくとも奴らは悪しき目的のために利用している！
「目を覚ませ、メリアドール！　きみはヴォルマルフにだまされている！！

神殿騎士メリアドール
「そんな話を信じると思うの？　ばかばかしい！
「ヴォルマルフは私の父よッ！！

剣士ラムザ
「！！

【メリアドールHP半減時】

神殿騎士メリアドール
「…弟は本気でこの腐りきった畏国を救おうと考えていた！
「たしかに私たちの計画は乱暴かもしれない…。しかし“変革”には“痛み”が必要だ！
「“痛み”なくして真の“変革”などありえないわ！！
「自分の背負った宿命すら全うできないおまえのような“甘ちゃん”にこの世界を変えられるものか！！

剣士ラムザ（次のターン）
「頼む、僕を信じてくれ！　彼の命を奪ったのは僕じゃない！
「戦うべき相手は僕じゃない！！　ルカヴィは実在するんだ！
「きみは父親だと信じているその男はもう人間じゃない！　ルカヴィに心と身体を奪われた悪魔なんだよ！

神殿騎士メリアドール
「しつこいわよ、ラムザッ！

剣士ラムザ
「どうしたら信じてくれるんだ…！

【メリアドール瀕死・戦闘不能時】

神殿騎士メリアドール
「く…、つ…、強い…！　ウィーグラフがやられるわけね…！
「いいこと、おぼえておきなさい！　次に会うときこそ、おまえが死ぬときよ！　いいわね！

　（メリアドールとその他の敵が消える）

CONGRATULATIONS！
THIS OPERATION IS COMPLETED！


フィナス河
剣士ラムザ
「この河…、思ったより深そうだ。移動に気をつけないとヤバそうだ…。

勝利条件　すべての敵を倒せ！
READY！

CONGRATULATIONS！
THIS OPERATION IS COMPLETED！


ディリータの想い
BraveStory
『ディリータの想い』
　ゼルテニアの教会でディリータと接触。教皇は教会の支配力を絶対のものとするため、ラーグ・ゴルターナ両公の暗殺を計画していた。ディリータの行動の真意を問うラムザ。
　ディリータは教会への従属を否定し、オヴェリアへの想いをラムザに打ち明けた。
　（教会）

　（ラムザがひざまずいて祈りを捧げている。ディリータが入ってきて、隣にひざまずく）

騎士ディリータ
「…“異端者”と呼ばれる人間が教会に来るとはな。いい度胸だ。

剣士ラムザ
「そうさ、僕には時間がない…。単刀直入に聞くよ、ディリータ。
「きみをゴルターナ軍に送り込んだ教皇の狙いは何なんだ？

騎士ディリータ
「…それを聞くために、危険を冒してゼルテニアに来たのか。
「…いいだろう、教えてやる。
「オレの任務はゴルターナ公とオルランドゥ伯の暗殺だ…。

剣士ラムザ
「なんだって…！！

騎士ディリータ
「大きな声を出すな…。
「本当の計画はこうだ…。
「王家や貴族に対して不満を抱いているやつら…、例えばあの骸旅団のような輩を煽り各地で反乱を起こさせる。
「戦争に疲れた民衆は、ますます悪化する国政に対して不満を抱くことになるだろう。
「どちらの陣営も互いの所領地で起きた反乱を粛正したいが、そのために兵を割くことはできない。
「すると、どうなるか？　この膠着状態を打破するために決着をつけようとするだろう。

剣士ラムザ
「最近、各地で頻発している反乱もすべて教皇の企みなのか…。
「しかも、決着をつけようと、両軍がベスラ要塞に集結しつつある。
「まさに、きみたちの計画どおりというわけか…。

騎士ディリータ
「ああ。…だが、決着はつけさせない。なぜなら…、
「その戦いの最中、ゴルターナ公とラーグ公は何者かに暗殺されることになるからだ。

騎士ディリータ
「もちろん、その周囲にいる要人たちも同時に暗殺される…。
「南天騎士団のオルランドゥ伯、北天騎士団の聖将軍ザルバッグ、そして、ダイスダーグ卿…。
「指導者を失った両陣営は戦いをやめ和平への道を歩まざるをえなくなる…。

剣士ラムザ
「そこで、教会が両陣営の“仲介者”となるわけか…。

騎士ディリータ
「民衆は諸手を挙げてその仲介を歓迎するだろう。
「しかも、伝説のゾディアックブレイブ付きだ。

剣士ラムザ
「しかし、聖石は……。

騎士ディリータ
「今の教会にとって、一番の障害はラムザ、おまえなのさ。

剣士ラムザ
「きみだって、僕の持つ聖石を狙っているんじゃないのか…？

騎士ディリータ
「オレは教会の犬じゃない。オレはオレの意志で動いている。

剣士ラムザ
「どういうことだ？

騎士ディリータ
「必要なときは、遠慮なくおまえを殺すってことさ。

騎士ディリータ
「だが、安心しろ。方法は違っても目指しているものは一緒だ。
「目指す方向が一致している限りおまえはオレの敵じゃない…。

剣士ラムザ
「…僕と一緒に行こう。

騎士ディリータ
「…すまない、それはできない。彼女にはこのオレが必要だ。

剣士ラムザ
「彼女？

騎士ディリータ
「扱いやすい方が残れば、王子だろうが王女だろうがどちらでもいいんだ。
「教会は、どちらか一方を王位に据え影から操る…、傀儡（かいらい）政権の誕生、それが教皇の真の狙いだ。

剣士ラムザ
「きみは自分の野心のためにオヴェリア様を利用しているのか？

騎士ディリータ
「…さあ、オレにもよくわからん。ただ…、

剣士ラムザ
「ただ？

騎士ディリータ
「彼女のためならこの命…、失っても惜しくない…。

剣士ラムザ
「ディリータ…。

騎士ディリータ
「おかしいか…？

剣士ラムザ
「いや、その言葉を信じるよ。

　（外で閃光と物音が起きる）

聞き覚えのある声
「異端者ラムザに告げる！
「この教会は完全に包囲した！　おとなしく出てこい！！

剣士ラムザ
「…この声、ザルモゥか！！

　（ラムザとディリータが出ていく）


町外れの教会
異端審問官ザルモゥ
「貴公は黒羊騎士団のハイラル！　何故、貴公がここに！？

騎士ディリータ
「…姿を見られたからには生かして帰すわけにはいかないな！
「やるぞ、ラムザッ！

剣士ラムザ
「彼らは教皇の謀略など知らされずにその片棒を担がされているだけだ！
「理由をきちんと説明すればわかってくれるかも…。

騎士ディリータ
「…まだ、そんな甘いことを言っているのか？
「…まぁ、がんばってみるんだな！

勝利条件　異端審問官ザルモゥを倒せ！
READY！

【ザルモゥHP減少時】

異端審問官ザルモゥ
「自分のしていることを わかっているのか？
「奴は第一級の異端犯罪者なのだぞ！　異端者を助けた者もまたその罪を問われることになる！
「黒羊騎士団の団長ともあろう者が我ら異端審問会に逆らおうというのか！？

騎士ディリータ
「わかっている！　だから、貴様たちを皆殺しにしようとしているんだよ！

異端審問官ザルモゥ
「なんと！！　神をも畏れぬ不届き者めッ！！
「その行為はこの世の秩序を乱し、神の創りたもうた自然の摂理に逆らうことを意味しているのだぞ！
「貴様は神に逆らおうというのか！！

騎士ディリータ
「何が“秩序を乱す”だッ！
「貴様の言っている“秩序”など貴様たちのとって都合の良い“秩序”でしかないッ！！
「人心を操るために“神”の名を利用し作り出した“秩序”など笑止千万！
「人々の弱い心につけ込む貴様たちに“神”を語る資格などあるものかッ！

剣士ラムザ（次のターン）
「この際、“神”の話はどうでもいい！　それよりも“真実”を見て欲しい！

異端審問官ザルモゥ
「“真実”だと？　冤罪（えんざい）とでも言うのか？
「我々異端審問会は、貴様に枢機卿殺害と聖石強奪の容疑について釈明の機会を与えようとした！
「だが、その機会を棄てたのは貴様だ！　逃げた行為そのものが貴様の容疑を確かなものとしている！
「我々は異端審問会において異端者ラムザ・ベオルブを有罪と認め処刑の判決を下した！
「今さら何を言っても遅いわッ！！

剣士ラムザ
「く……、戦うしかないのか！！

【ザルモゥ死亡時】

異端審問官ザルモゥ
「……神よ、…罪深き者どもに天罰を……与えたまえ……

CONGRATULATIONS！
THIS OPERATION IS COMPLETED！


止まらない歯車
BraveStory
『止まらない歯車』
　異端審問官ザルモゥを打ち破ったディリータとラムザの前に一人の女性が現れた。
　ディリータと同様、教会から派遣されたというその女性、魔道士バルマウフラは北天騎士団がベスラ要塞への進軍を開始したことを告げる。
　両軍の衝突の回避するため、オルランドゥ伯を追ってラムザはベスラへと急いだ。
騎士ディリータ
「これからどうするんだ、ラムザ？

剣士ラムザ
「ゼルテニアに来た理由は二つある。一つはきみに会うため。
「もうひとつはオルランドゥ伯に会うためだ。

騎士ディリータ
「雷神シドに？

剣士ラムザ
「教会の陰謀を暴くために協力を要請するつもりだ。

騎士ディリータ
「どうやって？

剣士ラムザ
「僕には教会の不正を暴くことができる強い“証拠”があるんだ。

騎士ディリータ
「そうか、『ゲルモニーク聖典』か！

剣士ラムザ
「以前、伯の義理の息子にあたるオーランに会ったとき、
「彼は、証拠さえあれば、教皇の陰謀を阻止するために戦ってくれると約束してくれた。

騎士ディリータ
「…オーランか。

　（魔道士らしき女性が現れる）

騎士ディリータ
「大丈夫。彼女はオレの仲間だ。
「オレを補佐するためにミュロンドから送り込まれた人間が数人いるんだ。彼女はその一人だ。

魔道士らしき女性（バルマウフラ）
「補佐…？　あなたを監視するためよ。

騎士ディリータ
「おいおい、頼むぜ。
「彼女だけはすべてを知っている。ゴルターナ軍の中で唯一信用できる仲間なんだ。

魔道士らしき女性
「あなたがベオルブ家の末弟、ラムザね。
「私の名はバルマウフラ。よろしく。

騎士ディリータ
「ところで、何の用だ？

魔道士バルマウフラ
「北天騎士団が動き出したわ。

騎士ディリータ
「目的地はベスラ要塞か？

魔道士バルマウフラ（うなずいて）
「さっき、オルランドゥ伯がベスラへ向けて出発したわ。
「ゴルターナ公もベスラ要塞へ向かわれるそうよ。…あなたの黒羊騎士団と一緒にね。

騎士ディリータ
「一足遅かったようだな…。両軍の戦いは終わらない…。

剣士ラムザ
「いや、まだあきらめない。
「無駄な血が流される前に伯を説得してみせる。

騎士ディリータ
「…ここでお別れだな。ラムザ。

剣士ラムザ
「死ぬなよ、ディリータ。

騎士ディリータ
「そっちこそ…。

　（ラムザとディリータが握手する。ラムザが去る）

魔道士バルマウフラ
「行かせていいの？

騎士ディリータ
「…あいつの行動も計算のうちだ。

魔道士バルマウフラ
「親友ですら利用するのね、あなたは。

騎士ディリータ
「うるさいッ！！　おまえに何がわかるッ！！

　（バルマウフラは両手を広げて横を向く）

魔道士バルマウフラ
「男のヒステリーはみっともないわよ。

騎士ディリータ
「さっさと行けッ！！

　（ディリータを残してバルマウフラが去る）


ベッド砂漠
神殿騎士バルク
「…全部、バラまいたな。
「うむ、なかなかいい風だ。これなら半日は滞空しているだろう。十分だ。

　（ラムザたちが現れる）

神殿騎士バルク
「…おやおや、こんなところで貴様に出会うとはな。

剣士ラムザ
「神殿騎士団がこんなところで何をしているんだ？
「バラまいた…って言っていたな。いったい何をバラまいたんだ！？

神殿騎士バルク
「知りたいか…？
「まあ、いいだろう、教えてやる。今さら知ったところで貴様には何もできないからな。

剣士ラムザ
「言えッ！　何をバラまいたっていうんだッ！！

神殿騎士バルク
「これさ…！

　（バルクが何かを放ると、それが爆発してラムザたちが全員毒に冒される）

剣士ラムザ
「…毒かッ！！

神殿騎士バルク
「そうさ。粉末状の毒を北天騎士団の陣地に風に乗せて散布したのさ。
「吸引した兵たちは、死にこそしないが体調を崩して、まともに戦えなくなるだろう！

剣士ラムザ
「ゴルターナ公を勝たせるのが教皇の意志ではないはず！

神殿騎士バルク
「そのとおりだ。
「北天騎士団がまともに戦えなくなるとすれば、南天騎士団はせん滅のためにほとんどの兵を要塞から出すはず。
「その隙に、ゴルターナ公とオルランドゥ伯を暗殺するのさ。
「もちろん、混乱に乗じてラーグ公を討つ手筈も整っている。
「毒による混乱のおかげでラーグ公を暗殺する方が簡単だろうな。

剣士ラムザ
「なんてことを…！！

神殿騎士バルク
「喜んだらどうだ？　戦争は終わるんだぜ！
「これからは、オレたちが権力の中枢に立つんだ！　…民衆もそれを望んでいるぜ！
「貴様のような貴族どもに支配される王国なんぞ、もうご免だってな…。

剣士ラムザ
「そんなことはさせない！　僕が別の方法で戦いを止めてみせる！

神殿騎士バルク
「そう言うと思ったぜ！

勝利条件　神殿騎士バルクを倒せ！
READY！

【バルクHP減少時】

神殿騎士バルク
「貴様はこの戦いをやめさせた後、どうするつもりなんだ？
「この腐ったイヴァリースをどうやって浄化するつもりなんだ？
「貴様だってわかっているはずだ。腐った部分を切り捨てない限り、同じことの繰り返しだってな。

剣士ラムザ
「切り捨てることが 唯一の解決策だというのか！
「皆が皆、腐っているわけじゃない！　そうじゃない人だってたくさんいるんだ！
「争いを起こさなくたってどこかに解決策があるはずだ！

神殿騎士バルク
「解決策なんぞあるものか！
「貴様たち貴族がいる限り、オレたちは“搾取される側”でいなけりゃならない！
「だがな、人間が二人いたら“対等”なんて関係はないんだ！　片方は“搾取される側”なんだよ。
「だったら、オレは“搾取する側”にまわってやる！　貴様たちをけ落としてなッ！
「そのくらいの“権利”はオレにだってあるだろ？

剣士ラムザ
「それこそ、同じことの繰り返しじゃないかッ！
「自分さえよければいいのか？　いつか、同じような考えの人間に滅ぼされることになるぞ！

神殿騎士バルク
「きれいごとばかり言いやがって、この偽善者めッ！！

【バルク死亡時】

神殿騎士バルク
「くそッ！　オレは…こんなところで…死ぬ男じゃ…ないはず…だ……

　（バルクが死ぬ）

剣士ラムザ
「急がなければ……。

CONGRATULATIONS！
THIS OPERATION IS COMPLETED！


囚われた雷神シド
BraveStory
『囚われた雷神シド』
　ベスラ要塞に到着したオルランドゥ伯を待っていたのは、ゴルターナ公に対する謀反の嫌疑だった。教皇の計略に気付かぬゴルターナ公は、潔白を主張する“雷神シド”の投獄を命じるとディリータに聖騎士の称号と、南天騎士団の指揮権を与えた…。
　（ベスラ要塞）

オルランドゥ伯
「どういうことだ？　謀反の容疑だと？

南天騎士団騎士（ナイト・男）
「…お願いいたします。おとなしく命令に従ってください。

オルランドゥ伯
「ばかな。何故、この私が謀反などを起こさねばならんのだ！？

　（ゴルターナ公が入ってくる）

ゴルターナ公
「…残念だよ、シド。貴公が謀反を企てるとはな…。

オルランドゥ伯
「本気でおっしゃっておいでか？　…謀反など考えたこともありませぬ。

ゴルターナ公
「証拠があるのだよ。
「貴公が密かに教会と接触して、私を失脚させようと働きかけているそうじゃないか。

オルランドゥ伯
「ばかな！！　いったい誰がそんな嘘を！！

ゴルターナ公
「まだ、シラを切るのかね。
「貴公の裏切りをお嘆きになった教皇猊下がわざわざ知らせをくださったのだ。

オルランドゥ伯
「閣下！　それは教皇の陰謀ですぞ！

ゴルターナ公
「陰謀だと？　…なんと畏れ多いことを。
「それこそ、証拠でもあるのか？

オルランドゥ伯
「閣下にお仕えしてニ十数年…。その私を信用していただけないとは。

ゴルターナ公
「…たしかに、わしは貴公の騎士団がなければ戦争もできん。
「本当に残念だよ、シド…。
「連れて行けッ！！

　（騎士たちがオルランドゥを連れて出ていく。入れ替わりにディリータとバルマウフラが入室してくる）

騎士ディリータ
「閣下、お呼びでございますか。

ゴルターナ公
「引き続き、ミュロンドとの連絡を取り合うようにしてくれ。
「教皇の詔勅（しょうちょく）さえ手に入れば、ラーグを失脚させることなど赤子の手をひねるようなもの…。

騎士ディリータ
「教皇猊下のご意志はすでに決まっておいでです。ご安心を。

ゴルターナ公
「うむ、大儀であった。
「それと、南天騎士団の指揮権を貴公に与えようと思う。今日から貴公は聖騎士だ。

騎士ディリータ
「ありがたき幸せ！

ゴルターナ公
「うむ、頼んだぞ、ディリータ。貴公だけが頼りだ。

騎士ディリータ
「お任せください。


ベスラ要塞城壁南
南天騎士団騎士（ナイト・男）
「貴様たちは何者だ？　どこから侵入したんだ？　

剣士ラムザ
「僕らは北天騎士団じゃない！　オルランドゥ伯に会いに来たんだ！
「オルランドゥ伯に会わせてくれ！

南天騎士団騎士
「オルランドゥ伯に会いに来ただと？
「そうか、貴様たちが ゴルターナ公閣下を暗殺するために雇われた奴らだな。
「ばかめッ！　オルランドゥ伯ならすでに捕らえて牢獄の中だ！
「だが、心配するな！　すぐに貴様たちと会わせてやるさ！　牢獄の中でなッ！！

勝利条件　すべての敵を倒せ！
READY！

【戦闘終了後】

剣士ラムザ
「両軍が激突する前になんとかしなければ…！！

CONGRATULATIONS！
THIS OPERATION IS COMPLETED！


ベスラ要塞城壁北
南天騎士団騎士（弓使い・男）
「北天騎士団ともあろう者が正面から攻めてくるとはな！
「よし、一気に奴らをせん滅するぞ！　かかれッ！！

勝利条件　すべての敵を倒せ！
READY！

【戦闘終了後】

剣士ラムザ
「両軍が激突する前になんとかしなければ…！！

CONGRATULATIONS！
THIS OPERATION IS COMPLETED！


ラーグ公暗殺！
BraveStory
『ラーグ公暗殺！』
　神殿騎士バルクの散布した毒により北天騎士団の騎士たちは次々に倒れ、ダイスダーグ卿とラーグ公までも中毒症状に陥った。
　しかし、介抱に駆けつけた聖騎士ザルバッグの眼前で、ダイスダーグはラーグ公を刺殺する。長兄の所業に動揺するザルバッグに、ダイスダーグはベオルブ家による畏国統治の野望を語った…。
　（北天騎士団の陣地。そこら中で兵士たちが倒れている）

ザルバッグの声
「これはいったいどうしたことだッ！？

　（ザルバッグがやってくる）

聖将軍ザルバッグ
「大丈夫か！　しっかりするんだッ！！

北天騎士団騎士（ナイト・女）
「だ…大丈夫です………頭が痛い……だけ……です。

　（女騎士が倒れる）

聖将軍ザルバッグ
「おいッ、しっかりしろッ！

　（毒で弱っているダイスダーグがやって来る）

ダイスダーグ卿
「モスフングスの胞子から抽出した毒を空気中に散布したのだ…。

聖将軍ザルバッグ
「兄上ッ！

ダイスダーグ卿
「心配するな、私は大丈夫だ…。それより閣下はどこだ…？

聖将軍ザルバッグ
「先程から捜しているのですが…。

ラーグの声
「…ここだ、ザルバッグ……ダイスダーグ……。

　（ザルバッグとダイスダーグが声のした方に駆け寄る）

聖将軍ザルバッグ
「閣下、大丈夫ですか！！

聖将軍ザルバッグ
「誰かッ！　薬師を呼べッ！！

ダイスダーグ卿
「…ご気分はいかがですか？

ラーグ公
「…頭が割れそうだ。胸がムカムカする……。
「だが、大丈夫だ……。しばらくすれば…、気分もよくなるだろう……。

ダイスダーグ卿
「…それでは困るのですよ。

ラーグ公
「…なに？

　（ダイスダーグが短剣を手に取り、ラーグ公を刺す）

ラーグ公
「うがぁッ！！　……な、…なんのマネだ？？

聖将軍ザルバッグ
「兄上ッ！！

　（ダイスダーグが短剣をさらに突き込む）

ダイスダーグ卿
「騒ぐな、ザルバッグ！

ラーグ公
「き…貴様……、裏切るつもりか……？
「バルバネスを殺したのは……ベオルブ家の……家督を……継ぐ…ためだけでなく……
「こ…この私を………

　（ダイスダーグが短剣を引き抜く。ラーグ公が絶命する）

聖将軍ザルバッグ
「兄上……、まさか、この『毒』も兄上が……？

ダイスダーグ卿
「はぁ…はぁ……。
「……私ではない。ベオルブ家が表舞台に立つことを望む協力者たちの仕業だ……。

聖将軍ザルバッグ
「なぜ、このような事を…！

ダイスダーグ卿
「ラーグ公は戦死された…。その遺志を我々ベオルブが継ぐのだ…。

聖将軍ザルバッグ
「しかし…、このような謀略が…。

ダイスダーグ卿
「いいから、この短剣をその辺りに転がっている奴に握らせろ…。
「そいつが、南天騎士団の放った刺客なのだ…。い…いいな……？

　（ダイスダーグが倒れる）

聖将軍ザルバッグ
「兄上ッ！！


ベスラ要塞水門前
剣士ラムザ
「…そうか、この水門だ！
「この水門を開けて、湖の水を下流に放出すれば、水浸しになって戦いどころじゃなくなるぞ！

勝利条件　ベスラ要塞の水門を開け！
READY！

剣士ラムザ
「水門を開けるにはどうすれば？
「…そうか、あの水門の両端にあるレバーを引けばいいんだ！
「レバーは２ヵ所あるようだけど、まずは敵にやられないように近づかなきゃ……。

　（レバー付近到着時）

剣士ラムザ
「…よし、これを引っ張ればいいんだな。

　（ラムザがレバーを引くが、何も起きない）

剣士ラムザ
「もう一方のレバーも引かなけりゃダメか…！

　（2本目のレバー付近到着時）

剣士ラムザ
「…これを引っ張れば終わりだ！

　（レバーを引くと水門が開き、激流がすべてを押し流す）

CONGRATULATIONS！
THIS OPERATION IS COMPLETED！


シド救出
BraveStory
『シド救出』
　ベスラ要塞の水門を解放することで、ラーグ・ゴルターナ両軍の衝突は避けられた。己の野心に盲目となった主君に失望したオルランドゥ伯は、教皇の野望を阻止するためベスラ要塞を脱出してラムザに同行することを決める。
　ただし、シドの息子オーランは、オヴェリア警護のためゼルテニアに戻ることとなった。
　（ベスラ要塞穀物倉）

占星術士オーラン（声）
「義父上！！

　（オーラン、ラムザ、バルマウフラが入ってくる）

占星術士オーラン
「義父上、ご無事でしたかッ！！

オルランドゥ伯
「私なら大丈夫。このとおり無事だ。

オルランドゥ伯
「きみがラムザだな？　大きくなったな。一目でわかったよ。

剣士ラムザ
「私をご存じなのですか？

オルランドゥ伯
「もちろんだとも。覚えていないのも無理はない。
「会ったのは、…そう、きみがまだ３～４歳ぐらいだったかな。
「私の剣を持とうとして危うく怪我をしそうになったんだ。バルバネスに叱られてわんわん泣いていたっけ。
「ハッハッハッ…。

オルランドゥ伯
「よく来てくれた。感謝する。
「…二人とも面を上げてくれ。

占星術士オーラン
「両軍共にわずかな犠牲を出しただけで戦闘は終結いたしました。
「それも皆、ラムザの機転のおかげです。全面衝突を避けることができたのです。

オルランドゥ伯
「そうか…。バルバネスはよい息子を持ったな。
「皆を代表して礼を言わせてもらおう。ありがとう、ラムザ。

剣士ラムザ
「そんな…、当たり前のことをしただけです。

オルランドゥ伯
「バルバネスの精神を継いだとみえる。あいつもあの世で喜んでいよう…。

魔道士バルマウフラ
「僭越ながら申し上げます。
「ゴルターナ公は将軍閣下を明朝に処刑するつもりです。どうか一刻も早くお逃げください。

占星術士オーラン
「義父上、バルマウフラ殿の言われるとおりです。
「ここはひとまず…。

オルランドゥ伯
「わかっておる…。ゴルターナ公がああでは私はここにいられない。
「我が息子、オーランよ、この戦いはもうすぐ終わる。私は彼に付いていこうと思う。
「教皇の謀略をなんとしても阻止せねばならない…。

占星術士オーラン
「義父上、私も一緒に！！

オルランドゥ伯
「ならぬ。おまえはゼルテニアへ戻りオヴェリア様をお守りするのだ。
「オヴェリア様こそ、この畏国の王位を継がれる正統の後継者…。
「オヴェリア様をお守りすることがおまえの役目なのだ。よいな？

占星術士オーラン
「…承知いたしました。

オルランドゥ伯
「よいかな、ラムザ？

剣士ラムザ
「もちろんです。

オルランドゥ伯
「では、他の者に見つかる前にこの要塞を出るとしよう。


ゴルターナ公の最期
BraveStory
『ゴルターナ公の最期』
　思いがけぬ戦闘の中断にいらだつゴルターナ公は、南天騎士団に再度の総攻撃を命じた。しかし命を受けたディリータは、ついに臣下の仮面を脱ぎ捨て、ゴルターナ公をその手にかける。
　さらにディリータはオルランドゥ伯の影武者を用意し、「雷神シドによるゴルターナ公暗殺」を偽装した…。
　（ベスラ要塞）

ゴルターナ公
「なんということだ！　いったい誰が水門を開けたのだ…！

　（ディリータが入ってくる）

聖騎士ディリータ
「閣下！　お呼びでございますか。

ゴルターナ公
「うむ、至急、兵を集め北天騎士団を攻めるのだ！

聖騎士ディリータ
「水門から溢れた水によって、戦いはおろか、移動すらままなりません。

ゴルターナ公
「それはお互い様だ。だからこそ、勝機がある！
「攻めてこないと考えている今がチャンスなのだ！　今を逃したらまたもや決着が延びることになる…。

聖騎士ディリータ
「…それは困る。

ゴルターナ公
「なんだとッ！？

　（突然、ディリータがゴルターナ公を刺す）

ゴルターナ公
「うぐぐ…、き、貴様…！

聖騎士ディリータ
「誰もあんたが王になることなんぞ願っちゃいないんだよ…！！

　（ディリータが剣を抜く。ゴルターナ公が倒れ伏す）

聖騎士ディリータ
「入ってこい！

　（バルマウフラとオルランドゥの格好をした者が入ってくる）

聖騎士ディリータ
「わかっているな。おまえの死はけっして無駄にはしない。

シドに化けたグレバドス教信者
「はい、すべては聖アジョラのお導きのままに…。

　（ディリータがそれを刺し殺す）

魔道士バルマウフラ
「本物のシドはラムザと一緒に城外へ逃れたわ。

聖騎士ディリータ
「よし、あとはラムザがうまくやってくれることを祈ろう。

指導者を失った両陣営に対し
教皇フューネラルは調停を提案したが、
両軍は未だに十分な戦力を
保持していたため、
その提案を断った…。

僕はアルマの行方を追って
ランベリーを目指した…。


貿易都市ザーギドス
　（ラムザが歩いてくる。すると一人の女性が話しかけてくる）

花売り（エアリス）
「ね、お花はいらない？　たったの１ギルよ。

剣士ラムザ
「え…、花かい？

花売り
「どうかしたの？　花を見たことがないなんていわないでしょ？

剣士ラムザ
「も、もちろんさ。

花売り
「買ってくれるわよね？

【選択】
１．ごめん、いらないや。
２．いいよ、もらおうか。

１．ごめん、いらないや。

剣士ラムザ
「ごめん、いらないや。

花売り
「そう…、しかたないわね。

　（花売りが歩き去る）

剣士ラムザ
「悪いことをしたかな…。

　（ラムザも立ち去る）

２．いいよ、もらおうか。

剣士ラムザ
「いいよ、もらおうか。

花売り
「え、ホント！　嬉しいわ。

　（花売りが花を渡す）

花売り
「…こんなところでしょう。
「花を買ってくれる人なんて少ないのよね。
「あ～あ、どこかに私をここから救ってくれる素敵な男の人はいないのかしら…。

花売り
「あら、ごめんなさい。あなたに言っても仕方ないわよね。
「お花を買ってくれてホントにありがとう。じゃあね。

　（花売りが歩き去る）

剣士ラムザ
「…こんなご時世だもんな。

　　（ラムザも立ち去る）


ゲルミナス山岳
山賊・爆裂団の頭目（忍者・男）
「ここを通りたいンなら、有り金を全部置いていきな。
「おっと、剣から手を離すンだ。でないと命まで失うことになるぞ！

山賊・爆裂団の一人（シーフ・男）
「かしらッ！　そいつは“異端者”ですぜッ！
「しかも、えらく高額なギルのかけられた賞金首だッ！
「有り金を巻き上げるよりも殺して、首だけ異端審問会に持っていった方がいいんじゃないですかッ！

山賊・爆裂団の頭目
「そういや、手配書で見たツラだな。
「オレたちが賞金稼ぎみてぇなマネをするのも気がひけるが、ギルのためだ、やっちまえッ！！

勝利条件　すべての敵を倒せ！
READY！

CONGRATULATIONS！
THIS OPERATION IS COMPLETED！


ポエスカス湖
ポエスカス湖の亡霊（陰陽士・男）
『我々の眠りを妨げるのは誰だ…？
『……！！　貴様は聖石を持っているのか…？
『ならば、その聖石をよこせ…！　それがあれば、我らはもっと高い次元に行けるのだ…！！

勝利条件　すべての敵を倒せ！
READY！

CONGRATULATIONS！
THIS OPERATION IS COMPLETED！


ダイスダーグの野望
BraveStory
『ダイスダーグの野望』
　戦乱の調停のため神殿騎士ローファルがベオルブ邸を訪れる。だが教会への服従を意味するローファルの提案をダイスダーグ卿は言下に退けた。
　逆に教会側に圧力をかけるダイスダーグ卿に、ローファルはバルバネス・ベオルブの死に関するある疑惑を匂わせると、聖石『カプリコーン』を献上し去っていった…。
　（成都イグーロス ベオルブ邸）

神殿騎士ローファル
「…なるほど、我々の調停に応じる気はないというのですな。

ダイスダーグ卿
「さよう、我々は閣下の悲願であった畏国王の統一…
「すなわち、奴らにオリナス王子を真の畏国王として認めさせるまで、我々は戦いをやめるつもりはない。
「ベオルブの名がこの地にある限り、貴公らの好きにはさせぬ…。

神殿騎士ローファル
「誰のおかげでラーグ公を暗殺できたとお思いか？

ダイスダーグ卿
「これは異なことを…。
「ラーグ公暗殺は南天騎士団が送り込んだ刺客の手によるはず…。
「それとも、刺客を送り込んだのは貴公らだとでも言うのかな…？

神殿騎士ローファル
「…あくまでも我々に協力しないというわけですか…。

ダイスダーグ卿
「我々が本気になれば神殿騎士団など簡単に潰せるのだ。
「それを忘れて欲しくないものだな…。

神殿騎士ローファル
「我々…、ですか。
「…ところで、ベスラで北天騎士団の陣地を襲った『毒』がなんであったか覚えていますか？

ダイスダーグ卿
「…モスフングスの胞子から抽出した毒素だったと思うが…。

神殿騎士ローファル
「そのとおり。この毒は大量に飲まない限り、命を失うことはありません。
「しかし、微量といえども長期間に渡って服用を続けると中毒死することがある…。

ダイスダーグ卿
「…………。

神殿騎士ローファル
「中毒死といっても風邪に似たような症状を起こすだけのため、
「本人の自覚症状は極めて薄く、気付いたときには手遅れになっている場合がほとんどです…。

ダイスダーグ卿
「…………。

神殿騎士ローファル
「確か、亡きお父上は風邪をこじらせてお亡くなりになったそうですな。

ダイスダーグ卿
「何が言いたい…？

神殿騎士ローファル
「ダイスダーグ卿は『毒』についても詳しい知識をお持ちと聞きます…。

ダイスダーグ卿
「…だから、何が言いたいのだ。

神殿騎士ローファル
「モスフングスの毒に侵された死体を埋葬すると、
「モスフングスそのものが生えてくるそうですね。ご存じでしたかな？

ダイスダーグ卿
「…………。

神殿騎士ローファル
「…つまらぬ話でしたな。
「そうそう、教皇猊下よりお預かりしたものがあります…。

　（ローファルが聖石を取り出しテーブルに置く）

ダイスダーグ卿
「これは…？

神殿騎士ローファル
「ミュロンドに伝わる聖なるクリスタルゾディアックストーンです。
「信頼の証として、教皇猊下よりお預かり致しました。どうかお納めください。

　（わずかに開いた扉の陰で、ザルバッグがこの会話を立ち聞きしている）


ランベリー城城門前
剣士ラムザ
「人の気配がしない。無人の廃虚というのは本当なのか？
「入口が開いているぞ…。

　（ラムザが入口に近づく）

剣士ラムザ
「……嫌な雰囲気がする。
「この気配は……、そうだ、キュクレインやベリアスと対峙したときのあれだ……。

若い女性の声
「ようこそ、ランベリー城へ。

　（セリアが現れる）

セリア
「待っていたわよ、坊や。

若い女性の声
「私たちが手厚い歓迎をしてあげるわ。

　（レディが現れる）

レディ
「熱いベーゼで殺してあげるから逃げちゃイヤよ。

　（モンスターたちが配置につく）

剣士ラムザ
「くそッ！　やっぱり罠かッ！！

勝利条件　すべての敵を倒せ！
READY！

【セリア・レディ瀕死・戦闘不能時】

セリア
「妹を返して欲しいなら、勇気を出して中へ進みなさい！

　（セリアが姿を消す）

レディ
「中で待ってるわ。早く来てね！

　（レディが姿を消す）

剣士ラムザ
「アルマッ！！

CONGRATULATIONS！
THIS OPERATION IS COMPLETED！


異形の者たち
BraveStory
『異形の者たち』
　神殿騎士ヴォルマルフはエルムドア侯爵の居城ランベリー城にいた。侯爵はヴォルマルフとの会話の中で「“血塗られた聖天使”の復活」という彼らの究極の目的を口にする。そのために、アルマの身体が必要だというのだ。そこへ届けられるラムザ到着の報。
　これを迎え討つべく侯爵は階下へと向かった。
　（ランベリー城執務室）

エルムドア侯爵
「…ベリアスもキュクレインも逝ってしまった。
「これで生き残っているのは我々だけ。あとは、“狭間”に囚われているアドラメレクぐらいか…。

神殿騎士ヴォルマルフ
「アドラメレクのことなら心配するな。
「すぐに“こっち”へ喚ばれることになるだろう…。

エルムドア侯爵
「相応しい“肉体”が見つかったのか？

神殿騎士ヴォルマルフ
「ああ。 聖石があの男を選んだのだ。
「かつて“彼ら”が“我々”を喚んだのと同じように、“肉体”を選ぶのは聖石自身だからな。

エルムドア侯爵
「…そうか。
「あとは、あの“究極の力”を持つ“血塗られた聖天使”を復活させるだけだ…。
「そうすれば、聖石の力を借りなくとも…いや、相応しい“肉体”がなくとも自由に行き来できるようになる…。
「“聖天使”に相応しい“肉体”を見つけたのか？　…よもや、あの娘ではあるまいな？

神殿騎士ヴォルマルフ
「“聖天使”に相応しい“肉体”はひとつだけ…。
「おそらくあの娘に間違いないだろう。あとは、“聖天使”の魂が漂う“死都への入口”を見つけるだけ。

　（セリアが姿を現す）

セリア
「奴が参りました。

　（レディが姿を現す）

レディ
「城内へおびき寄せましたがいかがなさいますか？

エルムドア侯爵
「待っていたぞ、ラムザめ。
「リオファネスでの借りを返させてもらおうか…。

神殿騎士ヴォルマルフ
「あなどるなよ。ヤツは強い。あのベリアスでさえやられたのだ。

エルムドア侯爵
「私のことは心配するな。ここは任せておくんだ。
「貴公は“死都への入口”を早く見つけるのだ。

神殿騎士ヴォルマルフ
「わかった。くれぐれも用心するのだぞ。

　（ヴォルマルフが消える）

エルムドア侯爵
「よし、行くぞ！


ランベリー城城内
エルムドア侯爵
「リオファネス城で受けたあの屈辱を晴らさせてもらおうか。

剣士ラムザ
「アルマは…、僕の妹はどこだ！　どこにいるッ！！

エルムドア侯爵
「知りたいか！　知りたいのならこの私を倒してからにするのだなッ！

勝利条件　エルムドア侯爵を倒せ！
READY！

【セリア・レディ戦闘不能時】

　（それぞれアルテマデーモンに変身）


【エルムドア侯爵戦闘不能時】

エルムドア侯爵
「う……、た、確かに強い……。
「なめたわけではない……。なめたわけではないが……、やはり、この“肉体”では無理なのか……。

　（エルムドア侯爵の姿が消える）

エルムドア侯爵
『地下だ……、地下へ来い……。妹はそこにいるぞ……。

剣士ラムザ
「逃がすものかッ！！

CONGRATULATIONS！
THIS OPERATION IS COMPLETED！


ランベリー城地下墓地
剣士ラムザ
「エルムドア！　観念しろ！　貴様に勝ち目はないぞ！
「アルマをおとなしく返すんだ！

エルムドア侯爵
「…ククク。ばかめ……。この城に貴様の妹などいるものか！
「ここにいるのは……、ほぅら、死霊ばかりさ……。

　（アンデッドたちが現れる）

エルムドア侯爵
「貴様もこの墓地で朽ち果てるがいい！

　（エルムドア侯爵がルカヴィに変身する）

死の天使ザルエラ
『さあ、今度こそ、決着をつけよう…！

　（入口にメリアドールの姿がある）

神殿騎士メリアドール
「どういうこと！？　侯爵がバケモノにッ！？？

勝利条件　死の天使ザルエラを倒せ！
READY！

神殿騎士メリアドール
「これが…、これが聖石の力だというの？

剣士ラムザ
「僕の言ったことが本当だってこと、これでわかったろう！
「きみの弟のイズルードはその事実に気付き、奴らと戦って死んだんだ！

神殿騎士メリアドール
「そんな…、そんなことって……！
「…父は、父・ヴォルマルフはそのことを知っているの？

剣士ラムザ
「それは……。

死の天使ザルエラ
『フハハハハ。貴様がヴォルマルフの娘か！
『貴様もイズルード同様、我々に相応しくない“肉体”だったな…。
『だが、貴様の父は相応しい“肉体”だったぞ…。

神殿騎士メリアドール
「では、父は……！！

死の天使ザルエラ
『そうだ、奴は闇の血族の一員。貴様の父ではないわ…。
『だが、些細なことだ、気にするな。どうせ、貴様もラムザと一緒にここで死ぬのだからな！！

神殿騎士メリアドール（次のラムザのターン）
「あなたの言っていたことは本当だったのね…。
「悪かったわ…。

剣士ラムザ
「いいんだ、メリアドール。それよりもイズルードの仇を討とう！

【ザルエラ死亡時】

死の天使ザルエラ
『ハシュマリムよ……すまぬ……。あとは頼んだぞ…。

　（ザルエラが消滅し、聖石が残る）

CONGRATULATIONS！
THIS OPERATION IS COMPLETED！


ルカヴィの謎
BraveStory
『ルカヴィの謎』
　ルカヴィへの変貌を遂げたエルムドア侯爵を破るとともに、弟イズルードの死の真相を知った神殿騎士メリアドールと和解。これまでの戦闘からルカヴィも死を逃れ得ぬ存在であることを悟る。
　聖石『サジタリウス』を手渡したメリアドールは、別の聖石『カプリコーン』がダイスダーグの手元にあることをラムザに告げた。
神殿騎士メリアドール
「…この聖石にあんな秘密が隠されていたなんて…。
「“神器”といってもちょっと変わったクリスタルぐらいにしか思っていなかったわ…。
「聖石を集めているのだって、“奇跡”を起こすためとは考えていなかったもの…。

剣士ラムザ
「きみもイズルードも知らされていなかった…。
「ウィーグラフでさえも自分がルカヴィになるまで知らなかったぐらいだからね。
「…やっぱり、思ったとおりだ。教皇の謀略ですらヴォルマルフに利用されているんだ。

神殿騎士メリアドール
「…奴らの狙いは何なの？

剣士ラムザ
「そこまではわからない…。
「リオファネス城の一件のようにその気になれば、ひとつの騎士団をせん滅させるほどの力を…
「持っているにも拘わらず、その力を表立って行使しようとしない。
「それには何か理由があるはずだ。

神殿騎士メリアドール
「…表立って行使できないだけじゃないのかしら？
「だって、伝説やおとぎ話に登場するルカヴィはもっともっと凶悪で誰も倒すことのできないバケモノよ。

剣士ラムザ
「確かにそのとおりだ…。
「奴らは伝説で語られているような“不死身の悪魔”というわけではないらしい…。

神殿騎士メリアドール
「もともと伝説なんて些細なことが思いきり誇張されているものよ。
「ルカヴィも所詮はただのモンスターだったってことじゃないのかしら？

剣士ラムザ
「そうだと、いいんだけど…。

　（メリアドールが聖石を手渡す）

神殿騎士メリアドール
「この聖石を預けるわ。
「その代わりに、私も一緒に行かせて。父がどうしてそうなったのか、知りたいのよ。
「それに…

剣士ラムザ
「それに？

神殿騎士メリアドール
「それに、聖石『カプリコーン』をなぜ、贈ったのか…
「なぜ、ダイスダーグ卿に贈ったのか、疑問だわ。

剣士ラムザ
「兄さんに？　何故だ？


ディリータの裏切り
BraveStory
『ディリータの裏切り』
　オルランドゥ伯によるゴルターナ公暗殺の共謀者として捕らえられたオーランは、義父の汚名を晴らすべく脱獄、オヴェリアの元へ参上する。
　そこへ現れたディリータは、公に対する裏切りを非難するオーランに、自らが“英雄”として君臨するためにはすべてを利用すると言い放った。ディリータの言葉にオヴェリアは衝撃を受ける。
　（ゼルテニア城城内）

　（オヴェリアが窓辺に立っている。すると斬り結ぶ音や絶叫が響いてくる）

荒々しい声
「どこだッ！　どこへ逃げたッ！

別の荒々しい声
「おまえたちは、あっちを捜せ！

他の荒々しい声
「奴は脱獄するときに怪我をした！　遠くへ逃げることはできないはずだ！

　（扉が開き負傷したオーランが忍び込んでくる）

女王オヴェリア
「オーラン！！　大丈夫！？
「…ひどい怪我。しっかりして……。

占星術士オーラン
「…オヴェリア様、お伝えしたいことが……。

女王オヴェリア
「喋っちゃだめ…。

占星術士オーラン
「お願いです…。どうかお聞きください…。
「ゴルターナ公を殺害したのは我が義父、オルランドゥではありません…。
「謀反の疑いをかけられた義父はラムザ・ベオルブと共にベスラ要塞を脱出…
「今は、教皇の謀略を阻止するために戦っているはずです……。

女王オヴェリア
「伯が謀反など起こすはずがないと信じておりました…。

荒々しい声
「ダメです！　扉が開きません！

別の荒々しい声
「オヴェリア様ッ！　ご無事ですかッ！！

荒々しい声
「どうか、この扉をお開けください！

王女オヴェリア
「では、いったい誰がゴルターナ公を…？

占星術士オーラン
「それは……

　（扉が打ち破られ、騎士が二人入ってくる）

南天騎士団騎士（男１）
「オヴェリア様、お怪我はございませんか！！

南天騎士団騎士（男２）
「ここにいたぞッ！！

　（ディリータが入ってくる）

聖騎士ディリータ
「おまえたちはこの部屋から出るんだ。

南天騎士団騎士（２）
「はぁ？

聖騎士ディリータ
「部屋から立ち去れと言っている！

南天騎士団騎士（２）
「し、しかし……。

聖騎士ディリータ
「二度とは言わんぞ。

南天騎士団騎士（２）
「は、はい。

　（騎士たちが出ていく。入れ替わりにバルマウフラが入ってくる）

王女オヴェリア
「お願い、オーランに乱暴なマネをしないで！

聖騎士ディリータ
「バカなことをしたな、オーラン。

占星術士オーラン
「こ…、この裏切り者め…。

聖騎士ディリータ
「…いいじゃないか、おまえだってそれを願っていたはずだ。
「だいたい、周りを見渡してみろ。本気で悲しんでいるヤツなんて一人としていないんだぜ。
「それに、おまえの親父を死んだことにしてやったんだ。誰にも追われることなんかないんだ。感謝して欲しいぜ。

占星術士オーラン
「ふざけたことを…！

王女オヴェリア
「どうして……、どうしてそんなことを……？

聖騎士ディリータ
「言ったろ、おまえを本当の王にしてやるってね…。

女王オヴェリア
「嘘よ！　あなたは私を利用しようとしている……！

聖騎士ディリータ
「オレの言うことを信用しないのか。

女王オヴェリア
「………。

聖騎士ディリータ
「どうなんだ、オヴェリア。

女王オヴェリア（うつむいて）
「信用したいわ……。でも……。

聖騎士ディリータ
「オーランと話がある。おまえは自分の部屋へ戻るんだ…。

女王オヴェリア
「お願い……。彼に乱暴なことはしないで……。

聖騎士ディリータ
「わかった。約束するよ……。

　（オヴェリアは階段を降り、扉を開け閉めする音を立てて自室へ戻ったふりをし、密かにその場に残る）

占星術士オーラン
「さあ、もういいぞ…。義父の汚名を晴らしたかっただけだ。
「ひと思いにやってくれ……。

聖騎士ディリータ
「何を言っている？　死んでもらっては困るんだよ。

占星術士オーラン
「…こんなオレにどんな利用価値があるっていうんだ。

聖騎士ディリータ
「おまえはオレに仕えるんだよ。

占星術士オーラン
「はっはっはっ…ふざけたことを…。
「死んでも断る！

聖騎士ディリータ
「いや、おまえはオレに逆らうことはできないのさ。
「…オレは北天騎士団を倒す。倒して畏国を平定する。そしてオヴェリアの国を作るんだ。
「もちろん、教皇も倒す。オレは教皇の犬じゃないからな…。

占星術士オーラン
「本気で言っているのか？　おまえはいったい……？

聖騎士ディリータ
「オレの正しさをおまえなら認識できるはずだ。
「オレのやろうとしていることは圧倒的に正しい。
「平民出の騎士見習いが騎士団を動かすようになり乱世を平定する…。
「わかりやすいじゃないか…。民が求めてる“英雄”なんて所詮、そんなものだ。

占星術士オーラン
「そのために、おまえはすべてを利用する…？

聖騎士ディリータ
「いけないのか？

　（ディリータの言葉に衝撃を受けたオヴェリアが自室に走り去る。その一方で、バルマウフラがディリータに対して身構える）

聖騎士ディリータ
「どうした？　このオレを殺すか？

聖騎士ディリータ
「おまえが、教皇の送り込んだ“刺客”ってことはわかっている。
「オレが裏切るようなら即座にオレを殺すつもりなんだろう？

　（ディリータが近づく。バルマウフラは剣を抜く）

聖騎士ディリータ
「さあ、その剣でオレを刺すんだ。
「どうした、こないのか？　かかってこいよ…。
「こないのなら、こっちからいくぞ…！

　（ディリータが間合いを詰める。女の悲鳴）


モスフングスの毒
BraveStory
『モスフングスの毒』
　神殿騎士ローファルと兄ダイスダーグの密談を耳にした聖騎士ザルバッグは、父バルバネスの眠る墓を調べる。果たしてそこにはローファルの話どおり、毒殺の証拠となる毒キノコ・モスフングスが生えていた。
　長兄による実父謀殺の事実を知ったザルバッグは、父の墓前に呆然と立ち尽くす…。
　（天騎士バルバネスの墓）

聖騎士ザルバッグ
「…こっちだ。

薬師（アイテム士・男）
「旦那、待ってくださいよ。

　（ザルバッグが墓に歩み寄る）

聖騎士ザルバッグ
「…父上。
「こっちへ来てくれ。見てもらいたいものがある…。

　（ザルバッグが墓の周囲から何かを採る）

聖騎士ザルバッグ
「こいつだ…。

　（ザルバッグが薬師にキノコを投げ渡す）

聖騎士ザルバッグ
「そいつが何だか、わかるか？

薬師
「わかるも何も、こいつはモスフングスというキノコですよ。
「即死するほどの猛毒を持っているってわけじゃありませんがね…。

聖騎士ザルバッグ
「やはり……。

薬師
「ねぇ、旦那…、さっさと行きましょうや。

聖騎士ザルバッグ
「何をそんなに怯えている？

薬師
「旦那は知らないンですかい？
「モスフングスってのは死体にしか生えないキノコなンですがね…、
「モスフングスの生えた死体が埋葬された墓ってのはたいそう縁起が悪ぃンですよ。
「そのキノコが生えた代で家が滅びちまうってぐらいでさぁ。

聖騎士ザルバッグ
「わかった…。もう行っていいぞ。

　（ザルバッグが貨幣を放る）

薬師
「へへへ、毎度。

聖騎士ザルバッグ
「よいか、この話は他言無用だぞ。

薬師
「わかってまさぁ。

　（薬師が逃げるように去る）

聖騎士ザルバッグ
「父上……。


イグーロス城
　（イグーロス城城門前）

剣士ラムザ
「…衛兵がいない。様子がヘンだな……。

剣士ラムザ
「このチョコボはザルバッグ兄さんの……。

剣士ラムザ
「あれだ……。

　（レバーを引き門を開け、ラムザは中へ入っていく）

イグーロス城城内

　（ザルバッグがダイスダーグに剣を向けている）

ダイスダーグ卿
「気でも狂ったのか、ザルバッグ！　いったい何のまねだッ！！

聖騎士ザルバッグ
「兄上ッ、兄上はそれでもベオルブの名を継ぐ者かッ！

ダイスダーグ卿
「ラーグ公のことを言っているのか？　私が討たなくとも死んでいたよ！
「考えてもみろ？　他人の力を借りなければ戦うことのできない奴だったのだ！
「そうした奴が戦争を始めたこと自体が大きな間違いだったのだッ！！

聖騎士ザルバッグ
「主君殺しも恥だが、私が許せないのは父上のことだッ！
「何故、父上を…父上を暗殺するような卑劣なマネをしたのだッ！！

ダイスダーグ卿
「何のことだ？　私は知らん！　知らんぞ！！

聖騎士ザルバッグ
「ラーグ公の最期の言葉…、聞き違いかと思ったが……！！
「何故だッ、兄上ッ！！　何故、父上を殺したッ！！

　（騎士が入ってくる）

北天騎士団騎士（男）
「ダイスダーグ様ッ！！

ダイスダーグ卿
「ザルバッグが乱心したッ！！

　（騎士たちがザルバッグを囲む）

ダイスダーグ卿
「ザルバッグを捕らえよ！

聖騎士ザルバッグ
「兄上ーッ！！

剣士ラムザ（入ってきて）
「ザルバッグ兄さんッ！

勝利条件　長兄・ダイスダーグを倒せ！
READY！

聖騎士ザルバッグ
「ラムザ！　おまえの言っていたことは本当だった！！
「兄上はおのれの野心のために戦争を引き起こし、さらにはラーグ公をも暗殺したッ！！
「ベオルブの名を汚し、地に貶めるその行為、許すわけにはいかんッ！！

剣士ラムザ
「ザルバッグ兄さんッ！

ダイスダーグ卿（次のターン）
「愚か者どもめ！　何故、私に従わん！　何故、私に逆らうのだ！
「力を持つ者が持たざる者を支配するのは当たり前！　それは持つ者の責任なのだ！！
「かつて力を有していた王家も今では堕ちるところまで堕ちてしまった！
「力を持つ我々が王家にとって代るのも当然のことではないか！！　それが正しい力の使い方なのだ！！
「何故、それを理解せん！！

聖騎士ザルバッグ
「兄上は“正義”という心を持っていないのか！！
「ベオルブは正義のために剣を振るう者にのみ与えられる勇者の称号！　兄上にはその資格がないッ！！

ダイスダーグ卿
「“正義”だと？　そんな言葉、口に出すのも恥ずかしいわッ！！
「そんな奇麗事で民を治めることなどできるものかッ！！
「おまえがそうやって剣を振れるのは誰のおかげだと思っている！？　英雄と呼ばれるのは誰のおかげだ！
「すべてこの私だ！　この私が手を汚しているおかげで、おまえはその立場にいられるのだ！
「感謝されることはあってもおまえに恨み言を言われる筋合いなどないわッ！！

【ダイスダーグ死亡時】

ダイスダーグ卿
「そ…、そんな……おまえたちが邪魔さえしなければ…
「このイヴァリースは……ベオルブ家の……ものに……なったのだ…ぞ……
「愚か者ども…め……

　（ダイスダーグが倒れる。すると聖石が輝きダイスダーグをルカヴィへと転生させる）

憤怒の霊帝アドラメレク
『ククク…、そういうことか……そういうことだったのか……

憤怒の霊帝アドラメレク
『愚かな弟よ……。冥土のみやげに教えてやろう…。
『そうだ……。バルバネスはこの私が殺した…。私が殺したのだよ……。
『せっかく、ベオルブが君臨するチャンスがやってきたというのに、あの戦争バカめ……。
『だから、殺してやったのさ……。クククク…、どんな剣の達人でも毒には勝てんというわけだ……。

　（アドラメレクが体を震わす。光が降ってきてザルバッグを消し去る）

憤怒の霊帝アドラメレク
『今度はおまえの番だ……。逆らったことを後悔するがいい…！！

勝利条件　憤怒の霊帝アドラメレクを倒せ！
READY！

【アドラメレク死亡時】

憤怒の霊帝アドラメレク
『くそッ！！　まだ…不完全だったか…。
『“血塗られた聖天使”さえ…いれば…こんなことには……ならなかった………

　（アドラメレクの体が爆発し、聖石のみが残る）

剣士ラムザ
「ベオルブ家も、もうおしまいだ…。
「いや…、家なんか関係ない…。
「大切なのは、どう生きるかなんだ…。

剣士ラムザ
「アルマ…。
「アルマを助けなければ…！！

CONGRATULATIONS！
THIS OPERATION IS COMPLETED！


教皇フューネラルの最期
BraveStory
『教皇フューネラルの最期』
　相次いで仲間を失い、さらに聖石の多くまでも奪われたヴォルマルフは、配下の神殿騎士とともに教皇フューネラルを襲撃。聖アジョラが眠ると伝えられる死都ミュロンドへの門が、オーボンヌ修道院の地下書庫にあることを聞き出す。
　神殿騎士たちは命乞いをする教皇を冷酷に始末するとオーボンヌ修道院へ向かった…。
　（聖ミュロンド寺院）

　（僧侶たちの死体が横たわる中、ヴォルマルフの剣が教皇を貫く）

教皇フューネラル
「貴様……裏切るのか……。

神殿騎士ヴォルマルフ
「抵抗せずにおとなしく白状していれば命を落とさずにすんだのだよ。
「こちらとしても、こんな過激な方法を採るのは本意ではないのだが、私に残された時間はあまりに少ない。

教皇フューネラル
「な…なんのことだ……？

神殿騎士ヴォルマルフ
「聖石を集めるために貴様に協力してきたが…
「ほとんどの聖石をあの小僧に奪われた今となってはその協力も無駄だったというわけだ。

教皇フューネラル
「た…助けてくれ……。

神殿騎士ヴォルマルフ
「…その傷は深いが、致命傷ではない。すぐに手当をすればなんとかなる。
「さあ、助かりたいなら言うんだ。ミュロンドへの入口はどこにある？　貴様は知っているはずだ！

教皇フューネラル
「オーボンヌだ……、あの地下書庫の最下層に封印された魔法陣がある…。

神殿騎士ヴォルマルフ
「封印の解き方は？

教皇フューネラル
「知らんのだ……。あるとすれば…あの聖典の中に…。

神殿騎士ヴォルマルフ
「また、あの小僧か…！

　（ヴォルマルフがローファルに目線を送る。ローファルが教皇の背後に近づく）

神殿騎士ヴォルマルフ
「貴様は用済みだ。

　（ヴォルマルフとクレティアンが去る）

教皇フューネラル
「頼む……助けて……。

　（ローファルが教皇に剣を突き立て、去る）


聖ミュロンド寺院
神殿騎士団魔道士（白魔道士・男）
「止まれッ！　僧侶以外は立入禁止だ！
「聖ミュロンド寺院に何用か！！　名と身分を明かし、速やかに用件を申せッ！！

剣士ラムザ
「我が名はラムザ、ラムザ・ベオルブだ！
「神殿騎士ヴォルマルフに拉致された我が妹、アルマ・ベオルブの身柄の返還を要求するッ！！

神殿騎士団魔道士
「異端者ラムザかッ！！
「正面から来るとは愚かものめッ！！　貴様に科せられた刑をこの場で執行してやるッ！！

勝利条件　すべての敵を倒せ！
READY！

【戦闘終了後】

剣士ラムザ
「アルマ…、今いくぞ！　待ってろよ…！

CONGRATULATIONS！
THIS OPERATION IS COMPLETED！


聖ミュロンド寺院広間
神殿騎士ヴォルマルフ
「貴様がラムザか…。会うのは初めてだったな？
「ディナーにでも招待したいところだがあいにく多忙でね…。許してくれ…。
「そんなわけで、貴様の相手をしている時間が惜しい。用件だけ伝えよう。
「妹を返して欲しくば、貴様が持っている『ゲルモニーク聖典』とすべての聖石を渡すのだ…。
「言っておくが、貴様はこの要求を拒絶することはできん…。渡さぬときは妹の命はないと思え。
「さあ、私の言葉を理解したならさっさと渡してもらおうか…。

剣士ラムザ
「アルマはどこだ！　どこにいる？
「無事な姿を確認できない限り、聖典も聖石も渡すことはできないッ！

神殿騎士ヴォルマルフ
「私の言ったことが聞こえなかったのか？
「貴様に“拒否権”はないのだ。
「もう一度言うぞ、聖典とすべての聖石を渡せ！

剣士ラムザ
「聖典だけだ！　聖石はアルマの姿を確認してからだ！

　（ラムザが聖典を置いて下がる。ローファルがそれを拾い、頁を繰る）

神殿騎士ヴォルマルフ
「どうだ…？

神殿騎士ローファル
「…ありました。大丈夫、簡単な呪文です…。

神殿騎士ヴォルマルフ
「よし、それさえわかれば奴らは用済みだ…。
「このまま見逃してもよいのだが、一応、ベリアスたちの仇を討たせてもらおうか…。

剣士ラムザ
「だましたなッ！！

勝利条件　神殿騎士ヴォルマルフを倒せ！
READY！

剣士ラムザ
「どうしてアルマを生かしておく？

神殿騎士ヴォルマルフ
「なんだと？

剣士ラムザ
「自分の息子でさえ容赦なく殺したおまえが、何故、アルマだけ生かす？

神殿騎士ヴォルマルフ
「それはおまえの知るところではない。知りたくば、この私を倒すんだな。

【メリアドールが出撃している場合】

騎士メリアドール
「父さん…、あなたは本当に父さんなの？

神殿騎士ヴォルマルフ
「もちろんだとも、我が娘よ。
「なぜ、おまえは“そちら側”にいるんだ？　いったいいつから私の敵になったのだ？

騎士メリアドール
「それは、今の父さんが以前の父さんと違うからよ。

神殿騎士ヴォルマルフ
「…なんのことだ？

騎士メリアドール
「ランベリーでエルムドア侯爵は聖石を使いバケモノに変身したわ。
「リオファネス城の人々を殺し、イズルードを殺したのは父さんね？

神殿騎士ヴォルマルフ
「おまえはバケモノというのか…！　我々をバケモノというのかッ！！

騎士メリアドール
「！！
「やっぱり、あなたは父さんじゃなかったのね…。

【ヴォルマルフ・ローファル・クレティアン瀕死・戦闘不能時】

神殿騎士ヴォルマルフ
「ここでやられるわけにはいかん。ひとまず退却するぞ！！

　（ヴォルマルフ、ローファル、クレティアンが姿を消す）

剣士ラムザ
「逃げるのか！　卑怯者めッ！！

CONGRATULATIONS！
THIS OPERATION IS COMPLETED！


聖ミュロンド寺院礼拝堂
神殿騎士ヴォルマルフ
「これ以上、貴様に付き合ってるヒマはない…。
「これでお別れにしたいところだが、このまま黙って引き下がる貴様ではないだろう…。
「…やはり、貴様にはここで死んでもらわねばなるまい。
「我が忠実なる僕（しもべ）たちが貴様の相手をしてくれよう…。
「…ちょうど、あつらえたようにここには棺がある…。貴様もここで永遠の眠りにつくがいい…。

　（ヴォルマルフの聖石が光り、デーモンたちが召喚される）

神殿騎士ヴォルマルフ
「そして…、貴様の相手はこの男がする…。

　（一人の騎士が召喚される）

剣士ラムザ
「ザルバッグ兄さんッ！！

神殿騎士ヴォルマルフ
「この男は貴様の兄にして、我が眷族の一員として生まれ変わった…。
「この男と戦えるかな…？　ハッハッハッハッ…。

　（ヴォルマルフが消える）

剣士ラムザ
「なんて卑劣な…！！

ヴォルマルフの声
『ザルバッグよ…、目の前にいるその小僧を殺せ…！
『生かしてこの寺院から出すな！！

勝利条件　聖騎士ザルバッグを倒せ！
READY！

剣士ラムザ
「兄さん、ザルバッグ兄さんッ！　しっかりして、僕だよ！

聖騎士ザルバッグ
『…そこにいるのはラムザか……？
『ここは…いったい…どこなんだ…？　暗くて…よく…わからない…。
『オレは…何をしているんだ…？　立っているのか…座っているのか…手足の感覚が…まるで…ないんだ…。

剣士ラムザ
「兄さん、兄さんはヴォルマルフに…、ルカヴィに操られているんだよッ！！

聖騎士ザルバッグ
『オレは……おまえと…戦っているのか…？　なぜだ…？
『逃げろ…、ラムザ…、でないと…オレは……オレは…おまえを…殺してしまう……。

剣士ラムザ
「兄さんーッ！！

【ザルバッグHP半減時】

聖騎士ザルバッグ
『頼む……ラムザ……このオレを…殺してくれ……
『苦しいんだ…手足の感覚もないのに…ひどく…いろいろな部分が……痛むんだ……
『そして…なによりも…怖い……記憶が少しずつ…あいまいに…なっていく……

剣士ラムザ
「大丈夫だよ、兄さんッ！　きっと何か…、何か方法があるよ！
「だから、あきらめないでッ！　お願いだから、あきらめないでッ！！

聖騎士ザルバッグ
『いや…もう…オレはだめだ……早く…殺してくれ…苦しい…
『誰かが…耳元で…喋ってる……誘ってる……泣いている……脅している……
『なんとかしてくれ……助けてくれ……早く、早く楽にしてくれ……。

剣士ラムザ
「くそッ！！　ヴォルマルフめッ！！

【ザルバッグ死亡時】

聖騎士ザルバッグ
『すまない……ラムザ……つらい…思いを…させたな……
『アルマを……アルマを…助けてやってくれ……おまえだけが…頼りだ……
『いくよ…、ラムザ……さらばだ……。
『…ありがとう…

　（ルカヴィが消滅する時のように、ザルバッグが消え去る）

剣士ラムザ
「兄さーんッ！！

CONGRATULATIONS！
THIS OPERATION IS COMPLETED！


レクイエム
BraveStory
『レクイエム』
　妹アルマを求め聖ミュロンド寺院に駆けつけたラムザは死に瀕した教皇を発見する。
　介抱に駆け寄るも時すでに遅く、死の淵にあえぐ教皇は神殿騎士団の行方だけを告げ力尽きた。ヴォルマルフ、そして拉致されたアルマの跡を追いラムザもオーボンヌ修道院へと急ぐ。
　（謁見の間？）

教皇フューネラル
「………だれ…か……

　（ラムザが入ってくる）

剣士ラムザ
「……ひどい。

教皇フューネラル
「たすけて……たすけ…て……

剣士ラムザ
「しっかり…、しっかりして！

教皇フューネラル
「し…し……神殿……

剣士ラムザ
「奴らの行方を知っているのか？　どこだ！　どこなんだ！

教皇フューネラル
「オ……オーボン…ヌ………

　（教皇が息絶える）

剣士ラムザ
「オーボンヌ修道院か……。

　（ラムザが歩き去る）


地下書庫　地下四階
神殿騎士ローファル
「貴様たちはここを見張っているんだ。私はヴォルマルフ様を追うッ！

神殿騎士（男）
「ハッ！

　（ローファルが地下に消える。入れ替わるようにラムザたちが登場する）

剣士ラムザ
「…この地下書庫に何があるんだ？

勝利条件　すべての敵を倒せ！
READY！

【戦闘終了後】

　（地下から声が聞こえてくる）

神殿騎士ローファル
「…ここは、私にお任せを。

神殿騎士ヴォルマルフ
「うむ、頼んだぞ、ローファル。

神殿騎士ローファル
「…ファル………ケオ……デ……ンダ！　ゾーダ……ム……フェ…リオ…
「我は時の………ーラと契……し者、悠……時を経てこ……時………えよ、我にその………け！　………ン！！

　（地下で光が発せられる）

剣士ラムザ
「逃すかッ！！

CONGRATULATIONS！
THIS OPERATION IS COMPLETED！


地下書庫　地下五階
神殿騎士ローファル
「待っていたぞ、異端者ラムザよ。
「これより先には進ません！　この地下で永遠の眠りにつくがいい！
「この修道院がおまえの墓標なのだッ！

勝利条件　神殿騎士ローファルを倒せ！
READY！

【ローファルHP減少時】

剣士ラムザ
「この感じ……、セリアやレディと戦った時と同じ！
「おまえは人間ではないな…？

神殿騎士ローファル
「ああ、たしかに私は人間ではない…。人間を超越した者だからな…。
「ヴォルマルフ様のお力により老いることや無知であり続けることをやめ、永遠の命を手に入れた…。
「くくくく…、貴様にはこの喜びがわかるまい。

剣士ラムザ
「おまえたちの狙いはなんだ？　いったい何が望みだ？

神殿騎士ローファル
「知りたいか、異端者ラムザよ。
「それを知りたくば、この私を倒して先へ進むのだな。…もっとも、それはできぬ相談か！

【ローファル戦闘不能時】

神殿騎士ローファル
「…ここで、死ぬわけにはいかん。まだ、役目が終わっていないのだ…。

神殿騎士ローファル
「異端者ラムザよ……貴様を地獄に…招待してやろう……

　（床に魔法陣が現れる）

神殿騎士ローファル
「…ファルオス・ケオス・デ・バンダ！　ゾーダ・ラムド・フェオリオ…
「我は時の神ゾマーラと契約せし者、悠久の時を経てここに時空を超えよ、我にその門を開け！　デジョン！！

　（魔法陣から光がほとばしり、全てが消え去る）

CONGRATULATIONS！
THIS OPERATION IS COMPLETED！

BraveStory
『死都への入口』
　神殿騎士ローファルはその死の間際、『ゲルモニーク聖典』に記された古代呪文「デジョン」を発動。オーボンヌ修道院の地下書庫から彼らの聖地・死都ミュロンドの入口へと、時空を超えて自らとラムザを移転させる。
　さらにローファルは最後の力で地上への唯一の門となる魔法陣を破壊し息絶えた…。
　（死都への入口）

剣士ラムザ
「…ここは？

神殿騎士ローファル（壁に背をもたれている）
「ようこそ……死都ミュロンドへ…。

神殿騎士ローファル
「ここに来たからには……もう…地上へ戻る…ことはできん……
「その入口さえ……壊して……しまえばな………。

　（ローファルが手を掲げ念じる。すると魔法陣が崩れ落ち跡形もなくなってしまう）

神殿騎士ローファル
「さあ…先へ進むがいい……貴様の妹が…待っているぞ……

　（ローファルが息絶える）

剣士ラムザ
「アルマ……。

　（ラムザが部屋を出ていく）


死都ミュロンド
神殿騎士クレティアン
「そうか…、ローファルがやられたのか…！
「ならば、ここで、私が貴様たちを食い止めねば、ローファルに会わす顔がないな…。ゆくぞッ！！

勝利条件　神殿騎士クレティアンを倒せ！
READY！

【クレティアンHP半減時】

剣士ラムザ
「ヴォルマルフはどこだ！　どこに行った！！

神殿騎士クレティアン
「どこへだと…？　これは異なことを。
「この死都へ来たのは我らの主・聖天使を復活させるため。いや、正確には…
「融合したアジョラの死によって不完全な形で現世に留まる我らの主をその眠りから呼び覚ますためだ。
「ヴォルマルフ様の目指す目的地は我らが主の魂が眠る場所…、すなわちアジョラが最期を迎えた場所だよ！

剣士ラムザ
「そこはどこだ！　どこなんだッ！！

神殿騎士クレティアン
「それを知りたくばこの私を倒してからにするんだな！！

【クレティアン死亡時】

神殿騎士クレティアン
「うぐ……、す、すまない……ローファル………。

　（クレティアンが倒れ伏す。彼方で閃光がひらめく）

剣士ラムザ
「あっちか！？

CONGRATULATIONS！
THIS OPERATION IS COMPLETED！


失われた聖域
神殿騎士バルク
「…小僧、会えて嬉しいぜ。
「この前は不覚をとったが今度はそうはいかねぇ。この死都をおまえの墓場にしてやる！

勝利条件　神殿騎士バルクを倒せ！
READY！

【バルクHP半減時】

剣士ラムザ
「…おまえもルカヴィの手先に成り下がったんだな。
「そこまでして生きていたいのか…！　哀れだな！

神殿騎士バルク
「いいもんだぜ、小僧。オレはようやく本物の人間になれたんだからな！

剣士ラムザ
「人間だと？　悪魔に魂を売った者のどこが人間だというんだ！

神殿騎士バルク
「“死”を超越することでオレは人間という種のトップに立った。
「もう貴様ら貴族どもに不当な扱いを受けずにすむ…、貴様らの顔色を窺わずにすむんだ！
「オレは本当の“自由”を手に入れた！　オレは本物の“人間”になれたんだ！　これで“平等”な扱いを受けられる！

剣士ラムザ
「それで本物の“人間”だって？　笑わせるな、バルク！
「自分の力で勝ち取らない“自由”に何の意味がある？
「人間は“誇り”を失った瞬間から“自由”ではなくなるんだ！
「おまえのように“誇り”を失い貴族の顔色を窺った瞬間からすでに、“自由”を放棄していたんだ！
「この世に“平等”なんてあるものか！　“平等”は与えられるものじゃない！　自分で勝ち取る“権利”なんだ！！
「ルカヴィの力を借りて手にした“自由”なんてニセモノだ！　おまえは“裸の王様”なのさ！！

【バルク死亡時】

神殿騎士バルク
「そんな…オレは死ぬのか…“死”を超越したはずでは…？

　（バルクが絶命する）

剣士ラムザ
「聖石が共鳴しているのか…？

剣士ラムザ
「あっちだな…。

CONGRATULATIONS！
THIS OPERATION IS COMPLETED！


飛空艇の墓場
　（アルマが横たえられている。その傍らでヴォルマルフが膝をついてアルマを見ている）

神殿騎士ヴォルマルフ
「…何故だ、何故、ヴァルゴが発動しないのだ？

神殿騎士ヴォルマルフ
「この空間に聖天使の魂が漂っている、それは間違いない…。
「何故だ……。

神殿騎士ヴォルマルフ
「アジョラの生まれ変わりではないのか…？
「…いや、そんなはずはない。確かにヴァルゴは反応した。

神殿騎士ヴォルマルフ
「…来たか。

剣士ラムザ
「ヴォルマルフ、そこまでだ！
「ヴァルゴは発動しない！　あきらめて、おとなしくアルマを解放するんだッ！！

神殿騎士ヴォルマルフ
「いいや、発動するさ…。…が足りないだけなのだ。
「聞こえなかったか…？
「“血が足りない”と言ったのだ。
「“血塗られた聖天使”の再臨には多くの血が必要だ…。
「聖アジョラの死後、十数世紀にわたりイヴァリースの大地に多くの血が流されたが、まだ足りぬらしい。
「…仕方ない。 地上へ戻ってもう一暴れしてこようか…。
「ククク……心配するな。
「その前に貴様たちを“生け贄”にしてやろう…。

　（ヴォルマルフが聖石を掲げルカヴィへと姿を変える）

統制者ハシュマリム
『…我が主、“血塗られた聖天使”よ、
『ワインよりも濃く灼熱の溶岩よりも熱い“血”をその復活のために捧げよう！

勝利条件　統制者ハシュマリムを倒せ！
READY！

剣士ラムザ
「アルマ！　しっかりしろ！
「お願いだ！　目を開けてくれ！！　アルマッ！！

統制者ハシュマリム
『無駄だ…。そんな呼びかけでは起きん…。

剣士ラムザ
「アルマに何をしたッ！！

統制者ハシュマリム
『本来の姿を取り戻すには、娘の意識が覚醒していては困るのだよ…。
『次に目覚めるときは自分の使命を思い出しているだろう。
『この世界に我々の仲間を喚ぶという重大な使命をな……。

【ハシュマリム戦闘不能時】

統制者ハシュマリム
『我が主よ…、まだ…まだ目覚めぬのか……。

アルマ
「う…うう……こ…、ここは……？

剣士ラムザ
「アルマッ！！

アルマ
「ラムザ兄さん……？

統制者ハシュマリム
『ここまできて………邪魔をさせるものか……
『“血塗られた聖天使”よ……我が命を……復活の贄に……捧げようぞ………ッ！！

　（ハシュマリムが自らの体を貫いて消滅し、聖石が残る）

　（光が降り注ぎ、悲鳴とともにアルマの体に異変が起きる）

聖アジョラ
『身体を取り戻したぞ……。

剣士ラムザ
「アルマーッ！！

CONGRATULATIONS！
THIS OPERATION IS COMPLETED！


飛空艇の墓場
聖アジョラ
『うう……、なんだ……、これは………？

聖アジョラ
『うぐぐ……
『に…兄さん………助けて……

剣士ラムザ
「アルマ！！

聖アジョラ
『ラムザ兄さん……
『やめろ……邪魔をするな……じゃま…を…する…な……ジャ…マ…ヲ……スル……！！

　（光が聖アジョラを包み込み、その身体からアルマが分離する）

剣士ラムザ
「アルマ！！　大丈夫か！！

アルマ
「……兄さん、私は……大丈夫………
「早く…アジョラを……倒さなくては……。

聖アジョラ
『ワタシノ…復活ヲ…サマタゲル…ツモリ…カ……
『ソウハ……サセヌ……
『イデヨ……ワガ…シモベ…ドモヨ……

　（デーモンたちが召喚される）

聖アジョラ
『ワタシノ…復活ヲ…サマタゲル者ハ…何人タリトモ…許シテハ…オカナイ！

　（アジョラがルカヴィに変身する）

聖天使アルテマ
『行クゾ……非力ナル者ドモヨ……！

勝利条件　聖天使アルテマを倒せ！
READY！

【聖天使アルテマ戦闘不能時】

聖天使アルテマ
『バカナ……コンナコトガ……

聖天使アルテマ
『ソウカ……貴様ハ……、カツテ…コノ私ヲ倒シタ者ノ…末裔カ……
『負ケヌ……私ハ……負ケヌ……

　（アルテマの姿が消える。閃光、爆発とともに姿を変えた聖大天使アルテマが現れる）

聖天使アルテマ
『貴様タチヲ…殺シテヤル！！

【聖大天使アルテマ死亡時】

聖天使アルテマ
『モット……チカラヲ………

　（アルテマから強烈な光が放たれ、その身体が崩壊していく。飛空艇が大爆発を起こしその場の全てを消し去る）

CONGRATULATIONS！
THIS GAME IS COMPLETED！


Ending
BraveStory
『再会、そして…』
　多くの犠牲を払い、戦いは終わった…。
　イグーロスの共同墓地ではアルマ・ベオルブの葬儀が執り行われる。戦争末期、オーボンヌ修道院の地下書庫に消えたとされるアルマとその兄、ラムザの遺体は確認されなかった。
　弔問客の去ったアルマの墓前に、魔道士バルマウフラを連れたオーランが姿を見せた…。
　（共同墓地）

神父
「…大いなる父の祝福を受け、汝の肉体は大地へ戻らん。
「願わくば聖アジョラの御加護によりアルマ・ベオルブの魂を至福の地へ導きたまえ……、ファーラム…。

一同
「…ファーラム。

　（弔問客たちが帰り始める）

弔問客
「…まだ若いのに。残念なことだ。

弔問客
「兄妹が皆、逝ってしまったなんて…。

　（神父も去る）

弔問客
「…末弟のラムザは墓にも入れないとか。嘆かわしいことだ…。

弔問客
「三百年続いたベオルブ家もこれでおしまいね…。

　（最後の弔問客が去る。オーランとバルマウフラがやってくる）

占星術士オーラン
「…遅くなったな、ラムザ…、アルマ…。
「もっと早く会いにこようと思っていたんだけど人目が厳しかったんでね…。

　（バルマウフラが花を供える）

占星術士オーラン
「ディリータはオヴェリアと結婚したんだ…。
「平民出の若者が混乱した畏国に平和をもたらし、ついにはプリンセスと結ばれて新たな国王となる…。
「何百年も民衆の間で語り継がれる英雄譚（えいゆうたん）の誕生だ…。

占星術士オーラン
「ディリータはおまえが言ったように、根はいいヤツなのかもしれない…。
「彼女がミュロンドの刺客とバレた時…あいつは彼女を殺したように見せかけて城外へ逃がしたんだ…。
「ヴォルマルフに利用されている彼女に自分の姿を重ねたんだろうな…。

　（バルマウフラが行こうというような合図をし、オーランはそれにうなずく。バルマウフラは去る）

占星術士オーラン
「義父上は……、義父上は勇敢に戦って死んだのか？

　（オーランが目を瞑って首を振る）

占星術士オーラン
「…また、来るよ。じゃあな……。

占星術士オーラン
「…本当に死んじまったのか？
「…オレにはまだおまえたちが死んだなんて信じられないよ。だって…、そうだろ…？

　（オーランが立ち去りかけると、チョコボに乗ったラムザとアルマが現れる）

占星術士オーラン
「！！

　（二人が行ってしまう）

占星術士オーラン
「待ってくれ！　ラムザッ！　アルマッ！

　（バルマウフラが戻ってくる）

占星術士オーラン
「…生きていたんだ！　生きていたんだよッ！

占星術士オーラン
「…ありがとう。


Epilogue Movie
Since then,
no one has caught sight of the two.

――その後
二人の姿を見た者はいない…

Orlan Durai reminisces in such a manner…

後にオーラン・デュライはこう述懐している…

Where does one find good fortune?
What possesses then to live for the present?
What treasures will they leave behind?

人間は何に幸福を見いだすのだろうか？
何のために今を生きるのだろうか？
そして、何を残せるだろうか？

The only thing certain is that
he is the hero, indeed.

ただ、わかることは――
彼こそが真の勇者であった…

Years later,
Orlan Durai collected his experiences over
a period of 5 years into a single syllabus.

後日、オーラン・デュライは自分が見聞きした出来事を
五年もの歳月をかけてまとめあげた…

This collection known as the“Durai papers”
meeting during which the new possessor of
the throne was to be selected,

執筆された“デュライ白書”は翌年――
新たな教皇を選出する
クレメンス公会議の場で公開されるが

but the church which feared public
disclosure of the truth decided to
arrest Durai and burn him at the stake
for the crime of heresy.

真相の暴露を恐れた教会は
その場でオーランを逮捕すると
“異端者”として火刑に処した…

The retrieved Durai papers were then
confiscated by the church for several
hundred years.

その後、回収された“デュライ白書”は――
数百年もの間
教会の手により隠匿されることになる…

But I have uncovered the truth…
Let me now revive his honor.
Let his way of life be absorbed by
the next generation.

しかし、私は真実を知ることができた…
今こそ彼の名誉を回復しよう…
彼の生きざまを若い世代に伝えるためにも…

Author of the Brave Story,
Alazlum Durai

ブレイブストーリー著者
アラズラム・デュライ


ゼルテニア城の教会跡
BraveStory
『手に入れたもの』
　獅子戦争終結より数ヵ月…。
　女王オヴェリアと結婚したディリータはついに畏国王の座につき、戦禍に覆われた国土も一応の平静を取り戻しつつあった。
　そんなある日、誕生日を迎えたオヴェリアのもとを、花束を手にしたディリータが訪れた…。
　（オヴェリアが一人佇んでいる。そこへディリータがチョコボに乗ってやってくる）

畏国王ディリータ
「やっぱりここにいたんだな。みんな探していたぞ。

　（ディリータが歩み寄り花束をさしだす）

畏国王ディリータ
「ほら、今日はおまえの誕生日だろ？　この花束を…

　（オヴェリアが振り向きざまにディリータを刺す。ディリータの手から花束がこぼれ落ちる）

畏国王ディリータ
「オ…、オヴェリア…？

王妃オヴェリア
「…そうやって、みんなを利用して！
「…ラムザのように、いつか私も見殺しにするのね……！

　（ディリータが刺さった短剣を抜き、オヴェリアを突く。オヴェリアが花束の上に倒れ伏す。
　　後ずさるディリータの手から短剣が落ちる。二三歩歩いて膝をついたディリータは、虚空を見上げる）

畏国王ディリータ
「…ラムザ　おまえは何を手に入れた？
「オレは……

The End

鉄球発見！
BraveStory
『鉄球発見！』
　ムスタディオの父・機工師ベスロディオが機工都市ゴーグ地下の第５７番坑道で、奇妙な鉄球を発掘した。構造も用途も一切不明の鉄球だが、何故かラムザの持つ聖石に反応を示す。
　鉄球の表面には不思議な記号（h）が刻印されていた…。
　（ベスロディオの家）

機工士ムスタディオ
「これかい？　親父が坑道で発見したっていうのは。

機工師ベスロディオ
「ああ、先週から発掘を開始した第５７番坑道から見つけたモンだ。
「分解しようとしたんだが、どこをどうイジればいいのかさっぱりわからん…。

機工士ムスタディオ
「なんだろうね、この鉄のタマは…？

　（ラムザが鉄球に近づく。すると持っている聖石に鉄球が反応する）

機工士ムスタディオ
「なんだ、なんだ？

剣士ラムザ
「聖石に反応したのか…？

機工師ベスロディオ
「なんだ、このマーク（h）は？



王都ルザリア
　（酒場）

酒場のマスター
「いらっしゃい。何か飲むかい？

剣士ラムザ
「…そうだな、じゃ、ミルクを。

酒場のマスター
「ハハハハ。気に入ったよ。酒場で酒を飲まない奴は初めてだ。
「…結構、修羅場をくぐり抜けているんだろ？　でも、酒は飲まないんだよなぁ。

酒場の客（モンク・男）
「…じゃあ、あの話は本当だったんだ。ゴルランドに怪物がでるってのは。

酒場の客（見習い戦士・男）
「ああ、炭鉱は閉鎖されているんだよ。困ったよなぁ…。

酒場の客（モンク）
「このご時勢じゃ、騎士団もあてにできそうもないもんな。

酒場の客（見習い戦士）
「ゴルランドじゃ町をあげてハンターを集めているんだってさ。

酒場のマスター
「おまえさんはハンターじゃないのか？　金になるぜ。

剣士ラムザ
「お金はどうでもいいけど、困っている人を放っておけないな。

酒場のマスター
「おーおー、カッコいいじゃねぇか。
「あーあ、こんなときにバルバネス様が生きていたらなぁ…。

酒場の客（見習い戦士）
「…ところが、スゴ腕のハンターでも歯の立たない奴がいるらしいんだ。

酒場の客（モンク）
「へぇ、それは困ったね。どんなモンスターなんだろう？

酒場の客（見習い戦士）
「ホーリードラゴンって話だ。ホント、めずらしいよな。

酒場のマスター
「行くのかい？

剣士ラムザ
「うん。とりあえず、行くだけ行ってみるよ。

酒場のマスター
「がんばれよ。

　（ラムザが酒場を出ようとすると、酒を飲んでいた騎士が話し掛けてくる）

騎士らしき男（ベイオウーフ）
「炭坑に行くなら、このオレを雇わないか？

剣士ラムザ
「あなたは…誰？

騎士らしき男
「オレの名はベイオウーフ。ハンターさ。
「オレは、彼らが言ってたホーリードラゴンをずうっと追っているんだ。
「どうだい、きっと役に立つと思うんだがな？

【選択】
１．悪いけど、遠慮します。
２．一緒に行きましょう。

１．悪いけど、遠慮します。

剣士ラムザ
「悪いけど、遠慮します。

騎士ベイオウーフ
「…そうか。それは残念だ。あばよ。

　（ベイオウーフは席に戻る。ラムザは酒場を出る）

２．一緒に行きましょう。

剣士ラムザ
「いいですよ。一緒に行きましょう。

騎士ベイオウーフ
「金はあとでいい。…よし、行こうぜ。



ゴルランドの炭坑　地下三階・地下二階・地下一階
CONGRATULATIONS！
THIS OPERATION IS COMPLETED！



ゴルランドの坑道
使い魔シノーグ
『オマエガ、ソノ聖石ヲ持ッテイテモ意味ガナイノダ…。
『生命ガ惜シイナラオトナシク、ソノ聖石ヲ渡スノダ…！！

　（ラムザ、ベイオウーフらが登場）

騎士ベイオウーフ
「レーゼ！　捜したぞレーゼ！　待ってろよ、今助けるからなッ！！

勝利条件　レーゼを救助せよ！
READY！

【レーゼ死亡時】

騎士ベイオウーフ
「レーゼッ！！

GAME OVER

【戦闘終了後】

CONGRATULATIONS！
THIS OPERATION IS COMPLETED！

　（ゴルランドの坑道）

騎士ベイオウーフ
「ありがとう。ラムザ。
「きみのおかげでレーゼを無事に助けることができたよ。

剣士ラムザ
「あなたはこのドラゴンを捜していたんですね。

騎士ベイオウーフ
「ああ、命よりも大切な友だちさ。
「本当に感謝するよ。

　（ベイオウーフが聖石を取り出し、ラムザに渡す）

騎士ベイオウーフ
「きみはこれを探していたんだろ？

剣士ラムザ
「どうしてそれを…？

騎士ベイオウーフ
「“奴ら”には借りがあるんだ…。きみと同様にね…。

剣士ラムザ
「あなたはいったい……。

騎士ベイオウーフ
「オレはきみの敵じゃない。信用してくれ。

剣士ラムザ
「…仲間は多い方がいい。
「僕はあなたを信用します。さあ、ここを出ましょう。



鉄巨人始動！
BraveStory
『鉄巨人始動！』
　ゴーグの地下で発掘された鉄球に聖石『アクエリアス』をはめたところ、鉄球は激しく反応し変形する。これこそ古代に造られた機械人間、“過去の遺産”鉄巨人だった。
　活動を開始した鉄巨人に主人として認識されたラムザの発した命令とは…。
　（ベスロディオの家）

機工士ムスタディオ
「ホントにその聖石で動くのかな～？

機工師ベスロディオ
「おまえだって見ただろ？　きっと動くさ。

　（ラムザが聖石をはめる。鉄球に光が走る）

機工士ムスタディオ
「あっ、ホントだ！　反応したぞ！

　（鉄球から四肢が出てロボットに変形する。が、そのまま停止する）

機工士ムスタディオ
「…やっぱりダメなのか？

　（ムスタディオが近づこうとすると、突然目が光る）

鉄巨人
「システムセットアップ カンリョウ！　カクブ イジョウナシ！
「ゴシュジンサマ、ゴメイレイハ ナンデスカ？

機工士ムスタディオ
「うわッ！　喋った！！

鉄巨人
「ゴシュジンサマ、ゴメイレイヲ ドウゾ！

機工士ムスタディオ
「ラムザ、何か命令を与えてみろよ。

剣士ラムザ
「えーっ！？　僕が命令するのーっ！？　やだっ、怖いよーっ！！

機工士ムスタディオ
「何言ってるんだよ。ご主人様はおまえだろ！？

鉄巨人
「クリカエシマス、ゴメイレイヲ ドウゾ！

剣士ラムザ
「じゃ、じゃあ…、
「おどれっ！！

機工士ムスタディオ
「あのなーっ！

剣士ラムザ
「だ、だって…。

　（鉄巨人が踊り出す）

機工士ムスタディオ
「お、踊ってるよ、こいつ…。

機工士ムスタディオ
「こいつ、強いのかな…？

鉄巨人
「ワタシハ　トテモ　ツヨイ　デス！

剣士ラムザ
「じゃ、じゃあ…、
「ムスタディオをやっつけろ♥

機工士ムスタディオ
「あのなーっ！

　（鉄巨人の強烈な一撃でムスタディオがやっつけられる）

剣士ラムザ
「わーっ！　フェニックスの尾ーっ！　フェニックスの尾はどこだーっ！！



天球儀発見！？
BraveStory
『天球儀発見！？』
　機工師ベスロディオがゴーグ地下の第８３番坑道で再び“過去の遺産”を発掘した。天球儀にも似たその機械もまた聖石に反応を示し、台座には鉄球と同じような記号（a）の刻印が。
　機械を完全に作動させるには新たな聖石が必要らしい…。
　（ベスロディオの家）

機工士ムスタディオ
「親父、このでかいのは一体なんだよ？

機工師ベスロディオ
「第８３番坑道から見つけたモノを組み立てたんだが、う～ん…。

剣士ラムザ
「天球儀みたいだけど…？

機工師ベスロディオ
「そういわれてみればなんとなく…、う～ん…。

　（ラムザが近づくと、その機械が反応する）

機工士ムスタディオ
「なんだ、なんだ？

剣士ラムザ
「また、聖石に反応したみたいだな…？

機工師ベスロディオ
「なんだ、このマーク（a）は？
「…って、聖石だよな、やっぱり…。

剣士ラムザ
「探せってことだね、やれやれ…。



ネルベスカ神殿
労働七号・改
「警告！　警告！　警告！　民間人ノ立入ハ禁止サレテイマス！
「３０ビョウ以内ニ　ココカラ　立チ去ッテクダサイ！！　コレハ　予行練習デハアリマセン！
「３０……２９……２８……
「２７……２６……２５……
「２４……２３……２２……　システムエラー発生！
「３……２……１……
「ジェノサイドモード発動！　研究員ハ　速ヤカニ　シェルターヘ　避難シテクダサイ！！

　（労働七号・改が電流をみなぎらせる）

勝利条件　労働七号・改を倒せ！
READY！

【労働七号・改戦闘不能時（一回目）】

労働七号・改
「エネルギーチャージ　デキマセン！　システムダウン！
「予備回路ニ　接続シマス！

　（HP１で復活）

【労働七号・改戦闘不能時（二回目）】

労働七号・改
「自爆モード作動！　カウントダウン開始！
「３０……２９……２８……
「２７……２６……２５……　システムエラー発生！

　（労働七号・改が爆発し、後に聖石が残る）

CONGRATULATIONS！
THIS OPERATION IS COMPLETED！



レーゼの呪い
BraveStory
『レーゼの呪い』
　レーゼはベイオウーフの愛しい恋人であったがレーゼに恋い焦がれる司祭の嫉妬により仲を引き裂かれた。なおも自分を拒絶するレーゼに怒った司祭はベイオウーフに呪いをかけた。だが、レーゼは自らの身体を犠牲にして呪いを受けた。
　ドラゴンへと姿を変えたレーゼの呪いは、聖石『キャンサー』の力によって解かれた…。
剣士ラムザ
「そんな、まさか……このドラゴンが…？

騎士ベイオウーフ
「論より証拠さ。
「今の戦いで手に入れた聖石『キャンサー』を使えば、きっと……。

騎士ベイオウーフ
「さ、恐がらず、試してみるんだ。

　（ホーリードラゴンが神殿に入っていく。中で閃光と爆発が起き、それが収まった後、一人の女性が出てくる）

騎士ベイオウーフ
「レーゼ…、きみなのかい…。

　（ベイオウーフとレーゼが抱き合う）

レーゼ
「…ベイオウーフ、また、こうやって貴方と会えるなんて…。

騎士ベイオウーフ
「レーゼ…、愛しいレーゼ…。



貿易都市ザーギドス
　（ラムザが歩いてくる。すると一人の女性が話しかけてくる）

花売り（エアリス）
「ね、お花はいらない？　たったの１ギルよ。

剣士ラムザ
「え…、花かい？

花売り
「どうかしたの？　花を見たことがないなんていわないでしょ？

剣士ラムザ
「も、もちろんさ。

花売り
「買ってくれるわよね？

【選択】
１．ごめん、いらないや。
２．いいよ、もらおうか。

１．ごめん、いらないや。

剣士ラムザ
「ごめん、いらないや。

花売り
「そう…、しかたないわね。

　（花売りが歩き去る）

剣士ラムザ
「悪いことをしたかな…。

　（ラムザも立ち去る）

２．いいよ、もらおうか。

剣士ラムザ
「いいよ、もらおうか。

花売り
「え、ホント！　嬉しいわ。

　（花売りが花を渡す）

花売り
「…こんなところでしょう。
「花を買ってくれる人なんて少ないのよね。
「あ～あ、どこかに私をここから救ってくれる素敵な男の人はいないのかしら…。

花売り
「あら、ごめんなさい。あなたに言っても仕方ないわよね。
「お花を買ってくれてホントにありがとう。じゃあね。

　（花売りが歩き去る）

剣士ラムザ
「…こんなご時世だもんな。

　　（ラムザも立ち去る）



クラウド召喚！
BraveStory
『クラウド召喚！』
　聖石『キャンサー』により起動した機械は、次元を超えた異世界への扉を開く転送機だった。機械を見守る一同の目の前で、ごう音とともにひとりの若者が召喚される。
　「あの場所へ行かなければ…」
　クラウドと名乗ったその異邦人は、謎の言葉を残し何処かへと姿を消した…。
　（ベスロディオの家）

機工士ムスタディオ
「まさか、これが“変形”するなんてことはないよな…？

剣士ラムザ
「試してみればわかるよ？

　（ラムザが機械に聖石をはめ込む。すると機械が震え出す）

機工士ムスタディオ
「きた、きたーっ！！

　（機械から光が放たれ、轟音とともに一人の若者が現れる）

召喚された若者（クラウド）
「ここは……？　オレは…いったい……？
「流れに…とても大きな流れに飲み込まれて…それから……？

機工師ベスロディオ
「むむ…。昔読んだ書物にあったな…おそらくこれが転送機だろう…。

機工士ムスタディオ
「転送機？

機工師ベスロディオ
「ああ、次元を超えて異世界を旅するための機械…、転送機だ。

剣士ラムザ
「では、彼は次元を超えてこの世界に？

機工師ベスロディオ
「おそらくそうだろう。…その証拠にあんな服、見たこともないぞ。

召喚された若者
「オレは…、オレの名はクラウド…、そう…クラウドだ。

剣士ラムザ
「僕はラムザ、そっちは仲間の…

異邦人クラウド
「あんたたちの名前なんて興味ないね。オレに必要なのは、戦場だ。
「そう…そうなんだ。オレは戦士…ソルジャーだ。

機工士ムスタディオ
「なんだよ、いけすかないヤツだな！

　（高音が鳴り響く。クラウドが頭を抱えて膝をつく）

異邦人クラウド
「う…何だ、この感じは…指先がチリチリする…。
「熱い…目の奥が熱い…やめろ…やめてくれ…フィロス……。

機工士ムスタディオ
「なんだよ、危ないヤツだな。

異邦人クラウド
「行かなければ…そうだ、あの場所へ行かなければ…。

　（クラウドがどこかへ走り去ってしまう）

機工士ムスタディオ
「な、なんだったんだ、アイツは？



貿易都市ザーギドス
　（クラウドが歩いてくる。それに花売りが話し掛ける）

花売り（エアリス）
「ね、お花はいらない？　たったの１ギルよ。

　（クラウドが驚いたようにその顔をまじまじと見つめる）

異邦人クラウド
「………。

花売り
「どうかしたの？　…私、誰かに似てるの？

異邦人クラウド
「…いや、なんでもない。

　（クラウドが立ち去る。花売りはその姿を見送る）

花売り
「なによ、もう……。

　（ごろつきが花売りの娘を取り囲む）

花売り
「な、なに……？

街に巣くう悪漢（モンク・男）
「さがしたぜ、エアリス…。
「今日もオフクロさんのために花売りかい？　ご苦労なこったぜ…。

花売り
「お願い、あと１０日…、ううん、１週間でいいから待って。

　（ごろつきが花売りの胸ぐらを掴む）

街に巣くう悪漢
「ふざけるな！　期限はとっくに過ぎているんだ！
「貸した３００００ギル、耳をそろえて返してもらおうか！

花売り
「は、離して…！

街に巣くう悪漢
「ほう…、よくみたら結構イイ女じゃねぇか！
「こりゃ、花を売るより春を売ってたほうがいいかもなぁ。イヒヒヒヒヒヒ…。

異邦人クラウド
「その手を離せッ！

　（クラウドが戻ってくる）

街に巣くう悪漢
「なんだとぉ…！

異邦人クラウド
「聞こえなかったのか。その汚い手を離せと言ったんだ！

　（ごろつきは手を離し、クラウドにガンをつける）

街に巣くう悪漢
「なんだ、てめぇは…？　ヘンな格好をしやがって…！

　（クラウドがそれを突き飛ばす）

異邦人クラウド
「今のうちだ…さっさと逃げるんだ。

　（花売りが逃げる）

街に巣くう悪漢
「てめぇ、ナメたまねをしやがって！

異邦人クラウド
「オレとやるのか……？
「…う、うう…。

　（頭痛に襲われたクラウドが頭を抱えて膝をつく）

街に巣くう悪漢
「なんだ、てめぇは？

　（ラムザたちが登場）

剣士ラムザ
「クラウド！　大丈夫か！！

街に巣くう悪漢
「くそッ！　ええい、やっちまえッ！！

勝利条件　異邦人クラウドを救助せよ
READY！

【クラウドHP減少時】

異邦人クラウド
「う……うう……頭が痛い……。

　（クラウドが膝をつく）

剣士ラムザ
「どうしたんだ、クラウド！！

異邦人クラウド
「…やめろ、やめろーッ！！
「オレはソルジャーなんだ！　人形なんかじゃないッ！

【クラウド死亡時】

異邦人クラウド
「…オレは人形じゃ…な…い……。

GAME OVER

【戦闘終了後】

異邦人クラウド
「なくしてしまったんだ…大切な…とても大切なものを…。

剣士ラムザ
「クラウド…？

異邦人クラウド
「あの時からオレはオレでなくなった。今のオレは…誰なんだ？
「オレは…どうしたらいい？　この痛みはどうしたらいい？

剣士ラムザ
「クラウド…、きみの世界にきみを待っている人がいるんだね？
「他の聖石の力を使えばきみを元いた世界へ戻すことができるかもしれない…。

異邦人クラウド
「…行こう、ラムザ。ここにはいられない。
「行かなければ…、ここじゃない場所…約束の地へ…。

CONGRATULATIONS！
THIS OPERATION IS COMPLETED！



貿易都市ウォージリス
　（酒場）

　（ラムザが入ってくる）

騎士（ナイト・男）
「よって、今回の仕事は大成功したといえる！

白魔道士（女）
「自慢じゃないけど、ま、アタシのおかげよね！

酒場のマスター
「ふ～ん、ミニマム伯爵も難儀だねぇ。

酒場の客（シーフ・男）
「…じゃあ、あの話は本当だったんだ。あの島の財宝伝説は…。

酒場の客（見習い戦士・男）
「ああ。なんでもその深い洞窟にはとても高価なお宝があるんだってさ。

酒場の客（シーフ）
「ふ～ん…、でもそうした洞窟ってトラップが多いんだよな？

酒場の客（見習い戦士）
「トラップだけじゃないよ。恐ろしい魔道士がいるって話だぜ。

酒場の客（シーフ）
「うへー、命がいくつあっても足りそうもないな。

酒場の客（見習い戦士）
「ま、チキン野郎には無理だろうね。明かりすらないっていうからな。

酒場の客（シーフ）
「で、なんて言ったっけ、その洞窟？　デ…デ…デーポダンジョン？

酒場の客（見習い戦士）
「それを言うなら『ディープダンジョン』だろ？

騎士
「なんだよ、オレがいたから仕事は大成功したといえるんだぜ！

白魔道士
「なによ！　えらそーに！　…言い回しもヘンテコだしさ！

　（白魔道士がラムザに振り向く）

白魔道士
「見せ物じゃないのよ！　さっさとアッチへ行って！！



ディープダンジョン “nogias” ～ “horror”
勝利条件　すべての敵を倒せ！
READY！

さらに奥へ続く通路を発見しました！

CONGRATULATIONS！
THIS OPERATION IS COMPLETED！



ディープダンジョン “end”
魔道士エリディブス
「…わしの瞑想を邪魔する者は誰ぞ？
「む…、ゾディアックストーンの波動を感じる…。貴様たちの目的もゾディアックストーンか？
「よいだろう…。わしが“融合”によって手にした力、貴様たちに見せてやろう……。

　（エリディブスが聖石を取り出し、変身する）

エリディブス
「命が惜しくば、そのゾディアックストーンをこのわしに捧げよ…。
「さもなければ、貴様たちは、人の身の脆弱さを苦痛を持って思い知ることになろう！

勝利条件　エリディブスを倒せ！
READY！

【エリディブス死亡時】

エリディブス
「ば、ばかな……、このわしがやられるはずなど……？

　（エリディブスが消滅し、聖石だけが残る）

CONGRATULATIONS！
THIS OPERATION IS COMPLETED！


`