let testJapaneseText = `天地開闢と神々
昔、まだ天と地が分かれておらず、
陰陽いんようの別もまだ生じていなかった時、
鶏の卵の中身のように固まっていなかった中に、
ほの暗くぼんやりと何かが芽生ていた。 

やがてその澄んで明るいものは、
昇りたなびいて天となり、
重く濁ったものは、
下を覆い滞って大地となった。

澄んで明るいものは、
ひとつにまとまりやすかったが、
重く濁ったものが固まるのには時間がかかった。

それゆえ、まずは天が出来上がり、
大地はそのあとで出来た。
その後、そのなかに神がお生まれになった。

それで次のように言われる。
天地が開けたはじめに、国土が浮き滞っている様子は、例えて言えば、泳ぐ魚が水の上の方に浮いているようなものであった。

そんな時に天地のなかに、ある物が生じた。
形は葦の芽のようだったが、間もなくそれが神となった。
国常立尊くにのとこたちのみことと申し上げる。

〜大変尊いお方は「尊みこと」といい、それ以外のお方は「命みこと」といい、ともにミコトと訓よむ。
以下、すべてこれに従う〜

次に国狭槌尊くにさつちのみこと、
次に豊斟渟尊とよくむぬのみことと、
全部で三柱の神がおいでになる。
この三柱の神は陽気だけを受け、ひとりでに生じられた。
ゆえに、純粋な男性神であった。

別の言い伝え（第一）ではこう言っている。
天地が初めて分かれるとき、ひとつの物が空中にあった。
別名を国底立尊くにのそこたちのみことともいう。
次に国狭槌尊くにさつちのみこと、別名を国狭立尊くにのさたちのみことという。
次に豊国主尊とよくにぬしのみこと、別名を豊組野尊とよくむののみことともいう。
また、豊香節野尊とよかぶののみこととも、また浮経野豊買尊うかぶののとよかうのみこととも、また、豊国野尊とよくにののみこととも、また豊齧野尊とよかぶののみこととも、また葉木国野尊はこくにののみこととも、また見野尊みののみことともいう。

別の言い伝え（第二）ではこう言っている。
昔、国がまだ若く、大地も若かった時には、例えて言えば、水に浮かんだ油のように漂っていた。
そんなとき、国の中にある物が生まれた。
形は葦の芽がつき出したようであった。

これから生まれた神があった。
可美葦牙彦舅尊うましあしかびひこじのみことという。
次に国常立尊くにのとこたちのみこと。
次に国狭槌尊くにのさつちのみこと、これをハコクニという。
可美、これをウマシという。

別の言い伝え（第三）ではこう言っている。
天地がぐるぐると回転して、形がまだ定まらないときに、初めて神のような人があった。
可美葦牙彦舅尊うましあしかびひこじのみことという。
次に国底立尊くにのそこたちのみこと、これをヒコジという。

別の言い伝え（第四）ではこう言っている。
天地が初めて分かれるとき、初めて一緒に生まれでた神があった。
国常立尊くにのとこたちのみことという。
次に国狭槌尊くにのさつちのみこと。
また高天原にお出でになる神の名を天之御中主あめのみなかぬしという。
次に高御産巣日尊たかみむすひのみこと。
皇産霊、これをミムスヒという。

別の言い伝え（第五）ではこう言っている。
天地がまだ固まらないとき、例えば海上に浮かんだ雲の根がないように、漂っていた中に、ひとつの物が生まれた。
葦の芽が初めて泥の中から生え出したようである。
それが人となった。国常立尊くにのとこたちのみことという。

別の言い伝え（第六）ではこう言っている。
天地が初めて分かれたときに、ある物があり、葦の芽のようで空の中に生まれた。
これから出られた神を天常立尊あまのとこたちのみことという。
次に可美葦牙彦舅尊うましあしかびひこちのみこと 。
またある物があり、浮かんだ油のようで空の中にできた。
これから生まれた神を国常立尊くにのとこたちのみことという。

次に神があり、泥土煮尊ういじにのみこと、沙土煮尊すいじにのみこと、次に神があり、大戸之道尊おおとのじのみこと、大苫辺尊おおとまべのみこと。
次に神があり、面足尊おもだるのみこと、惶根尊かしこねのみこと。
次に神があり伊弉諾尊いざなぎのみことと伊弉冉尊いざなみのみことが生まれた。

別の言い伝え（第一）ではこう言っている。
この二柱の神は青橿城根尊（あおかしきねのみこと）の子である。

別の言い伝え（第二）ではこう言っている。
国常立尊が天鏡尊あまのかがみのみことを生んだ。
天鏡尊が天万尊あまのよろずのみことを生んだ。
天万尊が沫蕩尊あわなぎのみことを生んだ。
沫蕩尊が伊弉諾尊いざなぎのみことを生んだ。
沫蕩、これをアワナギという。
みんなで八柱の神がお出でになった。

陰陽いんようの気が相交わって生まれたので、男神、女神の両性となっている。
国常立尊くにとこたちのみことから伊弉諾尊いざなぎのみことと伊弉冉尊いざなみのみことに至るまでこれを神世七代という。

別の言い伝え（第一）ではこう言っている。
男女並び立って生まれた神は、まず泥土煮尊ういじにのみこと・沙土煮尊すいじにのみことがある。
次に角杙尊つのくいのみこと・活杙尊いくぐいのみことがある。
次に面足尊おもだるのみこと・惶根尊かしこねのみことがある。
次に伊弉諾尊いざなぎのみこと・伊弉冉尊いざなみのみことがある。
杙はクイである。

国産み
伊弉諾尊いざなぎのみことと伊奘冉尊いざなみのみことが、天浮橋あまのうきはしの上に立たれて、相談して言われた。
「この底の一番下に国がないはずはない」
とおっしゃって、玉で飾った矛ほこを指差して、下の方をさぐられた。

そこに青海原あおうなばらがみつかり、その矛先から滴った海水が、
凝り固まってひとつの島になった。
これを名付けて磤馭慮島おのころしまという。

二柱の神はそこでこの島にお降りになって、
夫婦の行為を行なって国土を生もうとなされた。
そこで磤馭慮島おのころしまを国中の柱として、男神は左より回り、女神は右から回った。
国の柱をめぐって二人の顔が行きあった。

そのとき、女神が先に唱えて言われたのが、
「ああうれしい。立派な若者に出会えた」

男神は喜ばないで言われたのが、
「自分は男である。順序としては男から先に言うべきである。どうして女が先に言うのか。不祥なことになった。だから改めて回り直そう」
そこで二柱の神はもう一度出会い直された。

次は男神から先に唱え、
「ああうれしい。愛らしい少女に会えた」
とおっしゃった。
そして女神に尋ねられた。
「あなたの体にどんなになったところがあるだろうか？」
それに対する答えは、
「私の体には、ひとつの雌のはじまりというところがある」
男神は、
「私の体にも、雄のはじまりというところがある。私の体のはじめのところで、あなたの体のはじめのところに合わせようと思う」
とおっしゃった。
そこで陰陽が初めて交合して夫婦となった。

子が生まれるとき、まず淡路洲あわじのしまが生まれたが、不満足な出来であった。
そこで名付けて淡路洲（吾恥＝アハジ）と言う。
それから大日本豊秋津洲おおやまととよあきつしまを生んだ。
次に伊予二名洲いよのふたなのしまを生んだ。
次に筑紫洲つくしのしまを生んだ。
次に億岐洲おきのしまと佐度洲さどのしまとを双子で生んだ。
世の中の人が、双子を生むことがあるのはこれによるためである。
次に越洲こしのしまを生んだ。
次に大洲おおしまを生んだ。
次に吉備子洲きびのこしまを生んだ。
これによって初めて大八洲国おおやしまのくにの名が出来た。

対馬島つしま、壱岐島いきのしま、およびその他の小島は、潮の泡が固まって出来たものである。
あるいは、水の泡が固まって出来たとも言われている。

次に海を生んだ。
次に川を生んだ。
次に山を生んだ。
次に木の精である句句廼馳くくのちを生んだ。
次に草の精である草野姫かやひめを生んだ。またの名を野の精と言う。

そして伊弉諾尊いざなぎのみことと伊奘冉尊いざなみのみことは相談し、
「私は大八洲国おおやしまのくにや山川草木を生んだ。そろそろ天下を治める者を生まないといけないだろう」
そこで一緒に日の神を生み出した。
大日孁貴おおひるめのむちという。
別の言い伝えでは、天照大神あまてらすおおみかみという。

この御子は、華やかに光り麗しく、国中を照らした。
それで二柱の神は喜び、
「我が子たちはたくさんいるが、まだこんなに妖しく不思議な子はいない。長くこの国に留めておくのはよくない。早く天に送り、高天原たかまがはらの仕事をしてもらおう」

このとき、天と地はまだそんなに離れていなかった。
だから天御柱あまのみはしらをたどって、天上に送り上げた。

次に月の神をお生みになられた。
その光り麗しいことは、太陽に次いでいた。
それで太陽と並んで治めるのがよいと判断し、これもまた天に送った。

次に蛭児ヒルコを生んだ。
三年経っても足が立たなかった。
だから天磐櫲樟船あめのいわくすふねに乗せて、風のままに放流した。

次に素戔嗚尊すさのおのみことを生んだ。
この方は勇ましくて荒々しく、残忍なことも平気だった。
また、常に泣きわめくことがあった。
それで国内の人々を多く若死にさせた。
また、青山を枯山にさせた。

それで父母の二神は次に素戔嗚尊すさのおのみことに、
「お前は大変無道である。だから天下を治めることができないので、遠い根の国に行きなさい」
と言って、追放した。

別の言い伝え（第一）によると、伊弉諾尊いざなぎのみことが、
「私は天下を治めるべき全ての子を生もうと思う」
とおっしゃり、そこで左手で白銅鏡ますみのかがみをお取りになったときに生まれた神が大日孁貴おおひるめのむちである。
右手で白銅鏡ますみのかがみをお取りになったときに生まれた神が月弓尊つくゆみのみことである。
また、首を回して後ろをご覧になったちょうどその時にお生まれになったのが、素戔嗚尊すさのおのみことである。

このうち大日孁貴おおひるめのむちと月弓尊つくゆみのみことは、ともに人と成りが麗しいので、天地を照らし治めさせられた。
素戔嗚尊すさのおのみことは、性質が物を損ない壊すことを好んだところがあったため、下にくだして根の国を治めた。

別の言い伝え（第二）によると、日と月とが生まれたあとに、蛭児ひるこが生まれた。
この子は三歳になっても足が立たなかった。
最初、伊弉諾尊いざなぎのみことと伊奘冉尊いざなみのみことが、柱を回られたときに、女神が先に喜びの言葉を言われた。
それが陰陽の道理にかなっていなかった。
それために蛭児ひるこが生まれた。

次に素戔嗚尊すさのおのみことが生まれた。
この神は性質が悪く、常に泣いたり怒ったりすることが多かった。
国の人々が多く死に、青山を枯山にした。
それで両親が、
「もしお前がこの国を治めたら、きっと損ない破ることが多いだろう。だから、お前は遠い根の国を治めなさい」
と言われた。

次に、鳥磐櫲樟船とりのいわくすふねを生み、この船に蛭児ひるこを乗せて放流した。
次に火の神の軻遇突智かぐつちを生んだ。
そのとき伊奘冉尊いざなみのみことは、軻遇突智かぐつちのために火傷をして、お亡くなりになった。
その亡くなる際に、横たわったまま土の神である埴山姫はにやまひめと、水の神である罔象女みつはのめを生んだ。
軻遇突智かぐつちは埴山姫はにやまひめを娶って稚産霊わくむすひを生んだ。
この神の頭の上に蚕と桑が生じた。
臍の中に五穀が生まれた。

別の言い伝え（第三）によれば、伊奘冉尊いざなみのみことが火産霊ほむすひを生むとき、子のために焼かれて死んだ。
その神の死なれようとするときに、水の神・罔象女みつはのめと土の神・埴山姫はにやまひめを生み、また天吉葛あまのよさつらを生んだ。

別の言い伝え（第四）によれば、伊奘冉尊いざなみのみことが、火の神・軻遇突智かぐつちを生もうとするときに、熱に苦しめられて嘔吐した。
これが神となり、その名を金山彦かなやまひこという。
次に小便をされ、それが神となった。その名を罔象女みつはのめという。

別の言い伝え（第五）によれば、伊奘冉尊いざなみのみことが火の神を生むときに、体を焼かれてお亡くなりになった。
それで紀伊国きいのくにの熊野の有馬村に葬った。
土地の人がこの神をお祭りするには、花のときに花をもってお祭りし、鼓、笛、旗をもって歌舞してお祭りする。

別の言い伝え（第六）によれば、伊弉諾尊いざなぎのみことと伊奘冉尊いざなみのみことは協力して大八洲国おおやしまのくにを生み出した。
そして、伊弉諾尊いざなぎのみことが、
「我らの生んだ国は、朝霧がかかっているが、良い香りがいっぱいだ」
と言って、霧を吹き払われた。
その息が神になった。その名を級長戸辺命しなとべのみことという。またの名を級長津彦命しなつひこのみことという。
これは風の神である。

また、飢えて気力のないときに生んだ子を、倉稲魂命うかのみたまのみことという。

生んだ海の神たちを、少童命わたつみのみことという。

山の神たちを山祇やまつみという。

海峡の神たちを、速秋津日命はやあきつひのみことという。

木の神たちを句句廼馳くくのちという。

土の神たちを埴安神はにやすのかみという。

そして、のちに万物が生まれた。

火の神・軻遇突智かぐつちが生まれるとき、その母である伊奘冉尊いざなみのみことは、身を焼かれてお隠れになった。
そのとき、伊弉諾尊いざなぎのみことが恨んで言われたのが、
「ただこの一人の子のために、我が愛妻を犠牲にしてしまった」
そして、伊奘冉尊いざなみのみことの頭や足のあたりを這いずり回って、泣き悲しみ、涙を流された。
その涙が落ちて神となった。これが丘の上の木の下に現れる神で、啼澤女命なきさわめのみことという。

伊弉諾尊いざなぎのみことはついに、腰に下げた十握剣とつかのつるぎを抜いて、軻遇突智かぐつちを三段に切った。
その各々が神となった。
また、剣の刃からしたたる血が、天の安河あまのやすかわのほとりにあるたくさんの岩群となった。
これは経津主神ふつぬしのかみの先祖である。

また、剣の鍔つばからしたたる血が注がれ、神になった。
その名を甕速日神みかはやひのかみという。

次に熯速日神ひのはやひのかみが生まれた。
その熯速日神ひのはやひのかみは、武甕槌神たけみかづちのかみの先祖である。

または甕速日命みかはやひのみこと、次に熯速日命ひのはやひのみこと。
次に武甕槌神たけみかづちのかみが生まれたとも言われる。

また、剣の先から滴る血が注がれて神となり、その名を岩裂神いわさくのかみという。
次に根裂神ねさくのかみ。
次に磐筒男命いわつつおのみことが生まれた。
ある言い伝えには、磐筒男命いわつつおのみことと磐筒女命いわつつめのみことと言っている。

また、剣の柄頭から滴った血が神となった。
その名を闇龗くらおかみという。
次に闇山祇くらやまつみ。
次に闇罔象くらみつはが生まれた。

黄泉の国
その後、伊弉諾尊いざなぎのみことは伊奘冉尊いざなみのみことを追いかけて、黄泉の国まで行って話し合われた。
そのとき、伊奘冉尊いざなみのみことは、
「わが夫の尊よ、いらっしゃるのが遅すぎました。私はもう黄泉の国の食物を食べてしまいました。そして、私はもう寝ようとするところです。どうか寝姿を見ないでください」
と言った。

伊弉諾尊いざなぎのみことは聞き入れず、こっそりと爪櫛つまぐしをとってその端の太い歯を欠き、手灯として見ると、膿うみが流れ、蛆うじが湧いている伊奘冉尊いざなみのみことの姿があった。
今の世の人が、夜一つの火を灯すことを忌み、また夜、櫛を投げることを忌むのは、これがその起こりである。

このとき、伊弉諾尊いざなぎのみことは大いに驚き、
「私は思いがけぬ酷く汚い国にやってきた」
と言って、急いで逃げ帰った。

そのとき、伊奘冉尊いざなみのみことが恨んで言った。
「どうして覗き見して下さるなという約束を守らず、私に恥をかかせたのですか」
そして、冥界の鬼女八人、あるいは泉津日狭女よもつひさめという女を遣わして追いかけさせた。

そこで伊弉諾尊いざなぎのみことは、剣を抜き後を振り払いながら逃げた。
また、髪に巻いていた蔓草の飾りを投げた。
これが葡萄ぶどうになった。
醜女しこめはこれを見て拾って食べた。
食べ終わるとまた追いかけてきた。
伊弉諾尊いざなぎのみことはまた爪櫛つまぐしを投げた。
これが筍たけのこになった。
醜女しこめはまたそれを抜いて食べた。
食べ終わるとまた追いかけてきた。
あとから伊奘冉尊いざなみのみこと自身も追いかけてきた。
このとき、伊弉諾尊いざなぎのみことは、もう黄泉の国の境の、平坂ひらさかについた。

一説では、伊弉諾尊いざなぎのみことは大樹に向かって放尿された。
これが大きな川となった。泉津日狭女よもつひさめがこの川を渡ろうとする間は、伊弉諾尊いざなぎのみことはもう泉津平坂よもつひらさかに着いたという。
そこで千引きの磐ちびきのいわで、その坂路を塞ぎ、伊奘冉尊いざなみのみことと向かいあって、縁切りの呪言をはっきりと唱えた。

そのとき、伊奘冉尊いざなみのみことが言われたのは、
「愛するわが夫よ。あなたがそのようにおっしゃるならば、私はあなたが治める国の民を、一日に千人ずつ締め殺そう」
伊奘諾尊いざなぎのみことがそれに答える。
「愛するわが妻が、そのように言うなら、私は一日に千五百人ずつ生ませよう」
そして、
「これより入ってはならぬ」
と言って、持っていた杖を投げられた。
これを岐神ふなとのかみ（塞えの神）という。
また持っていた帯おびを投げられた。これを長道磐神ながちわのかみという。
また着ていた衣ころもを投げられた。これを煩神わずらいのかみという。
またその申又さるまたを投げられた。これを開嚙神あきくいのかみという。
またその履くつを投げられた。これを道敷神ちしきのかみという。

いわゆる泉津平坂よもつひらさかというのは別世界のところではない。
ただ死に臨んで、息が絶えそうな時をこういうのだと。
塞がっている磐石いわとは、冥界の入口にふさがっている大神のことである。
別名を道返大神ちかえしのおおかみという。

伊奘諾尊いざなぎのみことが帰られて、後悔しながらこう言った。
「私はさきにひどく汚い所に行ってきた。だから私の体の汚れたところを洗い流そう」
伊弉諾尊いざなぎのみことは、筑紫ちくし（九州）の日向ひむかの川の落ち口の、
橘たちばなの檍原あわきはらに行かれて、祓みそぎ払いをされた。

体の汚い所を濯ぐ際、伊弉諾尊いざなぎのみことは、
「上の瀬は大へん流れが速い。下の瀬は大へん流れが弱い」
と考え、中の瀬（中流域）で濯ぎをされた。
それによって生まれた神を名づけて、八十枉津日神やそまがつひのかみという。

次にその汚れたのを直そうとして生まれた神を、神直日神かんなおひのかみという。
次に大直日神おおなおひのみ。
また水の底に潜って濯いだ。それによって生まれた神を、名づけて底津少童命そこつわたつみのみことという。
次に底筒男命そこつつおのみこと。
また潮の中に潜って濯いだ。それによって生まれた神を、名づけて中津少童命なかつわたつみのみことという。
次に中筒男命なかつつおのみこと。
また潮の上に浮いて濯いだ。それによって生まれた神を、名づけて表津少童命うわつつのおのみことという。
次に表筒男命うわつつのおのみこと。
全部で九柱の神がお出でになった。

その底筒男命そこつつおのみこと、中筒男命なかつつおのみこと、表筒男命うわつつおのみことは住吉大神すみのえのおおかみである。
底筒少童命そこつわたつみのみこと、中筒少童命なかつつわたつみのみこと、表津少童命うわつわたつみのみことは阿曇連あずみのむらじらがお祀りする神である。

それからのち、左の眼を洗われると、お生まれになった神を天照大神あまてらすおおみかみという。
また右の眼を洗われると、お生まれになった神を、名づけて月読尊つくよみのみことという。
また鼻を洗われるとお生まれになった神を、名づけて素戔嗚尊すさのおのみことという。
皆で三柱の神である。

伊奘諾尊いざなぎのみことが三柱の子にそれぞれ任命したのは、
「天照大神あまてらすおおみかみは高天原たかまがはらを治めなさい。月読尊つくよみのみことは青海原あおうなばらの潮流を治めなさい。素戔嗚尊すさのおのみことは天下を治めなさい」

このとき素戔嗚尊すさのおのみことは齢もたけ、長い髭が伸びていた。
けれども、天下を治められなくて、いつも泣き恨んでおられた。
そこで伊奘諾尊いざなぎのみことが尋ねた。
「お前はなぜいつもこんなに泣いているのか？」

素戔嗚尊すさのおのみことは答えた。
「私は母について根の国に行きたいと思ってただ泣くのです」

伊奘諾尊いざなぎのみことはこれに不満をもち、
「望み通りにしなさい」
といって素戔嗚尊すさのおのみことを追いやった。

別の言い伝え（第七）によると、伊奘諾尊いざなぎのみことが剣を抜いて軻遇突智かぐつちを斬って、三つに断たれた。
その一つは雷神いかずちのかみとなった。
またその一つは大山祇神おおやまつのみかみとなった。
また一つは高鼈たかおかみとなった。

軻遇突智を斬ったときに、その血が降り注いで、
天の八十河原あめのやそかわらにある沢山の岩を染めた。
それによって生まれた神を、名づけて磐裂神いわさくのかみという。
次に根裂神。ねさくのかみその子の磐筒男神いわつつおのかみ。
次に磐筒女神いわつつめのかみ。その子の経津主神ふつぬしのかみが生まれた。

別の言い伝え（第八）によると、伊奘諾尊いざなぎのみことが軻遇突智命かぐつちのみことを斬って、五つに断たれた。
これらはそれぞれ五つの山祇となった。
第一の頭は大山祇おおやまつみとなった。
第二の胴体は中山祇なかやまつみとなった。
第三の手は麓山祇はやまつみとなった。
第四の腰は正勝山祇まさかやまつみとなった。
第五の脚は雜山祇しぎやまつみとなった。
このときに斬られた血が降り注いで、石や砂や草木が染まった。
これが草木や石や砂自体が火によって燃える由来である。

別の言い伝え（第九）によると、伊奘諾尊いざなぎのみことがその妻を見たいと思われて、殯斂もがりのところへ向かった。
このとき伊奘冉尊いざなみのみことはまだ生きていた頃の姿で出迎え、一緒に話された。
伊奘冉尊いざなみのみことは、
「我が夫よ。どうか私をご覧にならないで下さい」
と言った。
そう言うとたちまち見えなくなった。

そこが暗かったので、伊奘諾尊いざなぎのみことは一片の火を灯してご覧になった。

見ると、伊奘冉尊いざなみのみことは死体が膨れ上がっていた。
その上には八種類の雷が起きていた。

伊奘諾尊いざなぎのみことは驚いて逃げ帰った。
このとき、雷たちが皆立ち上って追ってきた。
そこで伊弉諾尊いざなぎのみことは、道の傍に大きな桃の木を見つけ、その木の下に隠れた。
そして、その実を採って雷に投げつけると、雷たちは皆逃げていった。
このことが、桃によって鬼を防ぐ由来である。

このとき伊奘諾尊いざなぎのみことは、その杖を投げてこう言った。
「ここからこちらへ雷は来ることができない」
これを岐神ふなとのかみという。この神の本名は来名戸の祖神くなとのさえのかみという。

八つの雷というのは頭にあるのを大雷という。
胸にあるのを火雷ほのいかずちという。
腹にあるのを土雷つちのいかずちという。
背中にあるのを稚雷わかいかずちという。
尻にあるのは黒雷くろいかずちという。
手にあるのは山雷やまつちという。
足の上にあるのは野雷のつちという。
陰部の上にあるのは裂雷さくいかずちという。

別の言い伝え（第十）によると、伊奘諾尊いざなぎのみことが伊奘冉尊いざなみのみことのいる所へ来て言ったのが、
「あなたが愛しくてやってきた」
それに伊奘冉尊いざなみのみことが答えて言われたのが、
「どうか私を見ないで下さい」
伊奘諾尊いざなぎのみことはそれを聞かれないで、なおもご覧になった。
それで伊奘冉尊いざなみのみことは、恥じ恨んで言ったのが、
「あなたは私の本当の姿を見てしまわれました。私もあなたの本当の姿を見ましょう」

伊奘諾尊いざなぎのみことは恥ずかしいと思われたので、そこを出て帰ろうとされた。
そのとき、ただ黙って帰らず、誓いの言葉として、
「もう縁を切りましょう」
と言われた。
また、「お前には負けないつもりだ」といわれた。

そして吐かれた唾から生まれた神を、名づけて速玉之男はやたまのおという。
次に掃き払って生まれた神を泉津事解之男よもつことさかのおと名づけた。
これらは二柱の神である。

その妻と泉平坂で相争うとき、伊奘諾尊いざなぎのみことが言われたのは、
「当初、あなたを悲しみ慕ったのは、私が弱虫だったのだ」

このとき、泉守道者よもつちもりびとが申し上げて言ったのは、
「伊奘冉尊いざなみのみことのお言葉がありまして、『私はあなたともう国を生みました。どうして更にこの上生むことを求めましょうか。私はこの国にとどまって、ご一緒には参りません』と」

このとき菊理媛神くくりひめのかみが申し上げられることがあった。
伊奘諾尊いざなぎのみことはこれをお聞きになり、褒められた。
ただし、自ら黄泉の国を見たこと、これが不祥であった。

そこで、その汚らわしいものを濯ぎ洗おうと思い、
阿波あわの水門みなと（鳴門海峡）と速吸名門はやすいのみなと（豊後水道）をご覧になられた。
ところがこの二つの海峡は、潮流がとても速かった。
それで橘たちばなの小門おど（日向）に帰られて、払い濯ぎをなさった。

そのとき水に入って、磐土命いわつちのみことを吹き出された。
水から出ると、大直日神おおなおひのかみを吹き出された。
また水に入って底土命そこつつのみことを吹き出された。
また水から出て、大綾津日神おおあやつひのかみを吹き出された。
さらにまた水に入って赤土命あかつちのみことを吹き出されだ。
また水から出て、大地と海原のさまざまな神々を吹き出された。

別の言い伝え（第十一）によると、伊奘諾尊いざなぎのみことが三柱の御子に命じておっしゃるところ、
「天照大神あまてらすおおみかみは、高天原たかまがはらを治めよ。月夜見尊つくよみのみことは、日と並んで天のことを治めよ。素戔嗚尊すさのおのみことは、青海原を治めよ」

天照大神あまてらすおおみかみは天上にお出でになり、
「葦原中国あしはらのなかつくにに保食神うけもちのかみがおられるそうだ。月夜見尊つくよみのみこと、お前が行って見てきなさい」
とおっしゃられた。

月夜見尊つくよみのみことは、その指示を受けて葦原中津国あしはらのなかつくににお降り、保食神うけもちのかみのもとを訪ねた。
保食神うけもちのかみが首を回し陸に向かわれると、ロから米の飯が出てきた。
海に向かわれると、ロから大小の魚が出てきた。
山に向かわれると、ロから毛皮の動物たちが出てきた。
それらの物を全部揃えて、沢山の机にのせておもてなしした。

このとき月夜見尊つくよみのみことは、憤然として、
「けがらわしいことだ。いやしいことだ。ロから吐き出したものを、わざわざ私に食べさせようとするのか」
と言い、そして剣を抜いて、保食神うけもちのかみを斬り殺された。

月夜見尊つくよみのみことは、復命してその様子を詳しく申し上げられた。
これを天照大神あまてらすおおみかみは非常にお怒りになり、
「お前は悪い神だ。もうお前に会いたくない」
とおっしゃって、月夜見尊つくよみのみことと昼と夜とに分れて、交代に住まわれた。

そののち、天照大神あまてらすおおみかみは天熊人あまのくまひと（神に供える米を作る人）を遣わして確認させた。
保食神うけもちのかみは本当に死んでいた。
ところが、その保食神うけもちのかみの頭には牛馬が生まれ、
額の上に粟あわが生まれ、
眉の上に蚕かいこが生まれ、
眼の中に稗ひえが生じ、
腹の中に稲いねが生じ、
陰部には麦むぎと大豆だいず・小豆あずきが生じていた。

天熊人あまくまひとは、それをすべて持ち帰り奉った。
すると天照大神あまてらすおおみかみは喜び、
「これらの物は人民が生きて行くのに必要な食物だ」
と言った。

そこで粟あわ・稗ひえ・麦むぎ・豆まめを畑の種とし、稲いねを水田の種とした。
それで天の邑君むらきみ（村長）を定められた。
その稲種を天狭田あまのさなだと長田ながたに植えた。
その秋の垂穂は、八握りもあるほどしなって、大そう気持ちよかった。

また大神はロの中に、蚕かいこの繭まゆをふくんで糸を抽くことが出来た。
これにより養蚤ようさんが出来るようになったとされる。

素戔嗚尊の誓約
素戔嗚尊すさのおのみことが申し上げられた。
「私はそのご命令に従って、根の国に参ることにします。そこで高天原たかまがはらに参って、姉にお目にかかり、お別れをしてきたいと思います」

伊奘諾尊いざなぎのみことは、
「よかろう」
と仰せられたので、素戔嗚尊すさのおのみことは天に昇られた。

このあと、伊奘諾尊いざなぎのみことは、神の仕事をすベて終られて、あの世に赴こうとしておられた。
そこで幽宫かくれみやを淡路あわじの地に造って、静かに永く隠れられた。
また別の言い伝えでは、伊奘諾尊いざなぎのみことはお仕事を終えても、徳が大きかった。
そこで天に帰られてご報告され、日の少宮ひのわかみやに留まりお住みになったとされる。

素戔嗚尊すさのおのみことが天に昇られる時、大海も轟き渡り、山岳も鳴り響いた。
これはその性質が猛々しいからである。

天照大神あまてらすおおみかみは、もとから素戔嗚尊すさのおのみことが荒く良からぬことをご存じであったため、
やってくる様子をごらんになると、顔色を変えて驚かれ、
「我が弟がやってくるのは、きっと善い心ではないだろう。思うに、きっと国を奪おうとする志があるのだろう。父母はそれぞれの子供たちに命じて、それぞれの境界を設けられた。なぜ自分の行くべき国を棄てておいて、わざわざこんな所に来るのか」
と言われ、髮を結いあげて角髪みずらとし、裾をからげて袴とし、大きな玉をたくさん緒おに貫いたものを、髪や腕に巻きつけ、背には矢入れ、腕には立派な高鞆たかともをつけ、弓弭ふはずを振り立て、剣の柄を握りしめ、地面をも踏みぬいて、土を雪のように踏み散らし、勇猛な振舞いと厳しい言葉で、素戔嗚尊すさのおのみことを激しく詰問された。

素戔嗚尊すさのおのみことは、
「私は始めから汚い心はありませぬ。父母の厳命があって、まっすぐ根の国に行くつもりです。ただ、姉上にお目にかかりたかっただけです。それで雲霧を踏み分けて、遠くからやってきました。姉上の厳しいお顔にお会いするとは、これは思いがけないことです」
と言った。

すると、天照大神あまてらすおおみかみがまた尋ねられた。
「もしそれなら、お前の赤い心を何で証明するのか」

素戔嗚尊すさのおのみことは答えた。
「どうか姉上と共に誓約しましよう。誓約により、必ず子を生むことを入れましよう。もし私の生んだのが女だったら、汚い心があると思って下さい。もし男だったら清い心であるとして下さい」

そこで天照大神あまてらすおおみかみは、素戔嗚尊すさのおのみことの十握の剣を借りて三つに折って、天の真名井あまのまないで振り濯いで、カリカリと嚙んで吹き出し、その細かい霧から生まれ出た神を、名づけて田心姫たこりひめといった。

次に湍津姫たぎつひめ。

次に市杵嶋姫いつきしまのひめ。
全部で三柱の神である。

素戔嗚尊すさのおのみことは、天照大神あまてらすおおみかみが角髪と腕に巻いていた、八坂瓊やさかにの五百箇いおつの御統みすまるを乞われて、天の真名井あまのまないで振り濯ぎ、カリ力リ嚙んで噴き出し、その細かい霧から生まれた神を、名づけて正哉吾勝勝速日天忍穂耳尊まさかあかつかちはやひあまのおしほみみのみことという。

次に天穂日命あめのほひのみこと。
これは出雲土師連いずものはじのむらじの先祖である。

次に天津彦根命あまつひこねのみこと。
これは凡川内直・山代直らの先祖である。

次に活津彦根命いくつひこねのみこと。

次に熊野櫲樟日命くまのくすびのみこと。
皆で五柱の男神である。

このとき天照大神あまてらすおおみかみは、
「その元を尋ねれば、八尺瓊やさかにの五百箇いおつの御統みすまるは私の物である。だからこの五柱の男神は全部私の子である」
とおっしゃられた。
そこで引取って養われた。
また、天照大神あまてらすおおみかみは、
「その十握の剣は、素戔嗚尊すさのおのみことのものである。だからこの三柱の神はすべてお前の子である」
とも言われた。

そしてこの三柱の神を素戔嗚尊すさのおのみことに授けられた。
これが筑紫の胸肩君むなかたのきみたちが祀る神である。

別の言い伝え（第一）によると、日の神は、もともと素戔嗚尊すさのおのみことが猛々しく、負けぬ気の強いことを知っておられた。
素戔嗚尊すさのおのみことが登ってくる様子について思われたのは、弟が来るわけは、善い心からではないだろう。きっとわが高天原を奪おうというのだろうと思われ、硬い武備をされた。
身には十握の剣・九握の剣・八握の剣を帯び、背中に矢入れを負い、腕には高柄をつけ、手に弓矢をとって、自ら迎えて防がれた。

このとき、素戔嗚尊すさのおのみことがいわれるのには、
「私は元より悪い心はありません。姉上にお目にかかりたいだけで、参上しました」
そこで日神は、素戔嗚尊すさのおのみことと向かい合って立たれ、誓約して言われたことが、
「もしお前の心が清く、奪い取ろうという心がないなら、お前の生む子はきっと男でしょう」

言い終って、身に着けていた十握剣とつかのつるぎを食べて、生まれた子を、名づけて瀛津嶋姫おきつしまひめという。
また、九握剣ここのつかのつるぎを食べて生まれた子を、名づけて湍津姫たぎつひめという。
八握剣やつかのつるぎを食べて生んだ児を、田心姫たこりひめとなづけた。
皆で三柱の神である。

素戔嗚尊すさのおのみことは、その首にかけていた五百箇いおつの御統みすまるの瓊たまを、天淳名井あまのなない、またの名を去来の真名井いざのまないで、振り濯いで食べた。
そこで生まれた子を、名づけて正哉吾勝勝速日天忍骨尊まさかあかつかちはやひのあまのおしほねのみことという。
次に天津彦根命あまつひこねのみこと。
次に活津彦根命いくつひこねのみこと。
次に天穂日命あまのほひのみこと。
次に熊野忍踏命くまのおしほみのみこと。
全部で五柱の男神である。

これにより、素戔嗚尊すさのおのみことは勝った験しるしを得ることができた。
ここで日神は素戔嗚尊すさのおのみことが、本当に悪い心がないことが判って、
日神が生んだ三柱の女神を、筑紫ちくしの国に降らせられた。
そして、この三柱の女神に、
「お前達三柱の神よ、海路の途中に降り居て、天孫を助けまつり、天孫のためにお祀りをされよ」
と言われた。

別の言い伝え（第二）によると、素戔嗚尊すさのおのみことが天に昇ろうとされるときに、一柱の神がおられた。
名は羽明玉はかるたまという。
この神がお迎えして、瑞八坂瓊みつのやさかにの曲玉まがたまを奉った。
そこで素戔嗚尊すさのおのみことは、その玉をもって天上に行かれた。
このとき天照大神あまてらすおおみかみは、弟に悪い心があるのでないかと疑い、兵を集めて詰問した。

素戔嗚尊すさのおのみことは、
「私が参上したのは、本当に姉上にお目にかかりたかったからです。宝である瑞八坂瓊みつやさかにの曲玉まがたまを献上したいと思っただけなのです。別の心はありません」
と言った。

天照大神あまてらすおおみかみが尋ねた。
「お前の言うことが噓か本当か、何で証明できるか」

素戔嗚尊すさのおのみことは答えた。
「どうか私と姉上と、一緒に誓約を立てましよう。誓約の中で女を生めば黒い心ありと思って下さい。男を生めば赤い心ありと思って下さい」

そして天の真名井あまのまないの三箇所を掘って、向かい合って立った。

このとき天照大神あまてらすおおみかみは素戔嗚尊すさのおのみことに、
「私が今帯びている剣を、お前に上げよう。お前がもっている八坂瓊曲玉やさかにのまがたまを私にくれ」
と言った。

このように約束して互いに取り替えられた。
天照大神あまてらすおおみかみは八坂瓊曲玉やさかにのまがたまを、天の真名井あまのまないに浮かべて、瓊たまの端を喰い切って、ロから噴き出された。
息吹きの中から生まれた神を、市杵島姫命いつきしまひめのみことと名づけた。これが遠瀛おきつのみや（宗像）にお出でになる神である。
瓊たまの中程を喰い切って、吹き出す息吹きの中から生まれた神を、田心姫命たこりひめのみことと名づけた。これは中瀛なかつみやにお出でになる神である。
瓊たまの尾を喰い切って、吹きだした息吹の中から生まれた神を、湍津姫命たぎつひめのみことと名づけた。これは海辺（辺津宮）にお出でになる神である。
皆で三柱の女神である。

素戔嗚尊すさのおのみことは、持っておられた剣を天の真名井あまのまないに浮かべて、剣の先を喰い切って、吹き出した息吹の中から生まれた神を、天穂日命あまのほひのみことと名づけた。
次に正哉吾勝勝速日天忍骨尊まさかあかつかちのはやひのあまのおしほねのみこと。
次に天津彦根命あまつひこねのみこと。
次に活津彦根命いくつひこねのみこと。
次に熊野櫲樟日命くまののくすびのみこと。
皆で五柱の男神である。

別の言い伝え（第三）によると、日神ひのかみが素戔嗚尊すさのおのみことと天安河あまのやすかわを隔てて、向かい合って誓約せいやくした。
日神ひのかみは、
「お前にもし悪い心がないならば、お前の生む子はきっと男性だろう。もし男を生んだら私の子供として、高天原たかまがはらを治めさせよう」
と言った。

そこで日神ひのかみが十握剣とつかのつるぎを食べ、お生まれになった児は、瀛津島姫命おきつしまひめのみことで、またの名を、市杵嶋姫命いつきしまひめのみことである。
九握剣ここのつかのつるぎを食べられてお生まれになった子は、湍津姫命たぎつひめのみことである。
八握剣やつかのつるぎを食べられてお生まれになった子は、田霧姫命たぎりひめのみことである。

素戔嗚尊すさのおのみことがその左の髻もとどりに巻かれていた五百箇いおつの御統みすまるの瓊たまをロに含んで、左の掌の中において、男神を生まれた。
素戔嗚尊すさのおのみことは、
「今こそ私が勝ちました」
と言った。
この言葉によって、名づけて、勝速日天忍穂耳尊かちはやひあまのおしほみみのみことという。
また、右の髻もとどりの瓊たまをロに含んで、右の掌の中において、天穂日命あめのほひのみことを生まれた。
首にかけられた瓊たまをロに含んで、左の腕の中において、天津彦根命あまつひこねのみことを生まれた。
右の腕の中から、活津彦根命いくつひこねのみことを生まれた。
左の足の中から烽之速日命ひのはやひのみことを生まれた。
右の足の中から熊野忍踏命くまのおしほみのみことを生まれた。またの名を熊野忍隅命くまののおしくまのみことという。
このように、素戔嗚尊すさのおのみことの生んだ子は皆男神であった。

それで日神は、素戔嗚尊すさのおのみことがはじめから赤き心であることを理解されて、その六柱の男神をとって、日神の子として高天原たかまがはらを治めさせた。

日神が生まれた三柱の女神は、葦原中国あしはらのなかつくにの宇佐嶋うさしまに降らせられた。

今、北の海路（朝鮮半島への海路）の中にお出でになられている。
これを名づけて道主貴ちぬしのむちという。
これが筑紫の水沼君ちくしのみぬまのきみらの祭神である。

天の岩屋
天照大神あまてらすおおみかみとの誓約せいやくのあと、素戔嗚尊すさのおのみことの仕業は、言いようのない程であった。
天照大神あまてらすおおみかみは天狭田あまのさなだ・長田おさだを神田としておられたが、素戔嗚尊すさのおのみことは春は種を重ね播きし、あるいは田の畔あぜを壊したりした。
秋はまだら毛の馬を放して、田の中を荒らした。
また天照大神あまてらすおおみかみが新嘗祭にいなめまつり（新穀を神にお供えする祭事）を行っておられるときに、こっそりとその部屋に糞をした。
また天照大神あまてらすおおみかみが神衣を織るため、神聖な機殿においでになるのを見て、まだら毛の馬の皮を剝いで、御殿の屋根に穴をあけて投げ入れた。

天照大神あまてらすおおみかみは大変驚いて、機織はたおりの梭ひで身体をそこなわれた。
これによって怒られて、天の岩屋あまのいわやに入られて、磐戸いわとを閉じ、こもってしまわれた。

それで国中は常闇とこやみとなって、夜昼の区別も分からなくなった。
そのとき八十万の神たちは、天の安河あまのやすかわのほとりに集まって、どんなお祈りをすべきか相談した。
思兼神おもいかねのかみが深謀遠慮をめぐらし、常世とこよの長鳴鳥ながなきどり（不老不死の国の鶏）を集めて、互いに長鳴きをさせた。
また手力雄神たちからおのかみを岩戸の脇に立たせ、中臣連なかとみのむらじの遠い祖先の天児屋命あまのこやねのみこと、忌部いんべの遠い祖先の太玉命ふとだまのみことは、天香山あまのかぐやまの沢山の榊さかきを掘り、上の枝には八坂瓊やさかにの五百箇いおつの御統みすまるをかけ、中の枝には八咫鏡やたのかがみをかけ、下の枝には青や白の麻の幣ぬさをかけて、皆でご析禱をした。
また猿女君さるめのきみの遠い先祖の天鈿女命あめのうずめのみことは、手に茅纏ちまきの矛をもって、天の岩戸あまのいわとの前に立って、巧に踊りをした。
また香具山の榊を頭飾かみかざりにし、ひかげの葛を襷たすきにし、篝火かがりびを焚き、桶を伏せてその上に乗り、神憑りになったように喋り踊った。
このとき、天照大神あまてらすおおみかみがこれをお聞きになり、
「私はこの頃岩屋いわやにこもっているから、豊葦原中国とよあしはらなかつくにはきっと長い夜だろう。どうして天鈿女あめのうずめはこんなに喜び笑い、騒ぐのだろう」
と思われて、御手で少し磐戸いわとを開けて外をご覧になった。

そのとき手力雄神たちからおのかみが、天照大神あまてらすおおみかみの御手をとって、引き出し奉った。
そこで中臣神なかとみのかみや忌部神いんべのかみが、注連縄しめなわを引き渡した。
そして、
「もう内へ戻らないで下さい」
とお願いした。
そののち、神々たちは、この罪を素戔嗚尊すさのおのみことにきせ、沢山の捧げ物をお供えする罰を負わせた。
髪を抜いてその罪をあがなわせることもした。
また、手足の爪を抜いて、罪のあがないもさせたともいう。
そしてついに高天原たかまがはらから追放した。

別の言い伝え（第一）によると、このあとに稚日女尊わかひるめのみことが機殿はたどので、神衣を織っておいでになった。
素戔嗚尊すさのおのみことはそれを見て、斑馬ふちこまの皮を剝いで、部屋の中に投げ入れた。
稚日女尊わかひるめのみことは驚かれて機はたから落ちて、持っていた梭ひで身体を傷つけられて死なれた。

それで天照大神あまてらすおおみかみが素戔嗚尊すさのおのみことに、
「お前には、やはり悪い心がある。もう、お前と会いたくない」
とおっしゃり、天の岩屋あまのいわやに入って、磐戸いわとを閉じられた。
そこで天下は真暗になって夜昼の別もなくなった。
そこで八十万の神たちが、天の高市あまのたけち（小高い人の集まる場所）に集って相談した。

高皇産霊尊たかみむすひのみことの子に思兼神おもいかねのかみがあり、この神は思慮にすぐれていた。
思兼神おもいかねのかみが考え出したのは、
「大神のかたちを映すものを造って、招き出しましょう」
というものである。

そこで石凝姥いしこりどめを工たくみとして、天香山あまのかぐやまの金かねを採って、日矛ひほこを造らせた。
また鹿の皮を丸剝ぎにして、鞴ふいごを造った。
これを用いて造らせた神は紀伊国きいのくににお出でになる日前神ひのくまのかみである。

別の言い伝え（第二）によると、日神尊ひのかみのみことは、天垣田あまのかきたを神田としておられた。
素戔嗚尊すさのおのみことは春は田の溝を埋めたり、畔あぜを壊したりした。
また秋は穀物が実っているときに、縄を引き渡して、その田を犯した。
日神ひのかみが機殿にお出でになるときに、斑馬ふちこまを生剝ぎにして、部屋の中に投げ入れた。

こうした仕業は、すべて言いようのない程であった。
けれども日神ひのかみは、親身な気持で、とがめられず恨まれず、おだやかな心でお許しになった。

日神ひのかみが新穀のお祭りをしておられるときに、素戔嗚尊すさのおのみことは、新宮のお席の下にこっそりと糞をされた。
日神ひのかみは知らないで座に坐られた。
それで日神ひのかみは体中臭くなられた。
日神ひのかみはお怒りになって、天の岩屋あまのいわやへお出でになり、その岩戸いわとを閉じられた。

諸々の神たちはこれを憂えて、鏡作部かがみつくりべの遠い先祖の、天糖戸神あまのあらとのかみに鏡を作らせた。
忌部いんべの遠い先祖の太玉神ふとだまのかみに幣ぬさを作らせた。
玉造部たまつくりべの遠い先祖の、豊玉神とよたまのかみに玉を作らせた。
また山神には、沢山の玉を飾った榊さかきを用意させ、野神には、沢山の玉を飾った小竹を用意させた。
このすベての物を持ち寄り、中臣連なかとみのむらじの先祖の、天児屋命あまのこやねのみことが神祝かみほぎを述べた。
それにより日神ひのかみが岩戸いわとを開けられた。
このとき、鏡をその岩屋いわやにさし入れたので、戸に触れて小さな傷がついた。
この傷は今も残っている。
これが伊勢にお祀りしてある大神である。

これらの罪を素戔嗚尊すさのおのみことにきせると、その贖罪の物をとりたてた。
手の先の爪、足の先の爪を出させ、唾を白幣しろぬさとし、よだれを青幣あおぬさとし、これらで祓い終って追放の刑にされた。

別の言い伝え（第三）によると、日神ひのかみの田は三箇所あり、名づけて天安田あまのやすだ・天平田あまのひらた・天邑幷田あまのむらあわせだという。
これらは皆良田であった。
長雨や干魃にあっても、損なわれることがなかった。

素戔嗚尊すさのおのみことの田も三力所あった。
名づけて天幾田あまのいくた・天川依田あまのかわよりだ・天口銳田あまのくちとだという。
これらは皆、痩地であった。
雨が降れば流れ、日照りになると干魃かんばつになった。
それで素戔嗚尊すさのおのみことは、妬んで姉の田に害を与えた。
春は用水路を壊したり、溝を埋めたり、畔あぜを壊したり、靱もみを重ね蒔きしたりした。
秋は田に串をさして領有権を主張したり、馬を放って荒らしたりした。
素戔嗚尊すさのおのみことは、これらの悪事をやめることがなかった。
けれども日神ひのかみは咎められず、常に穏やかな心でお許しになった。云々。

日神ひのかみが天の岩屋あまのいわやに籠もるに至って、諸々の神たちは、中臣連なかとみのむらじの遠い先祖の興台産霊こごとむすびの子、天児屋命あまのこやねのみことを遣わしてお祈りさせた。
そこで天児屋命あまのこやねのみことは、天香山あまのかぐやまの榊さかきを掘りとって、上の枝には鏡作りの遠い先祖の、天抜戸あまのぬかとの子、石凝戸辺命いしこりとべのみことが作った八咫鏡やたのかがみをかけ、中の枝には玉作りの遠い先祖の、伊奘諾尊いざなぎのみことの子である天明玉命あまのあかるたまのみことが作った八坂瓊曲玉やさかにのまがたまをかけ、下の枝には阿波あわの国の忌部いんべの遠い先祖の、天日鷲あまのひわしが作った木綿ゆうをかけて、忌部首いんべのおびとの遠い先祖の太玉命ふとだまのみことに持たせて、広く厚く徳をたたえる詞を申し上げてお析りさせた。

すると日神ひのかみがお聞きになり、
「この頃、人がいろいろなことをいったが、こんなに嬉しいことを言ったのはなかった」
とおっしゃった。
そして岩戸いわとをわずかに開けて、外を窺われた。
このとき、天手力男神あまのたちからおのかみが、岩戸いわとの脇に隠れておられて、戸を引き開けられたので、日神ひのかみの光が国中に充ちた。

諸々の神たちは大いに喜んで、素戔嗚尊すさのおのみことには、沢山の捧げ物をお供えする罰を負わせた。
手足の爪を抜いて、罪のあがないもさせた。
天児屋命あまのこやねのみことは、その祓いの祝詞をよまれた。
人々が、切った自分の爪を大切に始末する行ないの由来は、これが理由である。

諸々の神たちは、素戔嗚尊すさのおのみことを責め、
「お前がした事は大変無頼である。だから天上に住むことは許されない。また葦原中国あしはらのなかつくににも居てはならぬ。速かに底の根の国に行きなさい」
と言って、皆で追いやった。

その時に長雨が降った。
素戔嗚尊すさのおのみことは青草を編んで、蓑笠みのかさとして身につけ、神々に宿を借りたいと乞うた。
しかし神々は、
「お前は自分の行いが悪くて、追われ責められているのだ。どうして宿を我々に乞うことが許されようか」
と言い、皆で断った。

風雨が甚だしかったが、留り休むことができず、苦労して降っていかれた。
これ以後、蓑笠を着たままで、他人の家の中に入ることを忌むようになったのである。
また束ねた草を背負って、他人の家の中に入ることも忌むのである。
もしこれを犯す者があると、必ず罪のつぐないを負わされる。
これは大昔からの遺法である。

こののちに、素戔嗚尊すさのおのみことは、
「諸々の神たちが私を追い払った。私は永い別れをしようと思うが、我が姉にお目にかからないで、勝手に自分で立ち去るわけにはいかない」
と言い、天地を震動させて、天に上られた。
その様子を天鈿女命あめのうずめのみことが見られて、日神ひのかみに告げられた。

日神ひのかみは、
「我が弟のやってくるわけは、また良い心からでなかろう。きっと我が国を奪おうというのだろう。私は女であっても、逃げかくれはせぬから」
と言い、そして身に武備を装い、云々することになる。
そこで素戔嗚尊すさのおのみことは誓約し、
「私がもし良くない心で上ってくるのだったら、私が玉を嚙んで生む子はきっと女でしょう。そうだったら、女を葦原中国あしはらのなかつくにに降して下さい。もし清い心だったら、きっと男の子でしょう。そうだったら、男に天上を治めさせて下さい。姉が生まれた子も、同じ誓約せいやくに従いましよう」
と言った。
そこで日神ひのかみがまず十握剣とつかのつるぎをお嚙みになって、そのあとは云々となる。

素戔嗚尊すさのおのみことは、左の髻もとどりに纏いていた、五百箇いおつの御統みすまるの瓊たま（沢山の玉を緒に通したもの）の緒おを解いて、玉の音をジャラジャラとさせて、天の淳名井あめのぬないで濯ぎ洗い、その玉の端を嚙んで左の掌において子を生んだ。
生まれた子が、正哉吾勝勝速日天忍穂根尊まさかあかつかちのはやひあまのおしほねのみことである。
また右の玉を嚙んで右の掌において、生まれた子が、天穂日命あまのほひのみこと。これが出雲臣いずものおみの武蔵国造むさしのくにのみやつこ・土師連はじのむらじの遠い先祖である。
次に天津彦根命あまつひこねのみこと。これは、茨城国造うばらきのくにのみやつこ・額田部連ぬかたべのむらじらの遠い先祖である。
次に活目津彦根命いくつひこねのみこと。
次に熯速日命ひのはやひのみこと。
次に熊野大角命くまのおおくまのみこと。
みなで六柱の男神である。

素戔嗚尊すさのおのみことは、日神ひのかみに申し上げた。
「私がやって来たのは、神々が私の根ねの国行きを決めたので、今から行こうとするのです。もし姉にお目にかからなかったら、堪えて別れることもできないでしょう。本当に清い心を持って、また参上したのです。もうお目にかかるのは最後です。神々の御心のままに、今から永く根の国に参ります。どうか姉君、天上界を治められて、平安であられますよう。また私が清い心で生んだ子どもを、姉君に奉ります」
そして素戔嗚尊すさのおのみことは帰って行った。

八岐大蛇
素戔嗚尊すさのおのみことは、天から出雲いずもの国の、簸ひの川のほとりにお降りになった。
すると、川のほとりで悲しみ泣いている声がした。
その声の方を尋ねて行くと、翁おきなと媼おうなが間に一人の少女をおいて、かき撫でながら泣いていた。

素戔嗚尊すさのおのみことは尋ねた。
「お前たちは誰か。どうしてこんなに泣いているのか」

翁は答えた。
「私はこの国の住人です。名は脚摩乳あしなづちといい、妻は手摩乳てなづちといいます。この童女は私共の子で、名は奇稲田姫くしいなだひめといいます。泣いているわけは、以前、私共には八人の娘がありました。毎年、八岐大蛇にやまたのおろち吞まれました。次はこの娘が呑まれようとしています。しかし、逃れる方法もありません。それで悲しんでいるのです」

素戔嗚尊すさのおのみことは、
「もしそうなら、私に娘をくれないか」
と行った。
彼らは、
「仰せ通り差上げます」
と答える。

そこで素戔嗚尊すさのおのみことは、奇稲田姫くしなだひめを神聖な爪櫛つまぐしに変えて、自分の髪にお差しになった。
そして脚摩乳あしなづち・手摩乳てなづちに、よく醸した酒を用意させ、仮作りの棚八面を設け、それぞれに一箇の酒を入れた桶をおいて待たれた。

そのうち八岐大蛇やまたのおろちがやってきた。
頭と尾がそれぞれ八つあり、眼は赤酸漿あかほおずきのようである。
松や柏が背中に生え、八つの山・八つの谷の間に一ぱいに広がっていた。

八岐大蛇やまたのおろちは酒を見つけると、頭をそれぞれの桶に入れて飲んだ。
やがて酔って眠ったので、素戔嗚尊すさのおのみことは、腰に差していた十握剣とつかのつるぎを抜き、ズタズタにその蛇を斬った。

尾を斬るとき、剣の刃が少し欠けた。
そこでその尾を割いてご覧になると、中に一つの剣があった。
これがいわゆる草薙剣くさなぎのつるぎである。
別の言い伝えによれば、本来の名は天叢雲剣あめのむらくものつるぎ。
大蛇おろちの上には常に雲があったので、このように名づけたが、日本武尊がやまとたけるのみこと持つに至って、名を草薙剣くさなぎのつるぎと改めたとされる。

素戔嗚尊すさのおのみことは、
「これは不思議な剣である。どうして私物にできましょうか」
と言われ、天つ神あまつかみに献上された。

それから先は、結婚によい所を探された。
ついには、出雲いずもの須賀すがに着かれた。
そこで、
「ああ、私の心は清々しい」
と言われた。それでこの地を今、スガと呼ぶ。

そしてそこに宮を建てた。
そのとき、素戔嗚尊すさのおのみことは、
「盛んに雲がわき立つ出雲いずもの八重垣やえがきよ。妻を隠らせるために、八重垣やえがきを作る。その八重垣やえがきを」
と歌った。

そこで素戔嗚尊すさのおのみことと奇稲田姫くしなだひめは夫婦の交りをされて、子の大己貴神おおあなむちのかみを生んだ。
そして詔をして、
「我が子の宮の首長は、脚摩乳あしなづち・手摩乳てなづちである」
と言われた。
だからこのニ柱の神に名を賜わって、稲田宮主神いなだのみやのぬしのかみという。
そして自分は根の国に行かれた。

別の言い伝え（第一）によると、素戔嗚すさのおのみこと尊が、天から出雲いずもの簸ひの川のほとりにお降りになった。
そして稲田宮主いなだのみやのぬしの簧狭之八箇耳すさのやつみみの娘である稲田姫いなだひめをご覧になり、妻屋を建てて生んだ子を、清すがの湯山主、名は狭漏彦八嶋篠さるひこやしましのとつけた。
もしくは清の繫名坂軽彦八嶋手命ゆいなさかかるひこやしまでのみことという。
または清すがの湯山主、名は狭漏彦八嶋野さるひこやしまのという。
この神の五代の孫が、大国主神おおくにぬしのかみである。

別の言い伝え（第二）によると、素戔嗚尊すさのおのみことが、天から安芸あきの江の川のほとりにお降りになった。
そこに神がおられた。名を脚摩手摩あしなづてなずという。
その妻の名を、稲田宮主賛狭之八箇耳いなだのみやぬしすさのやつみみという。

この神が身ごもっていた。
悲しんでいる夫婦は、
「私が生んだ子は沢山ありましたが、生むたびに八岐大蛇やまたのおろちがやってきて呑んでしまいます。一人も生き残っていません。これから私が生む子も、恐らく吞まれてしまうでしょう。それで悲しんでいます」
と言う。

素戔嗚尊すさのおのみことはこれ対し、
「あなたは沢山の果実で、八つの甕かめに酒を造りなさい。私はあなたのために、大蛇おろちを殺してあげましょう」
と言われた。

二柱の神は教えに従って、酒を用意した。
やがて子が生まれた時、やはりその大蛇が入口にやってきて、その子を吞もうとした。

そこで素戔嗚尊すさのおのみことは大蛇に、
「あなたは恐れ多い神様です。おもてなし申し上げます」
と言われた。
そして、八つの甕かめの酒を、八つの口に入れた。
そのうち蛇は、酒を飲んで眠った。
素戔嗚尊すさのおのみことは剣を抜いて斬りつけた。

すると尾を斬るときに剣の刃が少し欠けた。
割いてご覧になると、剣が尾の中にあった。
これを草薙剣くさなぎのつるぎと名づけた。
これは今、尾張国の吾湯市村あゆちのむらにある。
すなわち熱田の祝部はふりがお祀りしている神がこれである。

その大蛇を斬った剣を、名づけて蛇の麁正あらまさという。
これは今、石上いそのかみ（石上神宮）にある。

この後に、稲田宮主簧狭之八箇耳いなだのみやぬしすさのやつみみが生んだ子、真髪触奇稲田媛まかみふるくしいなだひめを、出雲国の簸ひの川のほとりに移して育てた。
のちに、素戔嗚尊すさのおのみことがこれを妃とされて、この六代の孫を、大己貴命とおおあなむちのみこという。

別の言い伝え（第三）によると、素戔嗚尊すさのおのみことが、奇稲田媛くしなだひめを妃に欲しいといわれた。
脚摩乳あしなづち・手摩乳てなづちが答えていうのに、
「どうかあの大蛇おろちを殺して、それから召されたらよいでしよう。かの大蛇おろちは頭ごとに、それぞれ石松が生えており、両脇に山があり、大変強いのです。どのようにして殺すのですか？」

素戔嗚尊すさのおのみことは計略を立て、毒の入った酒を用意して飲ませた。
これにより大蛇は飲んで眠った。
素戔嗚尊すさのおのみことはそこで韓鋤からさびの剣をもって、頭を斬り、そして腹を斬った。

その尾を斬るときに、剣の刃が少し欠けた。
そこで尾を割いてみると、一つの剣があった。
これを名づけて草薙剣くさなぎのつるぎという。
この剣は素戔嗚尊すさのおのみことのものであったが、今は尾張国おわりのくににある。
また、その素戔嗚尊すさのおのみことが、蛇を斬られた剣は、いま吉備きびの神部かむとものお（神主）の所にある。
尊が大蛇を斬られた地は、出雲の簸ひの川の上流の山である。

別の言い伝え（第四）によると、素戔嗚尊すさのおのみことの素行が酷かった。
そこで神々が、千座の置戸ちくらのおきどの罪を科せられて追放させた。

このとき素戔嗚尊すさのおのみことは、その子である五十猛神いそたけるのかみを率いて、新羅しんらの国に降りられ、曽尸茂梨そしもり（ソウル）にお出でになった。
そこで素戔嗚尊すさのおのみことは、
「この地には私は居たくないのだ」
と不服の言葉を言われた。

ついには土で舟を造り、それに乗って東の方に渡って、出雲の国の簸ひの川の上流にある、鳥上の山に着いた。
すると、そこには人を吞む大蛇おろちがいた。

素戔嗚尊すさのおのみことは天蠅斫剣あまのははきりのつるぎをもって、その大蛇おろちを斬られた。
このときに蛇の尾を斬って刃が欠けた。
そこで割いてご覧になると、尾の中に一つの不思議な剣があった。
素戔嗚尊すさのおのみことは、
「これは私の物とすることはできない」
と言われた。
そこで五代の孫である天之葺根神あまのふきねのかみを遣わして、天に奉られた。
これが今、草薙剣くさなぎのつるぎといわれるものである。

はじめ五十猛神いそたけるのかみが天降られるときに、たくさんの樹の種をもって下られた。
しかし、韓地からくにには植えないで、すべて持ち帰って筑紫ちくしからはじめて、
大八洲おおやしまの国の中に播きふやして、全部青山にしてしまわれた。
このため五十猛命いそたけるのみことを名づけて、有功の神いさおしのかみと称する。
紀伊国きいのくににお出でになる大神はこの神である。

別の言い伝え（第五）によれば、素戔嗚尊すさのおのみことが、
「韓郷からくにの島には金銀がある。もし我が子の治める国に、舟がなかったらよくないだろう」
と言われた。

そこで髯を抜いて放つと、これが杉の木になった。
胸の毛を抜いて放つと、桧になった。
尻の毛は稹まきの木になった。
眉の毛は樟くすのきになった。

そしてその用途を決め、
「杉と樟、この二つの木は舟をつくるのによい。桧は宮をつくる木によい。槇は現世の国民の寝棺を造るのによい。そのための沢山の木の種子を皆播こう」
と言われた。

この素戔嗚尊すさのおのみことの子を、名づけて五十猛命いそたけるのみことという。
妹の大屋津姫命おおやつひめのみこと。
次に抓津姫命つまつひめのみこと。
この三柱の神がよく種子を播き、紀伊国にお祀りしている。
その後に素戔嗚尊すさのおのみことが熊成峯くまなりのたけにお出でになり、
ついに根の国にお入りになった。

別の言い伝え（第六）によれば、大国主神おおくにぬしのかみは、大物主神おおものぬしのかみとも、また国作大己貴命くにつくりおおあなむちのみことともいう。
また葦原醜男あしわらのしこおともいう。
また八千戈神やちほこのかみともいう。
また大国玉神おおくにたまのかみともいう。
また顕国玉神うつしくにたまのかみともいう。
その子は皆で百八十一柱お出でになる。

大己貴神と少彦名命
大己貴命おおあなむちのみことと少彦名命すくなひこなのみことは力を合せ、
心を一つにして天下を造られた。
また現世の人民と家畜のために、病気治療の方法を定めた。

鳥獣や昆虫の災いを除くためには、 まじないの法を定めた。
このため百姓おおみたからは、今に至るまで、その恵みを受けている。

昔、大己貴命おおあなむちのみことが少彦名命すくなひこなのみことに、
「我らが造った国は善く出来たと言えるだろうか」
と問われた。

少彦名命すくなひこなのみことは、
「あるいはよく出来た所もあるが、あるいは不出来の所もある」
と答えた。

この物語は、深い訳があるようである。
その後、少彦名命すくなひこなのみことが出雲の熊野の岬に行かれて、ついに常世とこよ（長生不老の国）に去られた。
また粟島あわしまに行き、 粟茎あわがらによじ上られ、
そこで弾かれて常世郷とこよのくにに行かれたともいう。

それからのち、国の中でまだ出来上がらない所を、大己貴命おおあなむちのみことが一人でよく巡り造られた。
ついに出雲国に至って揚言ことあげ（言葉に出して言い立てる、古来日本では好まれない行為）をした。
「葦原中国あしはらのなかつくには、もとより荒れていて広い所だった。岩や草木に至るまで、すべて強かった。しかし、私がそれらを砕き伏せ、今は従わない者はない」
そして、さらに、
「今、この国を治める者はただ私一人である。私と共に天下を治めることができる者が他にあるだろうか」
と言われた。

そのとき、不思議な光が海を照らして、忽然こつぜんとして浮かんでくるものがあった。
「もし私がいなかったら、お前はどうしてこの国を平げることができたろうか。私があるからこそ、お前は大きな国を造る手柄を立てることができたのだ」

このとき大己貴神おおあなむちのみことは
「お前は何者か」
と尋ねた。

それは答えた。
「私はお前に幸いをもたらす、不思議な魂みたま（幸魂さきみたま・奇魂くしみたま）だ」

大己貴神おおあなむちのみことは、
「そうですか。分りました。あなたは私の幸魂奇魂さきみたまくしみたまです。今、どこに住みたいと思われますか？」
と言われた。

するとそれは答えた。
「私は日本国の三諸山みもろやまに住みたいと思う」

そこで宮をその所に造って、行き住まわせた。
これが大三輪神おおみわのかみである。
この神の子は、賀茂君かもきみたち、大三輪君おおみわのきみたち、
また姫蹈鞴五十鈴姫命ひめたたらいすずひめのみことである。

別の説では、事代主神ことしろぬしのかみが、大きな鰐わにになって、三島の溝橄姫みぞくいひめ、あるいは玉櫛姫たまぐしひめという人の所に通われた。
そして、子である姫蹈鞴五十鈴姫命ひめたたらいすずひめのみことを生んだ。
これが神日本磐余彦火火出見天皇かむやまといわれひこほほでのみすめらみこと（神武天皇）の后きさきである。

大己貴神おおあなむちのみことが国を平定したときに、出雲国いずものくにの五十狭々いささの小浜おばまに行かれて、食事をされようとした。
このとき、海上ににわかに人の声がしたので、驚いて探したが、さっぱり見えるものがない。

しばらくして一人の小人が、ヤマカガミの皮で舟をつくり、ミソサザイの羽を衣にして、湖水にゆられてやってきた。
大己貴神おおあなむちのみことはこの小人を拾って掌にのせ、もてあそんでいると、跳ねてその頰をつついた。
そこでそのかたちを怪しんで遣いを出して天神に尋ねられた。
すると高皇産霊尊たかみむすひのみことがお聞きになって、
「私が生んだ子は皆で千五百程ある。その中の一人の子は、いたずらで教えに従わない子がいた。指の間から漏れ落ちたのは、きっと彼だろう。可愛がって育ててくれ」
といわれた。
これが少彦名命すくなひこなのみことである。`