({
	"plugins": ["jsdom-quokka-plugin"],
})

const R = require(`ramda`);


// https://www.amazon.co.jp/gp/registry/wishlist?ie=UTF8&ref_=nav_youraccount_wl&requiresSignIn=1
// on Chrome console
// let desc = [];Array.from(document.querySelectorAll("div.a-row.a-spacing-small.a-size-small")).forEach(V=>{ desc.push(V.innerText) })
// copy(desc)
// let title = [];Array.from(document.querySelectorAll("h3")).forEach(V=>{ title.push(V.innerText) })
// copy(title)


// const desc = [
//   "￥1,018\n￥1,018  \n14点の新品/中古品￥318より",
//   "5つ星のうち 3.9\n 16\n￥1,848\n￥1,848  \n14点の新品/中古品￥1,100より",
//   "￥3,080\n￥3,080  \n16点の新品/中古品￥2,377より",
//   "5つ星のうち 4.0\n 12\n￥2,398\n￥2,398  \n22点の新品/中古品￥1,350より",
//   "5つ星のうち 3.9\n 15\n￥2,090\n￥2,090  \n26点の新品/中古品￥1,234より",
//   "5つ星のうち 3.3\n 12\n￥2,090\n￥2,090  \n28点の新品/中古品￥226より",
//   "5つ星のうち 3.2\n 6\n￥2,200\n￥2,200  \n15点の新品/中古品￥1,230より",
//   "5つ星のうち 3.7\n 9\n￥2,750\n￥2,750  \n13点の新品/中古品￥2,123より",
//   "5つ星のうち 4.0\n 1\n￥3,300\n￥3,300  \n15点の新品/中古品￥2,280より",
//   "5つ星のうち 4.1\n 36\n￥3,850\n￥3,850  \n33点の新品/中古品￥1,078より",
//   "5つ星のうち 5.0\n 1\n￥2,178\n￥2,178  \n7点の新品/中古品￥1,900より",
//   "5つ星のうち 4.5\n 4\n￥1,834\n￥1,834",
//   "5つ星のうち 3.8\n 27\n22点の新品/中古品￥1より",
//   "5つ星のうち 4.3\n 26\n￥2,068\n￥2,068  \n24点の新品/中古品￥1,400より",
//   "5つ星のうち 4.1\n 52\n36点の新品/中古品￥1,372より",
//   "5つ星のうち 4.7\n 9\n￥2,750\n￥2,750  \n13点の新品/中古品￥2,750より",
//   "5つ星のうち 5.0\n 1\n￥2,398\n￥2,398  \n15点の新品/中古品￥1,787より",
//   "5つ星のうち 4.5\n 8\n￥2,860\n￥2,860  \n13点の新品/中古品￥2,070より",
//   "5つ星のうち 4.0\n 6\n￥1,980\n￥1,980  \n44点の新品/中古品￥52より",
//   "5つ星のうち 4.0\n 6\n￥858\n￥858  \n22点の新品/中古品￥412より",
//   "5つ星のうち 4.0\n 2\n￥2,398\n￥2,398  \n15点の新品/中古品￥1,932より",
//   "5つ星のうち 4.4\n 11\n￥3,080\n￥3,080  \n23点の新品/中古品￥3,080より",
//   "5つ星のうち 4.3\n 26\n￥1,861\n￥1,861",
//   "5つ星のうち 4.2\n 19\n￥4,180\n￥4,180  \n22点の新品/中古品￥3,469より",
//   "5つ星のうち 5.0\n 2\n￥2,420\n￥2,420  \n9点の新品/中古品￥1,880より",
//   "5つ星のうち 4.7\n 5\n￥2,640\n￥2,640  \n20点の新品/中古品￥1,500より",
//   "5つ星のうち 4.6\n 16\n￥2,530\n￥2,530  \n23点の新品/中古品￥1,551より",
//   "5つ星のうち 4.5\n 22\n￥2,948\n￥2,948  \n17点の新品/中古品￥2,277より",
//   "5つ星のうち 5.0\n 1\n￥2,420\n￥2,420  \n12点の新品/中古品￥1,700より",
//   "5つ星のうち 4.3\n 6\n￥2,640\n￥2,640  \n21点の新品/中古品￥2,000より",
//   "5つ星のうち 3.6\n 2\n￥1,980\n￥1,980  \n16点の新品/中古品￥1,498より",
//   "5つ星のうち 4.0\n 2\n￥3,520\n￥3,520  \n21点の新品/中古品￥821より",
//   "5つ星のうち 3.6\n 13\n￥2,420\n￥2,420  \n20点の新品/中古品￥1,338より",
//   "5つ星のうち 4.1\n 6\n￥2,618\n￥2,618  \n23点の新品/中古品￥2,050より",
//   "5つ星のうち 1.8\n 3\n￥2,728\n￥2,728  \n14点の新品/中古品￥2,400より",
//   "5つ星のうち 4.3\n 33\n￥1,628\n￥1,628  \n18点の新品/中古品￥1,293より",
//   "5つ星のうち 2.5\n 2\n￥2,200\n￥2,200  \n13点の新品/中古品￥1,807より",
//   "￥1,870\n￥1,870  \n11点の新品/中古品￥1,870より",
//   "￥990\n￥990  \n10点の新品/中古品￥990より",
//   "￥968\n￥968  \n15点の新品/中古品￥287より",
//   "5つ星のうち 5.0\n 1\n￥2,530\n￥2,530  \n14点の新品/中古品￥1,800より",
//   "5つ星のうち 3.4\n 15\n￥2,200\n￥2,200  \n18点の新品/中古品￥1,640より",
//   "5つ星のうち 3.5\n 2\n￥2,200\n￥2,200  \n21点の新品/中古品￥1,300より",
//   "5つ星のうち 4.1\n 147\n￥2,750\n￥2,750  \n51点の新品/中古品￥2,150より",
//   "5つ星のうち 4.2\n 18\n28点の新品/中古品￥2,871より",
//   "5つ星のうち 4.1\n 20\n￥2,750\n￥2,750  \n36点の新品/中古品￥2,750より",
//   "5つ星のうち 4.0\n 1\n￥3,080\n￥3,080  \n8点の新品/中古品￥2,480より",
//   "5つ星のうち 5.0\n 1\n￥2,750\n￥2,750  \n10点の新品/中古品￥1,883より",
//   "5つ星のうち 5.0\n 4\n￥2,640\n￥2,640",
//   "5つ星のうち 5.0\n 1\n￥4,180\n￥4,180  \n7点の新品/中古品￥2,895より",
//   "5つ星のうち 4.2\n 8\n￥1,760\n￥1,760  \n16点の新品/中古品￥1,480より",
//   "5つ星のうち 4.5\n 26\n￥2,948\n￥2,948  \n14点の新品/中古品￥2,500より",
//   "5つ星のうち 4.1\n 72\n￥2,456\n￥2,456  \n101点の新品/中古品￥503より",
//   "5つ星のうち 3.6\n 2\n￥7,920\n￥7,920  \n14点の新品/中古品￥5,037より",
//   "5つ星のうち 4.0\n 3\n￥1,980\n￥1,980  \n20点の新品/中古品￥94より",
//   "5つ星のうち 4.3\n 33\n￥1,540\n￥1,540  \n84点の新品/中古品￥18より",
//   "5つ星のうち 4.3\n 19\n￥2,530\n￥2,530  \n36点の新品/中古品￥1より",
//   "5つ星のうち 4.6\n 3\n￥2,640\n￥2,640  \n35点の新品/中古品￥1,671より",
//   "5つ星のうち 3.9\n 48\n37点の新品/中古品￥141より",
//   "5つ星のうち 3.6\n 5\n27点の新品/中古品￥279より",
//   "5つ星のうち 4.0\n 2\n￥3,080\n￥3,080  \n22点の新品/中古品￥1,800より",
//   "5つ星のうち 2.9\n 31\n￥12,800\n￥12,800\n35点の新品/中古品￥1,248より",
//   "5つ星のうち 4.4\n 6\n11点の新品/中古品￥1,570より",
//   "5つ星のうち 5.0\n 3\n￥14,850\n￥14,850  \n15点の新品/中古品￥12,186より",
//   "5つ星のうち 4.3\n 131\n￥1,980\n￥1,980  \n68点の新品/中古品￥755より",
//   "5つ星のうち 4.8\n 12\n￥880\n￥880  \n12点の新品/中古品￥650より",
//   "5つ星のうち 5.0\n 1\n￥4,290\n￥4,290  \n11点の新品/中古品￥3,888より",
//   "5つ星のうち 5.0\n 4\n￥2,530\n￥2,530  \n7点の新品/中古品￥1,900より",
//   "5つ星のうち 3.3\n 4\n￥2,200\n￥2,200  \n23点の新品/中古品￥900より",
//   "5つ星のうち 5.0\n 3\n￥3,520\n￥3,520  \n17点の新品/中古品￥2,539より",
//   "5つ星のうち 4.1\n 8\n￥2,315\n￥2,315\n価格が￥20下がりました  ほしい物リストに追加した時の価格は、￥2,335 でした\n36点の新品/中古品￥1,200より",
//   "￥1,980\n￥1,980  \n43点の新品/中古品￥1より",
//   "5つ星のうち 4.5\n 103\n￥1,958\n￥1,958  \n37点の新品/中古品￥1,216より",
//   "5つ星のうち 4.8\n 11\n￥2,640\n￥2,640  \n19点の新品/中古品￥2,640より",
//   "5つ星のうち 3.4\n 22\n￥2,739\n￥2,739  \n21点の新品/中古品￥1,610より",
//   "5つ星のうち 3.8\n 6\n￥2,420\n￥2,420  \n21点の新品/中古品￥1,926より",
//   "5つ星のうち 4.3\n 15\n￥1,760\n￥1,760  \n40点の新品/中古品￥400より",
//   "5つ星のうち 3.0\n 16\n￥1,430\n￥1,430  \n24点の新品/中古品￥932より",
//   "5つ星のうち 3.5\n 4\n￥2,200\n￥2,200  \n11点の新品/中古品￥1,200より",
//   "5つ星のうち 4.4\n 61\n￥1,980\n￥1,980  \n33点の新品/中古品￥1,540より",
//   "5つ星のうち 4.1\n 15\n￥1,210\n￥1,210  \n30点の新品/中古品￥521より",
//   "5つ星のうち 3.0\n 2\n￥3,762\n￥3,762  \n28点の新品/中古品￥886より",
//   "5つ星のうち 3.1\n 28\n￥1,237\n￥1,237  ",
//   "5つ星のうち 4.7\n 3\n6点の新品/中古品￥887より",
//   "5つ星のうち 3.6\n 5\n￥35,445\n￥35,445",
//   "￥2,640\n￥2,640  \n6点の新品/中古品￥2,635より",
//   "5つ星のうち 4.4\n 3\n￥3,520\n￥3,520  \n18点の新品/中古品￥2,778より",
//   "￥3,080\n￥3,080  \n10点の新品/中古品￥3,080より",
//   "5つ星のうち 3.6\n 6\n￥1,320\n￥1,320  \n25点の新品/中古品￥189より",
//   "5つ星のうち 5.0\n 1\n￥2,356\n￥2,356\n価格が￥16下がりました  ほしい物リストに追加した時の価格は、￥2,372 でした\n24点の新品/中古品￥2,153より",
//   "5つ星のうち 5.0\n 4\n￥1,650\n￥1,650  \n24点の新品/中古品￥350より",
//   "5つ星のうち 5.0\n 2\n1点の新品/中古品￥10,308より",
//   "￥16,500\n￥16,500  \n12点の新品/中古品￥12,014より",
//   "￥5,280\n￥5,280  \n10点の新品/中古品￥4,780より",
//   "￥6,270\n￥6,270  \n11点の新品/中古品￥1,000より",
//   "5つ星のうち 4.4\n 403\n￥5,353\n￥5,353  \nパターン : ランニングコスト重視スタイル名 : 本体のみ\n25点の新品/中古品￥5,353より",
//   "5つ星のうち 4.4\n 11\n￥1,980\n￥1,980  \n16点の新品/中古品￥1,980より",
//   "5つ星のうち 4.0\n 26\n￥3,333\n￥3,333  \nエディション : パッケージ版\n18点の新品/中古品￥2,879より",
//   "5つ星のうち 4.1\n 9\n機種・種類 : PlayStation4\n8点の新品/中古品￥3,549より",
//   "5つ星のうち 4.4\n 7\n￥2,200\n￥2,200  \n17点の新品/中古品￥939より",
//   "5つ星のうち 3.7\n 146\n￥1,188\n￥1,188  \n価格が10%下がりました  ほしい物リストに追加した時の価格は、￥1,320 でした\n色 : ローズ&ミュゲ\n4点の新品/中古品￥1,188より",
//   "5つ星のうち 4.0\n 2\n￥2,200\n￥2,200  \n10点の新品/中古品￥800より",
//   "5つ星のうち 4.3\n 81\n￥605\n￥605  \n47点の新品/中古品￥6より",
//   "5つ星のうち 3.8\n 50\n27点の新品/中古品￥53より",
//   "5つ星のうち 4.2\n 10\n￥737\n￥737  \n50点の新品/中古品￥1より",
//   "5つ星のうち 4.6\n 3\n￥3,080\n￥3,080  \n30点の新品/中古品￥2,317より",
//   "5つ星のうち 3.3\n 4\n￥2,860\n￥2,860  \n15点の新品/中古品￥1,650より",
//   "5つ星のうち 4.5\n 9\n￥2,838\n￥2,838  \n価格が23%下がりました  ほしい物リストに追加した時の価格は、￥3,663 でした\n27点の新品/中古品￥2,200より",
//   "5つ星のうち 4.5\n 2\n￥3,080\n￥3,080  \n8点の新品/中古品￥2,900より",
//   "5つ星のうち 4.1\n 5\n21点の新品/中古品￥1,843より",
//   "5つ星のうち 3.8\n 13\n￥0\n￥0\n価格が100%下がりました  ほしい物リストに追加した時の価格は、￥660 でした",
//   "5つ星のうち 3.6\n 13\n34点の新品/中古品￥1より",
//   "5つ星のうち 3.8\n 11\n7点の新品/中古品￥6,994より",
//   "5つ星のうち 3.5\n 15\n￥759\n￥759  \n71点の新品/中古品￥1より",
//   "5つ星のうち 4.0\n 1\n￥3,520\n￥3,520  \n12点の新品/中古品￥3,520より",
//   "5つ星のうち 3.7\n 10\n￥4,180\n￥4,180  \n22点の新品/中古品￥952より",
//   "5つ星のうち 4.2\n 45\n￥1,980\n￥1,980  \n25点の新品/中古品￥1,000より",
//   "5つ星のうち 3.5\n 9\n￥2,640\n￥2,640  \n34点の新品/中古品￥500より",
//   "5つ星のうち 3.0\n 1\n￥3,080\n￥3,080  \n11点の新品/中古品￥841より",
//   "5つ星のうち 4.0\n 22\n￥1,540\n￥1,540  \n20点の新品/中古品￥1,115より",
//   "5つ星のうち 4.0\n 5\n23点の新品/中古品￥16より",
//   "5つ星のうち 4.1\n 6\n￥3,520\n￥3,520  \n27点の新品/中古品￥2,694より",
//   "5つ星のうち 4.3\n 21\n29点の新品/中古品￥803より",
//   "5つ星のうち 4.4\n 5\n￥4,180\n￥4,180  \n23点の新品/中古品￥1,410より",
//   "5つ星のうち 4.5\n 2\n￥550\n￥550",
//   "5つ星のうち 4.2\n 746\n￥1,595\n￥1,595  \n116点の新品/中古品￥724より",
//   "5つ星のうち 4.2\n 163\n￥7,570\n￥7,570  \nパターン : 本体\n10点の新品/中古品￥5,600より",
//   "5つ星のうち 4.7\n 10\n￥2,420\n￥2,420  \n35点の新品/中古品￥1,849より",
//   "5つ星のうち 3.9\n 36\n￥1,650\n￥1,650  \n50点の新品/中古品￥641より",
//   "5つ星のうち 4.8\n 11\n￥1,848\n￥1,848  \n45点の新品/中古品￥1より",
//   "5つ星のうち 3.7\n 8\n￥2,618\n￥2,618  \n33点の新品/中古品￥195より",
//   "5つ星のうち 4.3\n 5\n￥1,848\n￥1,848  \n20点の新品/中古品￥1,331より",
//   "5つ星のうち 4.0\n 51\n￥1,870\n￥1,870  \n64点の新品/中古品￥149より",
//   "5つ星のうち 4.3\n 100\n￥4,440\n￥4,440  \n機種・種類 : 通常版エディション : Amazon限定無し\n27点の新品/中古品￥2,280より",
//   "5つ星のうち 4.5\n 11\n￥3,309\n￥3,309  \n25点の新品/中古品￥1,790より",
//   "5つ星のうち 4.2\n 10\n￥2,860\n￥2,860\n25点の新品/中古品￥350より",
//   "5つ星のうち 4.7\n 99\n￥2,035\n￥2,035  \n39点の新品/中古品￥1,415より",
//   "5つ星のうち 2.5\n 2\n￥3,762\n￥3,762  \n14点の新品/中古品￥3,762より",
//   "5つ星のうち 2.5\n 3\n￥2,200\n￥2,200  \n12点の新品/中古品￥2,200より",
//   "5つ星のうち 3.5\n 9\n￥1,540\n￥1,540  \n58点の新品/中古品￥306より",
//   "5つ星のうち 4.6\n 132\n￥1,012\n￥1,012  \n27点の新品/中古品￥400より",
//   "5つ星のうち 4.3\n 123\n￥924\n￥924  \n47点の新品/中古品￥467より",
//   "￥2,750\n￥2,750  \n15点の新品/中古品￥1,200より",
//   "5つ星のうち 3.0\n 2\n￥2,750\n￥2,750  \n17点の新品/中古品￥1,794より",
//   "￥2,200\n￥2,200  \n20点の新品/中古品￥662より",
//   "5つ星のうち 3.3\n 4\n￥1,760\n￥1,760  \n25点の新品/中古品￥1より",
//   "5つ星のうち 3.3\n 21\n23点の新品/中古品￥1,850より",
//   "5つ星のうち 4.2\n 11\n￥3,168\n￥3,168  \n41点の新品/中古品￥300より",
//   "5つ星のうち 4.6\n 3\n￥300\n￥300",
//   "5つ星のうち 1.5\n 5\n￥2,948\n￥2,948  \n21点の新品/中古品￥289より",
//   "5つ星のうち 3.0\n 2\n￥3,080\n￥3,080  \n15点の新品/中古品￥1,188より",
//   "5つ星のうち 3.7\n 11\n￥3,080\n￥3,080  \n21点の新品/中古品￥673より",
//   "5つ星のうち 3.4\n 11\n￥3,520\n￥3,520  \n21点の新品/中古品￥750より",
//   "5つ星のうち 4.0\n 3\n￥3,960\n￥3,960  \n24点の新品/中古品￥950より",
//   "5つ星のうち 1.9\n 5\n￥2,838\n￥2,838  \n24点の新品/中古品￥12より",
//   "5つ星のうち 3.5\n 2\n￥2,530\n￥2,530",
//   "￥2,750\n￥2,750  \n注文確定後、入荷時期が確定次第、お届け予定日をEメールでお知らせします。万が一、入荷できないことが判明した場合、やむを得ず、ご注文をキャンセルさせていただくことがあります。商品の代金は発送時に請求いたします。販売元: Amazon.co.jp。\n12点の新品/中古品￥840より",
//   "5つ星のうち 3.5\n 3\n￥3,300\n￥3,300  \n14点の新品/中古品￥500より",
//   "5つ星のうち 3.9\n 22\n￥3,960\n￥3,960  \n20点の新品/中古品￥1より",
//   "5つ星のうち 5.0\n 1\n￥2,420\n￥2,420  \n25点の新品/中古品￥1,110より",
//   "5つ星のうち 4.3\n 338\n￥1,157\n￥1,157  \n41点の新品/中古品￥1,157より",
//   "5つ星のうち 3.9\n 137\n￥3,980\n￥3,980  ",
//   "5つ星のうち 3.6\n 20\n￥36,800\n￥36,800\n色 : 700x500 ホワイト",
//   "5つ星のうち 4.1\n 25\n￥1,760\n￥1,760  \n51点の新品/中古品￥579より",
//   "5つ星のうち 4.4\n 41\n￥1,980\n￥1,980  \n35点の新品/中古品￥886より",
//   "5つ星のうち 3.6\n 61\n￥2,860\n￥2,860  \n52点の新品/中古品￥2,130より",
//   "￥4,730\n￥4,730  \n17点の新品/中古品￥2,907より",
//   "5つ星のうち 4.3\n 652\n￥1,101\n￥1,101  \nサイズ : 5個\n52点の新品/中古品￥940より",
//   "5つ星のうち 2.5\n 5\n￥3,168\n￥3,168",
//   "5つ星のうち 3.5\n 10\n￥3,564\n￥3,564\n価格が1%下がりました  ほしい物リストに追加した時の価格は、￥3,600 でした",
//   "5つ星のうち 3.6\n 14\n￥3,366\n￥3,366\n価格が1%下がりました  ほしい物リストに追加した時の価格は、￥3,400 でした",
//   "5つ星のうち 4.6\n 52\n￥1,000\n￥1,000",
//   "5つ星のうち 3.3\n 15\n￥2,728\n￥2,728  \n26点の新品/中古品￥1,664より",
//   "5つ星のうち 3.0\n 8\n￥3,080\n￥3,080  \n18点の新品/中古品￥1,537より",
//   "5つ星のうち 4.2\n 11\n￥3,608\n￥3,608  \n18点の新品/中古品￥2,989より",
//   "5つ星のうち 3.4\n 20\n￥1,485\n￥1,485\n価格が8%下がりました  ほしい物リストに追加した時の価格は、￥1,620 でした",
//   "5つ星のうち 4.0\n 10\n￥1,848\n￥1,848  \n19点の新品/中古品￥1,100より",
//   "5つ星のうち 5.0\n 2\n￥2,090\n￥2,090  \n12点の新品/中古品￥2,090より",
//   "5つ星のうち 4.1\n 17\n￥2,530\n￥2,530  \n20点の新品/中古品￥1,027より",
//   "5つ星のうち 4.0\n 11\n￥1,760\n￥1,760  \n29点の新品/中古品￥549より",
//   "5つ星のうち 4.3\n 12\n￥748\n￥748  \n22点の新品/中古品￥213より",
//   "5つ星のうち 4.0\n 1\n12点の新品/中古品￥3,593より",
//   "5つ星のうち 3.2\n 5\n￥2,200\n￥2,200  \n13点の新品/中古品￥1,268より",
//   "5つ星のうち 3.9\n 2\n￥3,080\n￥3,080  \n22点の新品/中古品￥2,150より",
//   "5つ星のうち 3.7\n 20\n￥3,278\n￥3,278  \n22点の新品/中古品￥2,609より",
//   "5つ星のうち 3.3\n 5\n￥3,278\n￥3,278  \n11点の新品/中古品￥2,450より",
//   "￥4,180\n￥4,180  \n10点の新品/中古品￥3,831より",
//   "5つ星のうち 4.0\n 5\n￥2,970\n￥2,970  \n13点の新品/中古品￥2,970より",
//   "5つ星のうち 4.2\n 12\n￥3,740\n￥3,740  \n16点の新品/中古品￥3,380より",
//   "￥3,080\n￥3,080  \n21点の新品/中古品￥1,444より",
//   "5つ星のうち 4.0\n 7\n￥3,520\n￥3,520  \n25点の新品/中古品￥2,600より",
//   "5つ星のうち 4.4\n 3\n￥2,200\n￥2,200  \n13点の新品/中古品￥1,980より",
//   "￥2,200\n￥2,200  \n10点の新品/中古品￥1,500より",
//   "5つ星のうち 4.7\n 10\n19点の新品/中古品￥296より",
//   "5つ星のうち 4.0\n 1\n￥2,750\n￥2,750  \n17点の新品/中古品￥2,266より",
//   "5つ星のうち 3.0\n 6\n￥2,750\n￥2,750  \n28点の新品/中古品￥1,678より",
//   "5つ星のうち 4.6\n 9\n￥2,893\n￥2,893  \n17点の新品/中古品￥2,064より",
//   "5つ星のうち 3.9\n 23\n￥2,827\n￥2,827  \n38点の新品/中古品￥2,007より",
//   "5つ星のうち 3.6\n 38\n￥2,475\n￥2,475",
//   "5つ星のうち 3.0\n 1\n￥1,760\n￥1,760  \n3点の新品/中古品￥1,760より",
//   "5つ星のうち 3.7\n 23\n￥1,580\n￥1,580  \n価格が15%下がりました  ほしい物リストに追加した時の価格は、￥1,865 でした\n5点の新品/中古品￥1,580より",
//   "5つ星のうち 4.2\n 200\n￥2,690\n￥2,690  \nスタイル名 : 本体のみ\n23点の新品/中古品￥2,690より",
//   "5つ星のうち 4.0\n 5\n￥3,960\n￥3,960  \n14点の新品/中古品￥3,960より",
//   "5つ星のうち 4.6\n 6\n￥3,080\n￥3,080  \n19点の新品/中古品￥1,787より",
//   "5つ星のうち 3.9\n 2\n￥2,728\n￥2,728  \n16点の新品/中古品￥1,080より",
//   "5つ星のうち 4.0\n 17\n￥2,618\n￥2,618  \n30点の新品/中古品￥1,501より",
//   "5つ星のうち 4.5\n 22\n￥2,090\n￥2,090  \n35点の新品/中古品￥1,011より",
//   "5つ星のうち 4.0\n 12\n￥3,300\n￥3,300  \n28点の新品/中古品￥2,167より",
//   "5つ星のうち 3.9\n 52\n￥2,838\n￥2,838  \n32点の新品/中古品￥1,670より",
//   "5つ星のうち 4.1\n 33\n￥3,300\n￥3,300  \n32点の新品/中古品￥2,386より",
//   "5つ星のうち 4.1\n 35\n￥618\n￥618  \n39点の新品/中古品￥1より",
//   "5つ星のうち 3.9\n 61\n￥3,080\n￥3,080  \n40点の新品/中古品￥1,595より",
//   "5つ星のうち 4.0\n 15\n￥3,080\n￥3,080  \n25点の新品/中古品￥2,750より",
//   "5つ星のうち 4.0\n 16\n￥2,750\n￥2,750  \n17点の新品/中古品￥781より",
//   "5つ星のうち 4.5\n 101\n￥2,640\n￥2,640  \n36点の新品/中古品￥2,199より",
//   "5つ星のうち 3.5\n 33\n￥2,508\n￥2,508  \n34点の新品/中古品￥1,295より",
//   "5つ星のうち 4.0\n 4\n￥2,970\n￥2,970  \n15点の新品/中古品￥2,715より",
//   "5つ星のうち 5.0\n 1\n10点の新品/中古品￥3,823より",
//   "5つ星のうち 4.0\n 681\n￥1,414\n￥1,414  \n27点の新品/中古品￥1,375より",
//   "5つ星のうち 4.3\n 227\n￥9,680\n￥9,680  \n色 : ネイビー\n12点の新品/中古品￥7,454より",
//   "5つ星のうち 3.0\n 48\n￥4,674\n￥4,674  \n価格が40%下がりました  ほしい物リストに追加した時の価格は、￥7,800 でした\nスタイル : 2)サイドホイール_Lサイズ\n36点の新品/中古品￥3,973より",
//   "5つ星のうち 3.0\n 48\n￥5,711\n￥5,711  \n価格が28%下がりました  ほしい物リストに追加した時の価格は、￥7,902 でした\nスタイル : 1)8ボタン_Lサイズ\n34点の新品/中古品￥5,711より",
//   "5つ星のうち 3.8\n 10\n￥2,487\n￥2,487",
//   "5つ星のうち 4.5\n 810\n￥698\n￥698\nサイズ : 750g\n23点の新品/中古品￥420より",
//   "5つ星のうち 4.5\n 2\n￥3,740\n￥3,740  \n17点の新品/中古品￥1,548より",
//   "5つ星のうち 2.9\n 10\n￥3,080\n￥3,080  \n22点の新品/中古品￥1,474より",
//   "5つ星のうち 4.0\n 119\n68点の新品/中古品￥2,620より",
//   "5つ星のうち 4.1\n 319\n￥4,899\n￥4,899  \n3点の新品/中古品￥4,899より",
//   "",
//   "5つ星のうち 4.0\n 3\n21点の新品/中古品￥932より",
//   "5つ星のうち 4.0\n 21\n￥2,090\n￥2,090  \n53点の新品/中古品￥872より",
//   "5つ星のうち 3.1\n 5\n￥3,740\n￥3,740  \n23点の新品/中古品￥2,322より",
//   "5つ星のうち 4.6\n 6\n￥2,090\n￥2,090  \n24点の新品/中古品￥500より",
//   "5つ星のうち 3.5\n 17\n￥1,980\n￥1,980  \n50点の新品/中古品￥284より",
//   "5つ星のうち 3.4\n 13\n￥3,278\n￥3,278  \n26点の新品/中古品￥1,900より",
//   "5つ星のうち 3.3\n 8\n￥2,200\n￥2,200  \n25点の新品/中古品￥1,065より",
//   "5つ星のうち 3.6\n 27\n25点の新品/中古品￥1,100より",
//   "5つ星のうち 4.8\n 6\n￥3,300\n￥3,300  \n30点の新品/中古品￥1,896より",
//   "5つ星のうち 4.2\n 459\n￥11,386\n￥11,386  \n23点の新品/中古品￥11,270より",
//   "5つ星のうち 3.5\n 107\n￥4,830\n￥4,830\n価格が11%下がりました  ほしい物リストに追加した時の価格は、￥5,431 でした\n42点の新品/中古品￥4,389より",
//   "",
//   "5つ星のうち 2.9\n 97\nこの商品の再入荷予定は立っておりません。商品の詳細を見る。",
//   "5つ星のうち 4.6\n 3\n22点の新品/中古品￥3,989より",
//   "",
//   "5つ星のうち 1.0\n 1\n色 : レッド\n1点の新品/中古品￥1,898より",
//   "5つ星のうち 3.4\n 16\n￥2,178\n￥2,178  \n25点の新品/中古品￥1,603より",
//   "5つ星のうち 3.9\n 116\n￥2,200\n￥2,200  \n86点の新品/中古品￥537より",
//   "5つ星のうち 4.0\n 6\n￥1,980\n￥1,980  \n23点の新品/中古品￥1より",
//   "5つ星のうち 5.0\n 2\n￥1,760\n￥1,760  \n17点の新品/中古品￥960より",
//   "5つ星のうち 4.4\n 21",
//   "￥1,037\n￥1,037\n注文確定後（コンビニ・ATM・ネットバンキング・電子マネー払いをお選びの場合はお支払いを確認後）2営業日以内にお届け予定日をEメールでお知らせします。入荷できないことが判明した場合、注文をキャンセルしたうえでお知らせします。販売元: よりどり美濃里（土・日・祝・店舗休はご連絡・出荷は出来ません）。",
//   "5つ星のうち 4.0\n 6\n￥990\n￥990  \n17点の新品/中古品￥990より",
//   "5つ星のうち 4.0\n 38\n￥880\n￥880  \n49点の新品/中古品￥184より",
//   "5つ星のうち 4.0\n 7\n￥3,080\n￥3,080  \n32点の新品/中古品￥2,080より",
//   "5つ星のうち 5.0\n 5\n￥1,540\n￥1,540",
//   "5つ星のうち 4.5\n 18\n￥3,520\n￥3,520  \n22点の新品/中古品￥3,520より",
//   "5つ星のうち 4.1\n 61\n￥2,420\n￥2,420  \n30点の新品/中古品￥1,124より",
//   "5つ星のうち 4.2\n 19\n￥3,971\n￥3,971",
//   "5つ星のうち 3.0\n 18\n￥2,673\n￥2,673",
//   "5つ星のうち 2.5\n 9\n￥3,520\n￥3,520  \n31点の新品/中古品￥898より",
//   "5つ星のうち 4.0\n 11\n￥2,266\n￥2,266  \n16点の新品/中古品￥1,673より",
//   "5つ星のうち 3.6\n 13\n￥1,980\n￥1,980  \n38点の新品/中古品￥139より",
//   "5つ星のうち 4.3\n 33\n￥3,740\n￥3,740  \n22点の新品/中古品￥3,270より",
//   "5つ星のうち 3.2\n 4\n￥3,300\n￥3,300  \n18点の新品/中古品￥950より",
//   "5つ星のうち 4.5\n 8\n￥3,080\n￥3,080  \n25点の新品/中古品￥1,961より",
//   "5つ星のうち 4.2\n 8\n￥3,300\n￥3,300  \n25点の新品/中古品￥1,378より",
//   "5つ星のうち 4.1\n 9\n￥3,080\n￥3,080  \n19点の新品/中古品￥2,870より",
//   "5つ星のうち 3.4\n 5\n￥4,180\n￥4,180  \n22点の新品/中古品￥2,559より",
//   "5つ星のうち 4.4\n 5\n￥4,180\n￥4,180  \n44点の新品/中古品￥296より",
//   "5つ星のうち 4.3\n 44\n￥1,650\n￥1,650  \n74点の新品/中古品￥105より",
//   "5つ星のうち 4.6\n 16\n￥3,608\n￥3,608  \n21点の新品/中古品￥2,940より",
//   "5つ星のうち 3.8\n 387\nこの商品の再入荷予定は立っておりません。商品の詳細を見る。",
//   "5つ星のうち 3.1\n 8\n￥2,970\n￥2,970",
//   "5つ星のうち 4.7\n 19\n￥660\n￥660  \n34点の新品/中古品￥31より",
//   "5つ星のうち 4.1\n 511\n￥2,909\n￥2,909  \n17点の新品/中古品￥2,189より",
//   "5つ星のうち 3.9\n 20\n￥2,800\n￥2,800",
//   "5つ星のうち 3.9\n 7\n￥3,344\n￥3,344",
//   "5つ星のうち 3.1\n 7\n￥2,376\n￥2,376",
//   "5つ星のうち 4.0\n 16\n￥2,554\n￥2,554",
//   "5つ星のうち 3.8\n 27\n￥1,881\n￥1,881",
//   "5つ星のうち 4.3\n 6\n14点の新品/中古品￥1,230より",
//   "5つ星のうち 3.0\n 2\n￥100\n￥100",
//   "5つ星のうち 3.2\n 5\n￥2,653\n￥2,653",
//   "5つ星のうち 3.4\n 91\n￥1,480\n￥1,480  \n機種・種類 : Xbox 字幕版\n20点の新品/中古品￥520より",
//   "5つ星のうち 3.2\n 47\n43点の新品/中古品￥59より",
//   "5つ星のうち 3.8\n 30\n￥3,080\n￥3,080  \n25点の新品/中古品￥2,380より",
//   "￥3,080\n￥3,080  \n19点の新品/中古品￥1より",
//   "5つ星のうち 5.0\n 3\n￥3,520\n￥3,520  \n20点の新品/中古品￥2,531より",
//   "5つ星のうち 4.3\n 36\n￥2,618\n￥2,618  \n24点の新品/中古品￥2,233より",
//   "5つ星のうち 3.9\n 34\n￥2,970\n￥2,970  \n32点の新品/中古品￥1,800より",
//   "5つ星のうち 4.2\n 23\n￥1,848\n￥1,848  \n28点の新品/中古品￥1,300より",
//   "5つ星のうち 4.4\n 12\n￥1,980\n￥1,980  \n38点の新品/中古品￥122より",
//   "5つ星のうち 3.5\n 127\n￥2,199\n￥2,199  \n色 : 透明 HDDスタンド",
//   "5つ星のうち 4.2\n 492\n￥7,906\n￥7,906  \nパターン : 単品容量 : 3TB\n19点の新品/中古品￥4,690より",
//   "5つ星のうち 3.9\n 510\n￥3,150\n￥3,150  ",
//   "5つ星のうち 4.1\n 202\n￥2,700\n￥2,700\n6点の新品/中古品￥2,700より",
//   "5つ星のうち 4.2\n 200\n￥9,025\n￥9,025  \nスタイル : 本体\n52点の新品/中古品￥9,025より",
//   "5つ星のうち 4.4\n 1,663\n￥5,350\n￥5,350  \n機種・種類 : パッケージ版\n180点の新品/中古品￥701より",
//   "5つ星のうち 3.5\n 3\n13点の新品/中古品￥43より",
//   "5つ星のうち 4.3\n 206\n色 : ブラック\n4点の新品/中古品￥6,480より",
//   "5つ星のうち 4.1\n 6\n22点の新品/中古品￥1,437より",
//   "5つ星のうち 3.7\n 13\n￥858\n￥858  \n30点の新品/中古品￥1より",
//   "5つ星のうち 4.0\n 1\n1点の新品/中古品￥10,000より",
//   "5つ星のうち 2.9\n 6\n12点の新品/中古品￥6,200より",
//   "5つ星のうち 3.1\n 5\n￥1,408\n￥1,408",
//   "5つ星のうち 5.0\n 1\n￥3,850\n￥3,850  \n16点の新品/中古品￥3,745より",
//   "5つ星のうち 4.6\n 108\n￥422\n￥422  \nサイズ : A3\n31点の新品/中古品￥421より",
//   "5つ星のうち 3.1\n 11\n￥2,640\n￥2,640  \n22点の新品/中古品￥890より",
//   "5つ星のうち 4.2\n 75\n￥1,230\n￥1,230  \nサイズ : 1個\n57点の新品/中古品￥945より",
//   "5つ星のうち 4.0\n 60",
//   "5つ星のうち 4.0\n 32\nサイズ : Lサイズ\n28点の新品/中古品￥250より",
//   "5つ星のうち 4.0\n 560\n色 : ホワイト\n2点の新品/中古品￥9,593より",
//   "5つ星のうち 4.0\n 114\n￥704\n￥704  \n165点の新品/中古品￥1より",
//   "9点の新品/中古品￥4,260より",
//   "5つ星のうち 3.8\n 1,747\n￥3,480\n￥3,480  \n色 : AAC APT-X 両対応 ブラック",
//   "5つ星のうち 4.0\n 431\n￥11,500\n￥11,500  \nエディション : 1) 通常版\n43点の新品/中古品￥2,108より",
//   "5つ星のうち 3.5\n 26\nこの商品の再入荷予定は立っておりません。商品の詳細を見る。",
//   "￥880\n￥880  \n注文確定後、入荷時期が確定次第、お届け予定日をEメールでお知らせします。万が一、入荷できないことが判明した場合、やむを得ず、ご注文をキャンセルさせていただくことがあります。商品の代金は発送時に請求いたします。販売元: Amazon.co.jp。",
//   "5つ星のうち 4.8\n 10\n￥2,280\n￥2,280  \n10点の新品/中古品￥2,280より",
//   "5つ星のうち 3.7\n 104\nエディション : Amazon限定無\n54点の新品/中古品￥2,480より",
//   "5つ星のうち 4.1\n 67\n￥4,624\n￥4,624  \n35点の新品/中古品￥3,480より",
//   "5つ星のうち 3.7\n 120\n45点の新品/中古品￥3,600より",
//   "5つ星のうち 3.8\n 153\n￥5,170\n￥5,170  \n59点の新品/中古品￥3,200より",
//   "5つ星のうち 2.9\n 40\n￥2,294\n￥2,294  \n46点の新品/中古品￥940より",
//   "5つ星のうち 3.9\n 71\n￥6,250\n￥6,250  \n54点の新品/中古品￥4,500より",
//   "5つ星のうち 3.5\n 228\n￥7,000\n￥7,000  \n72点の新品/中古品￥2,328より",
//   "5つ星のうち 3.9\n 206\n￥4,000\n￥4,000  \nエディション : 1) 通常版\n44点の新品/中古品￥1,016より",
//   "5つ星のうち 3.6\n 199\n￥7,000\n￥7,000\nエディション : Amazon限定無\n47点の新品/中古品￥1,280より",
//   "5つ星のうち 3.8\n 55\n￥4,223\n￥4,223  \n47点の新品/中古品￥2,459より",
//   "5つ星のうち 4.2\n 713\n￥4,980\n￥4,980  \nエディション : 通常版\n80点の新品/中古品￥1,024より",
//   "5つ星のうち 4.0\n 383\n￥5,280\n￥5,280  \n機種・種類 : 3) 特典無 Amazon限定無\n93点の新品/中古品￥2,166より",
//   "5つ星のうち 3.7\n 452\n￥8,862\n￥8,862  \nエディション : 1) 通常版\n88点の新品/中古品￥4,180より",
//   "5つ星のうち 4.3\n 92\n2点の新品/中古品￥9,900より",
//   "5つ星のうち 3.2\n 19\nこの商品の再入荷予定は立っておりません。商品の詳細を見る。",
//   "5つ星のうち 5.0\n 6\n￥1,320\n￥1,320  \n27点の新品/中古品￥606より",
//   "5つ星のうち 3.5\n 15\n￥1,584\n￥1,584  \n64点の新品/中古品￥1より",
//   "",
//   "5つ星のうち 4.0\n 3\n￥2,200\n￥2,200  \n27点の新品/中古品￥695より",
//   "5つ星のうち 3.4\n 79\n14点の新品/中古品￥9,500より",
//   "5つ星のうち 5.0\n 5\n17点の新品/中古品￥1より",
//   "5つ星のうち 3.9\n 28\nサイズ : 500ml\n13点の新品/中古品￥594より",
//   "5つ星のうち 2.8\n 96\n34点の新品/中古品￥20より",
//   "5つ星のうち 3.5\n 114\n￥2,068\n￥2,068  \n60点の新品/中古品￥1より",
//   "5つ星のうち 3.4\n 94\n機種・種類 : X360 通常版\n47点の新品/中古品￥1より",
//   "5つ星のうち 4.7\n 15\n￥3,680\n￥3,680  \n13点の新品/中古品￥703より",
//   "",
//   "5つ星のうち 3.2\n 28\n￥5,800\n￥5,800\n色 : ブラック\n2点の新品/中古品￥2,000より",
//   "5つ星のうち 2.7\n 65\n9点の新品/中古品￥3,980より",
//   "5つ星のうち 3.5\n 51",
//   "5つ星のうち 3.6\n 56\n22点の新品/中古品￥460より",
//   "5つ星のうち 3.1\n 81\nこの商品の再入荷予定は立っておりません。商品の詳細を見る。",
//   "10点の新品/中古品￥2,480より",
//   "5つ星のうち 3.7\n 10\n16点の新品/中古品￥4,992より",
//   "5つ星のうち 4.0\n 1\n￥12,800\n￥12,800\n3点の新品/中古品￥4,980より",
//   "5つ星のうち 4.3\n 197\n8点の新品/中古品￥7,880より",
//   "5つ星のうち 4.0\n 57\n6点の新品/中古品￥19,800より",
//   "5つ星のうち 4.1\n 39\nこの商品の再入荷予定は立っておりません。商品の詳細を見る。",
//   "5つ星のうち 4.4\n 3\n￥4,070\n￥4,070  \n29点の新品/中古品￥2,143より"
// ]

// const title = [
//   "速効!ポケットマニュアル ビジネスこれだけ! Excelデータ分析・資料作成 &PowerPoint 2016&2013&2010",
//   "やってはいけないExcel――「やってはいけない」がわかると「Excelの正解」がわかる",
//   "誰でもできる! G Suite導入ガイド 第2版",
//   "プロ直伝 伝わるデータ・ビジュアル術 ――Excelだけでは作れないデータ可視化レシピ",
//   "アレンジャーが教える編曲テクニック99 (CD付き)",
//   "コンポーザーが教える作曲テクニック99 (CD付き)",
//   "DTMリアル打ち込みテクニック ~主要楽器から民族楽器まで完全再現~【DVD-ROM付き】",
//   "万能おまかせ作曲ソフトBB22入門ガイド 〜プロも納得! Band-in-a-Box22を使ってオリジナルミュージックを簡単に作ろう",
//   "自動作曲・伴奏ソフトBB22 for Mac入門ガイド 〜アレンジや演奏はBand-in-a-BoxにまかせてMacで音楽作り",
//   "GIMPのドリル!",
//   "できるクリエイター GIMP 2.10独習ナビ 改訂版 Windows&macOS対応 (できるクリエイターシリーズ)",
//   "知識ゼロからはじめるGIMPの教科書 2.10対応",
//   "CD付 SQL ゼロからはじめるデータベース操作 (プログラミング学習シリーズ)",
//   "SQL 第2版 ゼロからはじめるデータベース操作 (プログラミング学習シリーズ)",
//   "スッキリわかる SQL 入門 ドリル215問付き! (スッキリシリーズ)",
//   "達人に学ぶSQL徹底指南書 第2版 初級者で終わりたくないあなたへ (CodeZine BOOKS)",
//   "イラストで理解　SQL　はじめて入門",
//   "SQLデータ分析・活用入門 データサイエンスの扉を開くための技術 MySQL/PostgreSQL 両対応",
//   "これならわかるSQL 入門の入門",
//   "ニュートン式 超図解 最強に面白い!! 統計",
//   "図解即戦力　ビッグデータ分析のシステムと開発がこれ1冊でしっかりわかる教科書",
//   "スッキリわかるSQL入門 第2版 ドリル222問付き! (スッキリシリーズ)",
//   "SQL 第2版 ゼロからはじめるデータベース操作",
//   "ビッグデータ分析・活用のためのSQLレシピ",
//   "直感でわかる! Excelで機械学習",
//   "データ解析の実務プロセス入門",
//   "メイカーとスタートアップのための量産入門 ―200万円、1500個からはじめる少量生産のすべて (Make: Japan Books)",
//   "Excelで学ぶデータ分析本格入門",
//   "数万件の汚いエクセルデータに因っている人のための Excel多量データクレンジング",
//   "何万件ものデータやピボットテーブルで苦しんでいる人のための Excel多量データ整形テクニック",
//   "これ一冊で完璧!Excelでデータ分析即戦力講座",
//   "Excelビジネス統計パーフェクトマスター (Perfect Master)",
//   "Excelでスッキリわかるベイズ統計入門",
//   "EXCELビジネス統計分析[ビジテク] 第3版 2016/2013/2010対応",
//   "Excelでできる! Webデータの自動収集&分析 実践入門",
//   "Excel完全ガイド 基本操作+疑問・困った解決+便利ワザ 改訂2版[2019/2016/2013/Office 365 対応] (一冊に凝縮)",
//   "Excel分析ツール 完全詳解",
//   "Excelでできるらくらく統計解析 (Windows用 Excel2019/2016/2013/2010&Office365対応版)",
//   "図解でわかる 最新エクセルのデータ分析がみるみるわかる本[Excel2019/2016/2013対応版]",
//   "速効!ポケットマニュアル ビジネスこれだけ! Excel 集計・分析・マクロ 一歩進んだ便利ワザ 2016&2013&2010",
//   "「UiPath」ではじめる「RPA」 (I・O BOOKS)",
//   "できるUiPath 実践RPA (できるシリーズ)",
//   "RPAツールで業務改善! UiPath入門 基本編",
//   "ティール組織――マネジメントの常識を覆す次世代型組織の出現",
//   "測りすぎ――なぜパフォーマンス評価は失敗するのか?",
//   "事実はなぜ人の意見を変えられないのか-説得力と影響力の科学",
//   "意識と感覚のない世界――実のところ、麻酔科医は何をしているのか",
//   "生命進化の物理法則",
//   "LIFE3.0――人工知能時代に人間であるということ",
//   "反穀物の人類史――国家誕生のディープヒストリー",
//   "やさしく学ぶ データ分析に必要な統計の教科書 (できるビジネス)",
//   "Excelで学ぶ統計解析本格入門",
//   "はじめての統計学",
//   "世の初めから隠されていること 〈新装版〉 (叢書・ウニベルシタス)",
//   "中国モノマネ工場",
//   "<イラスト図解>工場のしくみ",
//   "ビッグ・ファーマ 製薬会社の真実",
//   "日経テクノロジー展望2020 世界を変える100の技術",
//   "機械との競争",
//   "日本の製造業はIoT先進国ドイツに学べ",
//   "無人化と労働の未来――インダストリー4.0の現場を行く",
//   "アストロノーカ",
//   "TOYS DREAM",
//   "慌てない・もめない・負けない経営",
//   "ジェフ・ベゾス 果てなき野望",
//   "感動を売る写真館 年間利益1億円を生み出す人気の秘訣",
//   "テーマカラーで伝わる! 色別ブランディング・デザイン",
//   "配色デザイン良質見本帳 イメージで探せて、すぐに使えるアイデア集",
//   "色彩ルールブック -色を上手に使うために知っておきたい基礎知識-",
//   "配色の教科書-歴史上の学者・アーティストに学ぶ「美しい配色」のしくみ-",
//   "日本の配色",
//   "説得力を生む 配色レイアウト 効果的な配色とレイアウトがわかる本",
//   "配色アイデア手帖 めくって見つける新しいデザインの本[完全保存版]",
//   "配色スタイル ハンドブック",
//   "ノンデザイナーでもわかる UX+理論で作るWebデザイン",
//   "Web制作者のためのUXデザインをはじめる本 ユーザビリティ評価からカスタマージャーニーマップまで",
//   "ビジネスモデル思考法 ストーリーで読む「儲ける仕組み」のつくり方",
//   "エモくて映える写真を撮る方法",
//   "デザイン・クリエイティブ業界を目指す人のための ポートフォリオ見本帳",
//   "THE MODEL(MarkeZine BOOKS) マーケティング・インサイドセールス・営業・カスタマーサクセスの共業プロセス",
//   "アルゴリズム思考術:問題解決の最強ツール (ハヤカワ・ノンフィクション文庫)",
//   "Chainerで作るコンテンツ自動生成AIプログラミング入門",
//   "マルキン 上野藪そばつゆ (ストレート) 340ml×2本",
//   "ペーパームーン (ハヤカワ文庫 NV 149)",
//   "Alesis 電子ドラム 8インチ・メッシュヘッド採用ドラムパッド 10インチ・シンバル Turbo Mesh Kit",
//   "建築図法: 立体・パース表現から設計製図へ",
//   "名作モダン建築の解剖図鑑",
//   "断面で読み解く世界の建築",
//   "奇形建築物世界遺産100",
//   "Modern Architecture A-Z (Bibliotheca Universalis)",
//   "未来をつくる建築100 (TEDブックス)",
//   "Temporary Architecture Now! by Philip Jodidio(2011-10-15)",
//   "プリツカー賞 受賞建築家は何を語ったか",
//   "死ぬまでに見たい名建築家のドローイング300",
//   "世界の建築家51人:コンセプトと作品 WORLD ARCHITECTS 51:CONCEPTS & WORKS",
//   "パナソニック 浄水器 蛇口直結型 ホワイト TK-CJ12-W",
//   "世界「倒産」図鑑 波乱万丈25社でわかる失敗の理由",
//   "ぷよぷよ(TM)テトリス(R)S スペシャルプライス - Switch",
//   "ぷよぷよテトリス - PS4",
//   "フューチャー・ウォー: 米軍は戦争に勝てるのか?",
//   "レイヤードフレグランス ボディスプレー ローズ&ミュゲ 10ml",
//   "香りの記号論―香りの心的エネルギーの世界",
//   "絶対貧困―世界リアル貧困学講義 (新潮文庫)",
//   "レンタルチャイルド―神に弄ばれる貧しき子供たち (新潮文庫)",
//   "脳には妙なクセがある (新潮文庫)",
//   "大英自然史博物館 珍鳥標本盗難事件―なぜ美しい羽は狙われたのか",
//   "IDM definitive 1958 - 2018 (ele-king books)",
//   "ゲーム音楽ディスクガイド──Diggin' In The Discs (ele-king books)",
//   "ザ・ループ TALES FROM THE LOOP",
//   "EDEN コミック 全18巻完結セット (アフタヌーンKC)",
//   "ＥＡＴ－ＭＡＮ　ＣＯＭＰＬＥＴＥ　ＥＤＩＴＩＯＮ（１） (シリウスコミックス)",
//   "獣たちの夜―BLOOD THE LAST VAMPIRE (角川ホラー文庫)",
//   "ねこぢる草 [DVD]",
//   "銃座のウルナ 1 (ビームコミックス)",
//   "HTML5 ゲーム開発の教科書　スマホゲーム制作のための基礎講座",
//   "殺人ザルはいかにして経済に目覚めたか?―― ヒトの進化からみた経済学",
//   "決済インフラ入門〔2020年版〕 仮想通貨、ブロックチェーンから新日銀ネット、次なる改革まで",
//   "ウォール街のアルゴリズム戦争",
//   "ドイツ企業のパイオニア―その成功の秘密",
//   "サボタージュ・マニュアル:諜報活動が照らす組織経営の本質",
//   "ザ・ニューリッチ―アメリカ新富裕層の知られざる実態",
//   "DARPA秘史 世界を変えた「戦争の発明家たち」の光と闇",
//   "ヤバい社会学",
//   "攻撃―悪の自然誌",
//   "月は地獄だ！",
//   "学びを結果に変えるアウトプット大全 (Sanctuary books)",
//   "【Amazon.co.jp限定】フィリップス ソニッケアー プロテクトクリーン ホワイトライトブルー 電動歯ブラシ 強さ設定なし HX6819/05",
//   "メカ屋のための脳科学入門-脳をリバースエンジニアリングする-",
//   "合成生物学の衝撃",
//   "改訂第6版 HTML&スタイルシート ポケットリファレンス (POCKET REFERENCE)",
//   "改訂第5版 JavaScript ポケットリファレンス",
//   "HTML5 & CSS3ポケットリファレンス [改訂新版] (POCKET REFERENCE)",
//   "ぼくはお金を使わずに生きることにした",
//   "【PS4】Firewall Zero Hour (VR専用)",
//   "ロケットリーグ コレクターズ・エディション - PS4",
//   "ザ・サークル",
//   "PIXAR <ピクサー> 世界一のアニメーション企業の今まで語られなかったお金の話",
//   "今すぐ使えるCSSレシピブック",
//   "作って楽しむプログラミング HTML5超入門",
//   "ゼロから“イチ\"を生み出せる! がんばらない働き方",
//   "謎の独立国家ソマリランド そして海賊国家プントランドと戦国南部ソマリア (集英社文庫)",
//   "ファスト&スロー(上) あなたの意思はどのように決まるか? (ハヤカワ・ノンフィクション文庫)",
//   "「あのサイトみたいに! 」を実現できる! 職業デザイナーでなくてもWebの表現を豊かにできる本",
//   "TM はじめてのHTML+CSS HTML5対応 (TECHNICAL MASTER)",
//   "HTML演習 HTML5版 (SCC Books 400)",
//   "小さな会社のWeb担当者のための HTML5/CSS3とWeb技術の常識",
//   "クラウドでできるHTML5ハイブリッドアプリ開発 Cordova/Onsen UIで作るiOS/Android両対応アプリ (Monaca公式ガイドブック)",
//   "[iOS/Android対応] HTML5 ハイブリッドアプリ開発[実践]入門 (Software Design plus)",
//   "基本図形で初歩から学ぶ　HTML5 Canvasプログラミング集中レッスン",
//   "15時間でわかる JavaScript集中講座",
//   "入門JavaScriptプログラミング",
//   "JavaScriptパターン ―優れたアプリケーションのための作法",
//   "Effective JavaScript",
//   "JavaScriptによるデータビジュアライゼーション入門",
//   "JavaScript　仕事の現場でサッと使える! デザイン教科書 (Webデザイナー養成講座)",
//   "JavaScript入門 ～Webで見たあの機能を自分で作る～ 日経BPパソコンベストムック",
//   "JavaScriptテクニックブック",
//   "JavaScriptで学ぶ関数型プログラミング",
//   "テスト駆動JavaScript",
//   "記号とシンボルの事典　―知ってそうで知らなかった100のはなし―",
//   "電機器具専用 リモコンコンセント [品番]07-8251 OCR-05W",
//   "Ewin 折りたたみ式 Bluetoothキーボード タッチパッド搭載 超薄い型 ミニキーボードWindows、Android、iOS 、Mac、各OSに対応 ブラック EW-RW21【日本語説明書と18ヶ月保証付き】",
//   "totem ロードバイク スポーツバイク 自転車 超軽量アルミフレーム 700C ダブルクイックハブ シマノ SHIMANO 全国 最安値 TOTEM トーテム 通勤通学 26インチ STIレバー デュアルコントロールレバー 15B408",
//   "ブロックチェーン、AIで先を行くエストニアで見つけた つまらなくない未来",
//   "NEVER LOST AGAIN グーグルマップ誕生 (世界を変えた地図)",
//   "ビジネスモデル2.0図鑑",
//   "iPhuck10",
//   "サガミオリジナル 0.01 5個入",
//   "Google Apps Script Webアプリ開発 超入門",
//   "AWSによるサーバーレスアーキテクチャ",
//   "Amazon Web Services パターン別構築・運用ガイド 改訂第2版",
//   "ルワンダ中央銀行総裁日記 [増補版] (中公新書)",
//   "2万回のA/Bテストからわかった 支持されるWebデザイン事例集",
//   "Puppeteer入門 スクレイピング+Web操作自動処理プログラミング",
//   "Bootstrap 4 フロントエンド開発の教科書",
//   "ゲームを作りながら楽しく学べるHTML5+CSS+JavaScriptプログラミング［改訂版］ (Future Coders（NextPublishing）)",
//   "JavaScriptの絵本 第2版 Webプログラミングを始める新しい9つの扉",
//   "Python10行プログラミング (I・O BOOKS)",
//   "零號琴",
//   "〔エッセンシャル版〕行動経済学",
//   "目玉焼きの黄身 いつつぶす? 11 (ビームコミックス)",
//   "つないで つないで プログラミング Node-REDでつくる初めてのアプリ",
//   "マンガと図解でスッキリわかる プログラミングのしくみ",
//   "まつもとゆきひろ 言語のしくみ",
//   "[試して理解]Linuxのしくみ ~実験と図解で学ぶOSとハードウェアの基礎知識",
//   "AWK実践入門 (Software Design plus)",
//   "シェルスクリプト+データベース活用テクニック―Bourne ShellとSQLiteによるDBシステム構築のすすめ",
//   "新しいシェルプログラミングの教科書",
//   "Goプログラミング実践入門 標準ライブラリでゼロからWebアプリを作る (impress top gear)",
//   "Haskellによる関数プログラミングの思考法",
//   "Goならわかるシステムプログラミング",
//   "サルでもわかるGit入門",
//   "Clean Coder プロフェッショナルプログラマへの道",
//   "みんなのGo言語【現場で使える実践テクニック】",
//   "はじめてのNode‐RED (I・O BOOKS)",
//   "Pythonによるテキストマイニング入門",
//   "基礎からわかる Elm",
//   "Webを支える技術 -HTTP、URI、HTML、そしてREST (WEB+DB PRESS plus)",
//   "人工知能プログラミングのための数学がわかる本",
//   "Amazon Web Servicesサーバーレスレシピ (技術の泉シリーズ（NextPublishing）)",
//   "パナソニック 充電式ランタン BG-BL02H-W",
//   "パナソニック LEDランタン BF-AL05P-W",
//   "Windows/Mac/UNIX すべてで20年動くプログラムはどう書くべきか 一度書けばどこでも、ずっと使えるプログラムを待ち望んでいた人々へ贈る[シェルスクリプトレシピ集]",
//   "WEB+DB PRESS総集編[Vol.1~102] (WEB+DB PRESS plusシリーズ)",
//   "仕事ですぐ役立つ Vim&Emacsエキスパート活用術 (SoftwareDesign別冊)",
//   "ハードウェアハッカー ~新しいモノをつくる破壊と創造の冒険",
//   "プリズン・ブック・クラブ--コリンズ・ベイ刑務所読書会の一年",
//   "プログラミングのための確率統計",
//   "やさしく学ぶ 機械学習を理解するための数学のきほん ~アヤノ&ミオと一緒に学ぶ 機械学習の理論と数学、実装まで~",
//   "プログラミングのための線形代数",
//   "ヒメゴト~十九歳の制服~ (1) (ビッグコミックス)",
//   "深層学習 (機械学習プロフェッショナルシリーズ)",
//   "機械学習スタートアップシリーズ ベイズ推論による機械学習入門 (KS情報科学専門書)",
//   "入門vi 第6版",
//   "リーダブルコード ―より良いコードを書くためのシンプルで実践的なテクニック (Theory in practice)",
//   "ディープラーニングがわかる数学入門",
//   "正規表現辞典 改訂新版 (DESKTOP REFERENCE)",
//   "アメリカン・エキスプレス―金融サービス王国への戦略",
//   "キャプテンスタッグ(CAPTAIN STAG) 寝袋 【最低使用温度12度】 封筒型シュラフ フォルノ 800 ダークネイビー M-3473",
//   "BRUNO コンパクトホットプレート ネイビー 平面 たこ焼きプレート セット BOE021-NV",
//   "エレコム マウス ワイヤレス (レシーバー付属) Lサイズ 6ボタン DUALシリーズ ハードウェアマクロ搭載 サイドホイール 高速スクロール Ultimate Blueセンサー ブラック M-DWL01DBBK",
//   "エレコム マウス ワイヤレス (レシーバー/Bluetooth切替) Lサイズ DUALシリーズ 8ボタン ハードウェアマクロ搭載 高速スクロール Ultimate Blueセンサー ブラック M-DC01MBBK",
//   "［改訂第3版］Linuxコマンドポケットリファレンス",
//   "シャボン玉 酸素系漂白剤 750g",
//   "JavaScript関数型プログラミング 複雑性を抑える発想と実践法を学ぶ (impress top gear)",
//   "関数型プログラミングの基礎 JavaScriptを使って学ぶ",
//   "ファンタジーライフ LINK! - 3DS",
//   "Potensic ドローン 高度保持 HD空撮カメラ WiFiリアタイム ヘッドレスモード 2.4GHz 4CH 6軸ジャイロ マルチコプター 日本語説明書付き 国内認証済み A20W (ブラック)",
//   "NIKKO Air Drone FREESTYLE RACER フリースタイル レーサードローン 高速空中回転 2.4GHZ帯周波数屋外用 ドローン LED搭載",
//   "赤いツァーリ―スターリン、封印された生涯〈上〉",
//   "ビジネス・フォー・パンクス",
//   "いまどきのJSプログラマーのための Node.jsとReactアプリケーション開発テクニック",
//   "UPSTARTS UberとAirbnbはケタ違いの成功をこう手に入れた",
//   "アマゾノミクス データ・サイエンティストはこう考える",
//   "React入門 React・Reduxの導入からサーバサイドレンダリングによるUXの向上まで (NEXT ONE)",
//   "作りながら学ぶ React入門",
//   "Pythonによるスクレイピング&機械学習 開発テクニック BeautifulSoup,scikit-learn,TensorFlowを使ってみよう",
//   "メタプログラミングRuby 第2版",
//   "ロジクール ワイヤレスマウス トラックボール 無線 MX ERGO Unifying Bluetooth 8ボタン 高速充電式 MXTB1s windows mac iPad OS 対応 ブラック 国内正規品 2年間無償保証",
//   "エレコム トラックボールマウス ワイヤレス 大玉 8ボタン チルト機能 ブラック M-HT1DRBK",
//   "DMM.make DISPLAY 50インチ 4Kディスプレイ DME-4K50D",
//   "ERUN USB3.0 HDMI 変換アダプタ USB2.0 対応 HDMI 変換コネクタ 1080P 対応 Win10 対応 (黑)",
//   "レベルデザイナーになる本 ー夢中にさせるゲームシーンを作成するー",
//   "[アンダーアーマー] SC 3ZER0(バスケットボールシューズ) 1298308 メンズ",
//   "iPhoneケース トランジェンス [GZ125]",
//   "現場ですぐ使える時系列データ分析 ~データサイエンティストのための基礎知識~",
//   "マンガでわかる統計学",
//   "会社を強くする ビッグデータ活用入門 基本知識から分析の実践まで",
//   "武器としてのデータ分析力",
//   "[アシックス] マラソンシューズ SORTIEMAGIC RP 4",
//   "KOYO　　ヘリオス　クリストバライト強化磁器 ストレートコーヒーカップ&ソーサー",
//   "アンチクリストの誕生 (ちくま文庫)",
//   "ゼロからトースターを作ってみた結果 (新潮文庫)",
//   "Pythonからはじめる数学入門",
//   "たのしごとデザイン論",
//   "SQLアンチパターン",
//   "プリンシプル オブ プログラミング3年目までに身につけたい一生役立つ101の原理原則",
//   "ビッグデータ分析・活用のためのSQLレシピ",
//   "Ruby on Rails 5 超入門",
//   "ゼロからはじめるデータサイエンス ―Pythonで学ぶ基本と実践",
//   "たった1日で基本が身に付く! Python超入門",
//   "パソコンで楽しむ 自分で動かす人工知能",
//   "Pythonではじめる機械学習 ―scikit-learnで学ぶ特徴量エンジニアリングと機械学習の基礎",
//   "データサイエンス講義",
//   "戦略的データサイエンス入門 ―ビジネスに活かすコンセプトとテクニック",
//   "深層学習による自然言語処理 (機械学習プロフェッショナルシリーズ)",
//   "統計的因果探索 (機械学習プロフェッショナルシリーズ)",
//   "PythonとJavaScriptではじめるデータビジュアライゼーション",
//   "IPythonデータサイエンスクックブック ―対話型コンピューティングと可視化のためのレシピ集",
//   "人工知能はどのようにして 「名人」を超えたのか?―――最強の将棋AIポナンザの開発者が教える機械学習・深層学習・強化学習の本質",
//   "オブジェクト指向設計実践ガイド ~Rubyでわかる 進化しつづける柔軟なアプリケーションの育て方",
//   "AUKEY bluetoothヘッドホン 折り畳み式 オンイヤーヘッドホン18時間連続再生 3.5mm AUXポート搭載 EP-B52",
//   "Pythonによるクローラー＆スクレイピング入門 設計・開発から収集データの解析まで",
//   "カラシニコフ I (朝日文庫)",
//   "Dead by Daylight (輸入版:北米) - PS4",
//   "ニューラルネットワーク自作入門",
//   "実装　ディープラーニング",
//   "データを集める技術 (Informatics ＆IDEA)",
//   "10年戦えるデータ分析入門　SQLを武器にデータ活用時代を生き抜く (Informatics ＆IDEA)",
//   "パラノイアだけが生き残る",
//   "ANSI Common Lisp (スタンダードテキスト)",
//   "まったく初めての人のためのISLisp",
//   "クローリングハック あらゆるWebサイトをクロールするための実践テクニック",
//   "コール オブ デューティ ブラックオプスII (字幕版) 【CEROレーティング「Z」】 - Xbox360",
//   "コール オブ デューティ ゴースト - Xbox360",
//   "インタフェースデザインの心理学 ―ウェブやアプリに新たな視点をもたらす100の指針",
//   "Webマイニング",
//   "Rubyのしくみ -Ruby Under a Microscope-",
//   "アルゴリズム図鑑 絵で見てわかる26のアルゴリズム",
//   "コンピューター&テクノロジー解体新書",
//   "イラスト図解式 この一冊で全部わかるWeb技術の基本",
//   "Yコンビネーター シリコンバレー最強のスタートアップ養成スクール",
//   "ORICO HDDスタンド 2.5 / 3.5 インチ HDD/SSD ケース ハードディスクケース USB3.0接続 SATA III 12TB対応 工具不要 簡単着脱 電源アダプター付き 透明シリーズ",
//   "【国内正規代理店品】Western Digital WD Blue 内蔵HDD 3.5インチ スタンダードモデル 3TB SATA 3.0(SATA 6Gb/s) WD30EZRZ-RT",
//   "Salcar USB3.0 2.5/3.5型 SATA HDD/SSDスタンド UASP対応 パソコンなしで丸ごとコピー 8TB*2対応 アルミ筐体 1年保証",
//   "大工さん必見!!木材の固定や設置に使える！◇軽量・コンパクト◇エアータッカー／エアー釘打機",
//   "リョービ(RYOBI) チェンソー CS-3005 616400A",
//   "とびだせ どうぶつの森 - 3DS",
//   "スパイキャッチャー〈上〉 (朝日文庫)",
//   "ソニー SONY イヤホン MDR-XB70 : カナル型 ブラック MDR-XB70 B",
//   "ゲームの今 ゲーム業界を見通す18のキーワード",
//   "ゲームの教科書（ちくまプリマー新書）",
//   "ルールズ・オブ・プレイ(下) ゲームデザインの基礎",
//   "ルールズ・オブ・プレイ（上）　ゲームデザインの基礎",
//   "ウォートンスクール　ゲーミフィケーション集中講義",
//   "ハーフリアル ―虚実のあいだのビデオゲーム",
//   "オキナ プロジェクトペーパー A3 5ミリ方眼 50枚 PPA35S",
//   "「おもしろい」のゲームデザイン ―楽しいゲームを作る理論",
//   "【業務用 大容量】チャーミーグリーン 食器野菜用洗剤 4L",
//   "ネピア キッチンタオル ボックス 160枚(80組)×3個パック",
//   "クックパー クッキングシート Lサイズ 30cm×5m",
//   "ティファール 電気ケトル 1L ヴィテス ネオ ハイパワーモデル ホワイト KO5011JP",
//   "ドミノ (角川文庫)",
//   "バンド・スコア ザ・ストーン・ローゼズ・ベスト",
//   "Bluetooth イヤホン (JPRiDE) JPA1 MK-II iphone7 対応 ブルートゥース 4.1 AAC aptX 高音質コーデック対応 ワイヤレスイヤホン 超小型 軽量 12.7g APT-X IP64 防塵防水 CVC6.0 ノイズキャンセリング マイク内蔵 ハンズフリー通話 技適認証済 (AAC APT-X 両対応 ブラック)",
//   "The Last of Us Remastered 【CEROレーティング「Z」】 - PS4",
//   "Inlight 3Dプリントペン スピード調整機能 温度調整機能 立体の絵を描く ABS PLAフィラメント付属 3Dペン",
//   "三義漆器 きらら撥水 205 平鉢 5802910",
//   "ソーンクロフト ハーブコーディアル ローズヒップ375ml",
//   "DOOM【CEROレーティング「Z」】 - PS4",
//   "バイオショック コレクション - PS4",
//   "メトロ リダックス - PS4",
//   "ダイイングライト:ザ・フォロイング エンハンスト・エディション 【CEROレーティング「Z」】 - PS4",
//   "GOD OF WAR III Remastered 【CEROレーティング「Z」】 - PS4",
//   "ディヴィニティ:オリジナル・シン エンハンスド・エディション - PS4",
//   "ファイナルファンタジー零式 HD - PS4",
//   "アンチャーテッド 海賊王と最後の秘宝(通常版) - PS4",
//   "アンチャーテッド コレクション - PS4",
//   "ウォッチドッグス コンプリートエディション 【CEROレーティング「Z」】 - PS4",
//   "Fallout 4 【CEROレーティング「Z」】 - PS4",
//   "DARK SOULS III 特典無し [PlayStation4] - PS4",
//   "オーバーウォッチ オリジンズ・エディション - PS4",
//   "[アシックス] ランニングシューズ GEL-KAYANO 22-SW (旧モデル)",
//   "Patech ワイヤレスミニマウス 2.4Ghzワイヤレスマウス 五段階のDPI調節 6ボタン 省エネスリープモード搭載(ブラック）",
//   "なぜ蚊は人を襲うのか (岩波科学ライブラリー)",
//   "失敗の研究 巨大組織が崩れるとき",
//   "ボッラ ソアーヴェ クラッシコ 中瓶 375ml×6本",
//   "ＦＢＩプロファイラーが教える「危ない人」の見分け方",
//   "パナソニック 食器洗い機 プチ食洗 NP-TCB1-W ホワイト",
//   "クール・ガイ 1 (マーガレットコミックス)",
//   "馬路村農業協同組合 ぽん酢醤油ゆずの村 500ml",
//   "ライオット アクト【CEROレーティング「Z」】 - Xbox360",
//   "ギアーズ オブ ウォー Xbox 360 プラチナコレクション【CEROレーティング「Z」】",
//   "バイオショック - Xbox360",
//   "Dead Space （Xbox360　輸入版 北米）",
//   "【日本正規代理店品】 SteelSeries Stratus iOS用 Bluetooth ゲーミングコントローラー ブラック 69016",
//   "Logitec ポータブルDVDドライブ 9.5mm超薄型 スマホでDVD再生機能搭載 ブラック LDR-PUA8U2SBK",
//   "ホリ HORIPAD WIRELESS for iPhone/iPad [HIP-043]",
//   "[アシックス] ランニングシューズ GEL-INFINI TJG928(旧モデル)",
//   "PSP 専用ACアダプター (PSP-100) (PSP-3000シリーズ対応)",
//   "SONY ウォークマン Wシリーズ ヘッドホン一体型 W273 NWZ-W273BLK（並行輸入品） (黒)",
//   "ファイドン・アトラス 世界の現代建築",
//   "リー・クアンユー回顧録〈上〉―ザ・シンガポールストーリー",
//   "ソニー SONY スピーカー SS-CN5000 [単品]",
//   "ヤマハ サブウーファー (1台) ブラック YST-SW010(B)",
//   "SONY スピーカーシステム SS-F6000",
//   "diablo 2 gold edition",
//   "紙の民"
// ]

const desc =
[
  "5つ星のうち 4.5\n 26\n￥2,948\n￥2,948  \n15点の新品/中古品￥2,500より",
  "￥968\n￥968  \n16点の新品/中古品￥287より",
  "￥990\n￥990  \n10点の新品/中古品￥990より",
  "￥1,870\n￥1,870  \n12点の新品/中古品￥1,870より",
  "5つ星のうち 2.5\n 2\n￥2,200\n￥2,200  \n14点の新品/中古品￥1,610より",
  "5つ星のうち 4.3\n 33\n￥1,628\n￥1,628  \n17点の新品/中古品￥1,292より",
  "5つ星のうち 1.8\n 3\n￥2,728\n￥2,728  \n14点の新品/中古品￥2,400より",
  "5つ星のうち 4.1\n 6\n￥2,618\n￥2,618  \n23点の新品/中古品￥2,050より",
  "5つ星のうち 3.6\n 13\n￥2,420\n￥2,420  \n21点の新品/中古品￥1,338より",
  "5つ星のうち 4.0\n 2\n￥3,520\n￥3,520  \n22点の新品/中古品￥821より",
  "5つ星のうち 3.6\n 2\n￥1,980\n￥1,980  \n17点の新品/中古品￥1,498より",
  "5つ星のうち 4.3\n 6\n￥2,640\n￥2,640  \n21点の新品/中古品￥1,900より",
  "5つ星のうち 5.0\n 1\n￥2,420\n￥2,420  \n13点の新品/中古品￥1,700より",
  "5つ星のうち 4.5\n 22\n￥2,948\n￥2,948  \n17点の新品/中古品￥2,277より",
  "5つ星のうち 5.0\n 2\n￥2,420\n￥2,420  \n9点の新品/中古品￥1,880より",
  "5つ星のうち 4.0\n 12\n￥2,398\n￥2,398  \n21点の新品/中古品￥1,350より",
  "5つ星のうち 3.9\n 16\n￥1,848\n￥1,848  \n13点の新品/中古品￥1,100より",
  "￥1,018\n￥1,018  \n16点の新品/中古品￥318より"
]


const title =
[
  "Excelで学ぶ統計解析本格入門",
  "速効!ポケットマニュアル ビジネスこれだけ! Excel 集計・分析・マクロ 一歩進んだ便利ワザ 2016&2013&2010",
  "図解でわかる 最新エクセルのデータ分析がみるみるわかる本[Excel2019/2016/2013対応版]",
  "Excelでできるらくらく統計解析 (Windows用 Excel2019/2016/2013/2010&Office365対応版)",
  "Excel分析ツール 完全詳解",
  "Excel完全ガイド 基本操作+疑問・困った解決+便利ワザ 改訂2版[2019/2016/2013/Office 365 対応] (一冊に凝縮)",
  "Excelでできる! Webデータの自動収集&分析 実践入門",
  "EXCELビジネス統計分析[ビジテク] 第3版 2016/2013/2010対応",
  "Excelでスッキリわかるベイズ統計入門",
  "Excelビジネス統計パーフェクトマスター (Perfect Master)",
  "これ一冊で完璧!Excelでデータ分析即戦力講座",
  "何万件ものデータやピボットテーブルで苦しんでいる人のための Excel多量データ整形テクニック",
  "数万件の汚いエクセルデータに因っている人のための Excel多量データクレンジング",
  "Excelで学ぶデータ分析本格入門",
  "直感でわかる! Excelで機械学習",
  "プロ直伝 伝わるデータ・ビジュアル術 ――Excelだけでは作れないデータ可視化レシピ",
  "やってはいけないExcel――「やってはいけない」がわかると「Excelの正解」がわかる",
  "速効!ポケットマニュアル ビジネスこれだけ! Excelデータ分析・資料作成 &PowerPoint 2016&2013&2010"
]

const descTitle = R.transpose([desc, title])
// console.log(
// 	R.length(descTitle)
// );

const isNouchiOnFirstElementString = E => R.contains('のうち', E[0]);

// console.log(
// 	isNouchiOnFirstElementString(descTitle[0])
// );

// console.log(
// 	isNouchiOnFirstElementString(descTitle[1])
// );

const onlyThereIsNumberOfStars　= R.filter(isNouchiOnFirstElementString, descTitle)

// console.log(
// 	R.length(onlyThereIsNumberOfStars)
// );

// console.log(
// 	onlyThereIsNumberOfStars
// );


const withStarAndReviewNumber = x => {
	return [Number(R.match(/[0-5]\.[0-9]/g, x[0])[0]), Number(R.match(/^ ([0-9]+)$/gm, x[0])[0]), x[1]]
};
const starAndReviewNumberAndTitle = R.map(withStarAndReviewNumber, onlyThereIsNumberOfStars);

const sortByFirstItem = R.sortBy(R.prop(0));
const sortBySecondItem = R.sortBy(R.prop(1));

// console.log(
// 	sortByFirstItem(starAndReviewNumberAndTitle)
// );





// let str = "125:35\nSNIS-825 Cum Super Mass Blow Dream Face A National Idol Yua Mikami\nMJazz225\n20.4K views\n68%";
// let foo = R.split('\n', str);


// title = []; Array.from(document.querySelectorAll('.sectionWrapper > ul > li')).forEach(V => { title.push(V.innerText) }); title.shift(); copy(title)
let pornTitle =
[
  "125:35\nSNIS-825 Cum Super Mass Blow Dream Face A National Idol Yua Mikami\nMJazz225\n20.6K views\n69%",
  "31:39\nHD\n(COS☆ぱこ)美脚モーさんでアポクリファ私服Verオレにお城な建物は似合わないだろ…-えっち編-【個人撮影】\nuh492492\n24.2K views\n88%",
  "16:35\nMegumi's Gigantic Titties 20 Shot Bukkake\nalexkong2018\n57.9K views\n69%",
  "91:34\nMasturbation Girl\nlongdango\n27.4K views\n78%",
  "15:06\n大庆哥 很骚的酒吧坐台女\nloucucu\n91.7K views\n77%",
  "122:57\n熟女 狩猎 强奸 系列\nkklovezm\n17.9K views\n70%",
  "41:01\nHD\n(COS☆ぱこ)クソ提督えっちしたいんでしょっ！…す、好きにしなさいよ！美脚さんであけぼのの！えっち編【個人撮影】-2\nuh492492\n15.9K views\n84%",
  "84:37\nmangacafe girl\nlongdango\n21.1K views\n75%",
  "18:13\nHD\nAmateur Pretty Japanse Teen Masturbation\ntorihabako\n59.7K views\n83%",
  "19:02\nHD\nJAV PMV 60fps HD - Intense hard fast pounding 巨乳乱舞\nHardJAV\n177K views\n80%",
  "4:56\nHD\nCHINESE GIRL中国女孩手淫与自慰性高潮，高清高颜值美女露脸，长得很清纯！极品处女学生妹国语对白主播模特空姐大学生校花\nsootothknogi\n127K views\n67%",
  "49:37\nTickling Japanese [NoDRM]-kex29\nMikuChina\n25.4K views\n74%",
  "26:33\nHD\nAyaka Tomoda Rubbery Slips\n5.9K views\n75%",
  "120:00\nHD\nipx-072\nVanessa0125\n57.8K views\n73%",
  "159:30\nHD\nfc2-ppv-578523\nsfsfeh\n189K views\n67%",
  "33:01\nHD\nBig Step Sister Story - Skylar Vox - Family Therapy\nAlex Adams\n7.2M views\n78%",
  "237:29\nHD\n【中文字幕】H罩杯业界最棒的巨乳共演\nm2nhdj91j22\n43.8K views\n74%",
  "117:59\nHD\nNaked God 2 RION\nxLONGINUSx\n57.7K views\n68%",
  "44:42\nHD\n(COS☆ぱこ)M1ヲタ理系さんを捕まえました！ので…アズレン加賀さんにえっちに搾り取られちゃいました【個人撮影】\nuh492492\n8.3K views\n69%",
  "11:10\nHD\nKylie_NG Dildo Masturbation To Get Super Creamy Squirt in the Wilderness\nKylie NG\n202K views\n86%",
  "140:26\nHD\nSTAR-127 JAV\ndamnmothe\n93.8K views\n74%",
  "3:37\nHD\njapanese Puffy Nipple girl 　セクシー乳輪のおっぱい\nYellowCat026\n127K views\n73%",
  "7:00\nHD\n最新推特网红女神人称『小范冰冰』大尺度魅惑私拍 人前女神人后母狗\n78.8K views\n71%",
  "9:16\nHD\nOral creampie. Brunette with a long tongue. DeepThroat. Blowjob.\nSladkiSlivki\n109K views\n95%",
  "18:57\nAmateur Pretty Japanese Teen showing her Masturbation Self cam\ntorihabako\n28.9K views\n77%",
  "31:21\nHD\nYuri Honma blowjob then drink it\nlizheng97\n78.2K views\n75%",
  "44:29\nHD\nAMWF Blonde Nathaly massaged and creampied\n1.8M views\n73%",
  "6:07\nhot loli Camejoie today 16122019: Honey_devildoll 2001\nvinhke2019\n182K views\n89%",
  "157:39\nmasochistic girl\nlongdango\n10.6K views\n79%",
  "97:16\nmangacafe girl\nlongdango\n9K views\n76%",
  "11:31\nHD\nБомж трахнул скромницу Homeless man fucked an escort girl - RedFox/Red Fox\nRed Fox\n145K views\n82%",
  "210:57\nHD\nABP-939.mp4\nyuanlin199753\n154K views\n69%",
  "10:13\nHD\nYOUNG ASIAN RIDES DICK TILL CUM INSIDE HER\nZIAxBITE\n203K views\n76%",
  "6:05\nHD\n四川气质美女大学宿舍床上掰穴处女膜清晰可见！\nGirlsChannel\n47.1K views\n79%",
  "110:29\nHD\nUshijimaIiniku video2\n44.1K views\n75%",
  "22:33\nHD\nChinese台湾极品黑丝美腿美女口交絲襪打腳槍69激情啪啪 19岁包间21克2020Swag女子高校生台中活春宮靜怡小小玉Ssni229新年異種族\nlllWcviJWl\n44.6K views\n75%",
  "5:37\nHD\n台湾SWAG 工作累了一天高颜值女神忍不住自慰 2020新年JuneLiu刘玥春晚夏木安黎雞排 雞排妹小范冰冰三上悠亞馮提莫过年은소라森月茉由内射大二\ndBzKQlOFjg\n47.6K views\n81%",
  "77:21\nHD\nFC2 771351\nmama0419\n98K views\n70%",
  "14:42\nHD\nMy Ass Glad to Give you Pleasure\nNatalieFlowers\n481K views\n85%",
  "12:45\nHD\nIt ’s so comfortable to masturbate with a newly bought toy\nAsamiSusu\n56.2K views\n91%",
  "120:47\nHD\n[KV-126] Ai Uehara 120 Minutes Non-stop Shooting and creampie!\n293K views\n70%",
  "11:02\nHD\n国产姐夫门 在卫生间操身材漂亮的小姨子 无套内射美人美女，深喉口爆吞精国内中文对白女神巨乳 乳交被巨屌 大鸡吧猛操平安夜圣诞礼物\nsteleesgbor\n65.8K views\n73%",
  "12:16\nHD\nJapanese maid, Tsubasa Aihara, insane home sex on cam - More at 69avs com\n AV 69\n23K views\n82%",
  "13:02\nHD\nMy girlfriend is too hot not to cum in her - her first creampie\nFiamurr\n1M views\n79%"
]

// url = []; Array.from(document.querySelectorAll('.sectionWrapper > ul > li div.wrap > div.phimage > div.img.fade.fadeUp.videoPreviewBg > a')).forEach(V => { url.push(V.href) }); copy(url)
let pornUrl =
[
	"https://www.pornhub.com/view_video.php?viewkey=ph5dec5fb80d9e5",
	"https://www.pornhub.com/view_video.php?viewkey=ph5debbb9fa1158",
	"https://www.pornhub.com/view_video.php?viewkey=ph5de7774b5990f",
	"https://www.pornhub.com/view_video.php?viewkey=ph5de11f424c5f1",
	"https://www.pornhub.com/view_video.php?viewkey=ph5de694f3aa865",
	"https://www.pornhub.com/view_video.php?viewkey=ph5ded3c18ee504",
	"https://www.pornhub.com/view_video.php?viewkey=ph5deba9c1bd913",
	"https://www.pornhub.com/view_video.php?viewkey=ph5de11fdaf172c",
	"https://www.pornhub.com/view_video.php?viewkey=ph5de47f1aaa809",
	"https://www.pornhub.com/view_video.php?viewkey=ph5e17f3860fd6d",
	"https://www.pornhub.com/view_video.php?viewkey=ph5e21ef0e9df7a",
	"https://www.pornhub.com/view_video.php?viewkey=ph5de0d8af56072",
	"https://www.pornhub.com/view_video.php?viewkey=ph5deb80b2602c0",
	"https://www.pornhub.com/view_video.php?viewkey=ph5e1d0e9518996",
	"https://www.pornhub.com/view_video.php?viewkey=ph5e29e67685eba",
	"https://www.pornhub.com/view_video.php?viewkey=ph5dfe4946ebc77",
	"https://www.pornhub.com/view_video.php?viewkey=ph5de4a4515fbbf",
	"https://www.pornhub.com/view_video.php?viewkey=ph5de211f93ef88",
	"https://www.pornhub.com/view_video.php?viewkey=ph5debde8306af2",
	"https://www.pornhub.com/view_video.php?viewkey=ph5e14a274581b5",
	"https://www.pornhub.com/view_video.php?viewkey=ph5e12f4e5022fb",
	"https://www.pornhub.com/view_video.php?viewkey=ph5df647c7e5021",
	"https://www.pornhub.com/view_video.php?viewkey=ph5e25e09ce74f9",
	"https://www.pornhub.com/view_video.php?viewkey=ph5e0e77be19637",
	"https://www.pornhub.com/view_video.php?viewkey=ph5de4a20bb8374",
	"https://www.pornhub.com/view_video.php?viewkey=ph5d06154590d58",
	"https://www.pornhub.com/view_video.php?viewkey=ph5ad7bbcedc928",
	"https://www.pornhub.com/view_video.php?viewkey=ph5df758ceb0fe2",
	"https://www.pornhub.com/view_video.php?viewkey=ph5de12fd29e6aa",
	"https://www.pornhub.com/view_video.php?viewkey=ph5de120d7de16f",
	"https://www.pornhub.com/view_video.php?viewkey=ph5db4e41340a43",
	"https://www.pornhub.com/view_video.php?viewkey=ph5e1c172971e7c",
	"https://www.pornhub.com/view_video.php?viewkey=ph5dd1d44c78754",
	"https://www.pornhub.com/view_video.php?viewkey=ph5e170a59cfafb",
	"https://www.pornhub.com/view_video.php?viewkey=ph5dd6fee34dfa6",
	"https://www.pornhub.com/view_video.php?viewkey=ph5e3079bd5605e",
	"https://www.pornhub.com/view_video.php?viewkey=ph5e3333ddd22b9",
	"https://www.pornhub.com/view_video.php?viewkey=ph5e04a6bfeb0e1",
	"https://www.pornhub.com/view_video.php?viewkey=ph5de3c19ee4df6",
	"https://www.pornhub.com/view_video.php?viewkey=ph5e15f23e688ac",
	"https://www.pornhub.com/view_video.php?viewkey=ph5e235fde83a09",
	"https://www.pornhub.com/view_video.php?viewkey=ph5e120bf26678f",
	"https://www.pornhub.com/view_video.php?viewkey=ph5e2665e61d629",
	"https://www.pornhub.com/view_video.php?viewkey=ph5dfcb63d3ccb1"
	]
const double = x => x * 2;

let hoge = R.map(R.split('\n'), pornTitle);
let hogehoge = R.unnest(hoge);
let pornTitleAndUrl = R.transpose(
	[
		hoge,
		pornUrl
	]
);

let hogehogehoge = R.flatten(pornTitleAndUrl);


const isHD = (n) => n === "HD";
hogehogehoge = R.reject(isHD, hogehogehoge);
hogehogehoge = R.map(
					R.pipe(
						R.replace(/[0-9]\.[0-9]/, ''),
						R.replace(/K views/, '000'),
					)
					,hogehogehoge)

let foobar = R.splitEvery(6, hogehogehoge);
foobar = R.map(R.props([1,3,5]), foobar);
// R.props([0, 1, 2], R.range(0, 5)); //=> [undefined, 1, 2]



let str = `8:47
再生中
リオちゃん、 プログラマーになるって【 マイクロビット】
3.1 万 回視聴
8 時間前5: 05
再生中
点描の唄 / Mrs.GREEN APPLE(feat.井上苑子) covered by おめがシスターズ
4.4 万 回視聴
2 日前
字幕8: 02
再生中【 激辛】 辛辛魚2020を食べる！！ うおおおおおお！！！！
8.5 万 回視聴
4 日前8: 51
再生中【 対決】 首が長いのと鼻が長いのどっちが便利なの？
4.9 万 回視聴
5 日前10: 59
再生中【 ボドゲ実況】 影を使うボードゲームが面白すぎたｗｗｗ
5.4 万 回視聴
1 週間前10: 51
再生中
AIでヌルヌルに動くやつがヤバイ！！！！
7.4 万 回視聴
1 週間前15: 47
再生中【 開封】 あのブラックロータスがでるってマ！？
9.1 万 回視聴
1 週間前10: 04
再生中
おめシスの質問コーナーがヤバすぎる件。
8.3 万 回視聴
1 週間前7: 54
再生中
チーズバーガーのアロマをかぎながら、 ハンバーガーを食べたらチーズバーガーになる説
6.6 万 回視聴
2 週間前9: 26
再生中【 全65駅】 ガンダムスタンプラリー全駅制覇したら何時間かかるの？
7.6 万 回視聴
2 週間前9: 51
再生中【 検証】１ ヶ月間、 プルリクだけでホームページ作ったらどうなるの？
7.7 万 回視聴
2 週間前14: 11
再生中
ごく普通のシカのゲームで遊びます。 / DEEEER Simulator
8.6 万 回視聴
2 週間前7: 38
再生中
街が壊滅。 オリジナル怪獣選手権！！！
6.4 万 回視聴
3 週間前6: 44
再生中【 遊戯王】 これは最後の挑戦。
7.8 万 回視聴
3 週間前17: 56
再生中【 ボドゲ実況】 おしとやかすぎる枯山水。
8 万 回視聴
3 週間前5: 07
再生中
コメント全返信するｗｗって言った結果→ コメント１万件きた
6.9 万 回視聴
3 週間前13: 08
再生中【 検証】 アニメの聖地巡礼はVRでできるのか？
6 万 回視聴
4 週間前10: 05
再生中【 開封】 ピカピカバッグの中身すごすぎでは！？
7.1 万 回視聴
1 か月前13: 14
再生中【 福袋開封】 お得な福袋を買ってきたのはどっち！？
11 万 回視聴
1 か月前4: 09
再生中
お正月なので、 コメント全部返します。
6.9 万 回視聴
1 か月前
字幕6: 35
再生中
Ｖチューバーが今年買ってよかったものベスト５
6.6 万 回視聴
1 か月前
字幕11: 03
再生中【 パズドラ】 遊戯王コラボ！ マネーをリリース！ 魔法石をアドバンス召喚！！！
7 万 回視聴
1 か月前8: 39
再生中【 おすすめ】 年末年始に遊びたいボードゲーム６選！！！
5.9 万 回視聴
1 か月前5: 34
再生中【 2020 福袋】 お得すぎるミスド福袋を３種類開封する！
6 万 回視聴
1 か月前5: 37
再生中【 検証】 おめシス要素を外していったら、 いつおめシスじゃなくなるの？
11 万 回視聴
1 か月前
字幕3: 41
再生中
姉がサンタをやったらひどいことになりました
8.2 万 回視聴
1 か月前8: 51
再生中
有馬記念に10万かけた結果！！！？
9 万 回視聴
1 か月前13: 34
再生中【 遊戯王】 金のブルーアイズ！？ 5 BOX開封していく！！！【 LEGENDARY GOLD BOX】
10 万 回視聴
1 か月前13: 41
再生中
オセロを巨大にして遊んでみた結果ｗｗｗ
8.4 万 回視聴
1 か月前13: 09
再生中
双子史上、 最高の頭脳戦。【 タギロン】
9.3 万 回視聴
1 か月前
字幕6: 26
再生中【 世界○ 位】 360 モードでフルコンとるまで終われません！！！【 Beat Saber】
8.5 万 回視聴
1 か月前
字幕5: 51
再生中
ついに手が使えるようになったって / Oculus Quest
8.5 万 回視聴
1 か月前14: 54
再生中【 ドッキリ】 ぽんぽこがかしこくなったら、 いつバレるの？
9.8 万 回視聴
1 か月前8: 12
再生中【 強欲】 ヨクバリなのは、○○ でした。
8.3 万 回視聴
1 か月前
字幕4: 45
再生中
凍ってしまいました。
7.5 万 回視聴
1 か月前
字幕15: 43
再生中【 ポケカ】 高額マリィちゃんを引きたいんや！！！！
16 万 回視聴
1 か月前7: 07
再生中
おめシス、 審査員をしてしまった件
6.4 万 回視聴
2 か月前9: 10
再生中【 レビュー】 VRぅぉおぉぉおおぉおおおお！！！！／ VALVE INDEX
8.1 万 回視聴
2 か月前
字幕8: 12
再生中【 限界バトル】 第１回デュエルディスクを持ったまま耐久選手権！！！
11 万 回視聴
2 か月前
字幕22: 22
再生中
Vチューバーがファンからもらったプレゼントがヤバすぎた
12 万 回視聴
2 か月前8: 13
再生中
Nintendo TOKYOで買いすぎてしまったシスターズ
8.4 万 回視聴
2 か月前
字幕5: 18
再生中
あの件についてハッキリさせます。
11 万 回視聴
2 か月前
字幕6: 14
再生中
また姉が高額VRをぽちってしまった件について / VALVE INDEX予約
10 万 回視聴
2 か月前
字幕13: 54
再生中
なにを乾燥させる！？ ドライフルーツ代役選手権！！
12 万 回視聴
2 か月前7: 55
再生中
これがVRの究極体！？／ Oculus Linkがすごすぎた
8.9 万 回視聴
2 か月前11: 22
再生中【 日本未発売】 何がでる！？ Cupheadフィギュアを12箱開封する！！！！
9.5 万 回視聴
2 か月前9: 22
再生中
子ども向けコンテンツ規約変更、 Ｖチューバーはどうなる？
8.4 万 回視聴
2 か月前12: 49
再生中
どれ選ぶ？ 何も見ずに新作ポケモンを描けるのか！！？
7.4 万 回視聴
2 か月前
字幕21: 13
再生中
おめシス、 レスキュー隊になるって
8.3 万 回視聴
2 か月前
字幕12: 49
再生中【 遊戯王】 歴代主人公のパックがヤバすぎるって！！！
9.2 万 回視聴
2 か月前10: 04
再生中
マジで顔だけでサッカーします
7.2 万 回視聴
2 か月前
字幕10: 44
再生中
10 分でわかる！ おめがシスターズ！
8.5 万 回視聴
2 か月前
字幕48: 26
再生中🔴 おめがリオ、 逝く
12 万 回視聴
2 か月前
字幕6: 34
再生中
欲しいカードを当てるまで帰れません！！！
7.7 万 回視聴
3 か月前5: 35
再生中
美容院でありがちなこと、
8.9 万 回視聴
3 か月前
字幕12: 21
再生中【 画伯】 アンノーンなら何も見ずに書いてもだいたい当たる説
6.6 万 回視聴
3 か月前
字幕6: 25
再生中
変わる。
11 万 回視聴
3 か月前
字幕4: 37
再生中
白日 / King Gnu by おめがシスターズ
71 万 回視聴
3 か月前
字幕12: 07
再生中
ザビ家を引いたら負け！ ガンダムマン開封対決！！！
10 万 回視聴
3 か月前15: 53
再生中
オメー・ シッスーのロンドンの旅
8 万 回視聴
3 か月前
字幕6: 10
再生中【 突入】 ロンドンのYouTubeオフィスに行ってみた！！！
5.3 万 回視聴
3 か月前8: 42
再生中【 大人気】 ロンドンにポケセン！？ 新オープンしたポケセンのグッズがかわいすぎた！
6.1 万 回視聴
3 か月前7: 10
再生中【 後編】 VRジャングルクルーズ選手権！！！
5.7 万 回視聴
3 か月前
字幕10: 50
再生中【 世界創生】 VRジャングルクルーズ選手権！！！【 前編】
8.2 万 回視聴
3 か月前
字幕3: 30
再生中【 旅行】 ちょっとロンドンに行ってくる
6.3 万 回視聴
3 か月前
字幕10: 56
再生中
踏んだレゴを当てるゲームが過酷すぎたwww
12 万 回視聴
3 か月前
字幕8: 25
再生中
ええぇぇ！！？ 1 BOXに1パックしかついてこないってマ！？
11 万 回視聴
3 か月前8: 43
再生中【 実人気調査】 人気セリフを集計してみた結果・・・！！！？
7.7 万 回視聴
3 か月前
字幕9: 42
再生中
3 Dスキャンしたコレは何でしょう？
10 万 回視聴
3 か月前
字幕8: 22
再生中【 ガンダム】 ニュータイプって、 何なの？
7.7 万 回視聴
3 か月前8: 02
再生中
ついにっ・・・ ついにおめシスの〇〇がでます！！！
6.7 万 回視聴
4 か月前
字幕4: 47
再生中
銀盾を開封します。
7.1 万 回視聴
4 か月前
字幕11: 15
再生中【８％？１０％？】 消費税クイズを作ったら難しすぎた！！！
8.1 万 回視聴
4 か月前
字幕8: 51
再生中
イライラ棒、 VRでやっても絶対におもしろい説
13 万 回視聴
4 か月前
字幕6: 45
再生中【 衝撃の結果】 ダークモードって本当に電池もつの？
10 万 回視聴
4 か月前
字幕8: 56
再生中
何これ？ うんち棒倒し選手権！！！
7.7 万 回視聴
4 か月前5: 43
再生中
Vチューバーと会えるイベントにありがちなこと
7.4 万 回視聴
4 か月前
字幕12: 20
再生中【 いつ気付く？】 撮影中にだんだん頭身が変わるドッキリ
20 万 回視聴
4 か月前
字幕7: 20
再生中
嘘だろ・・・ Webサービスを１ヶ月やってみた結果！？
9.1 万 回視聴
4 か月前
字幕8: 41
再生中
レイちゃんの笑顔を取り戻せ！ 台本しりとり！！！
12 万 回視聴
4 か月前
字幕9: 57
再生中
新時代の飲み物。 ききカップラーメン選手権！！！
11 万 回視聴
4 か月前16: 18
再生中【 遊戯王】 最強カード襲来！？ EXTRA PACK 2019 を3BOX開封！！！
16 万 回視聴
4 か月前12: 13
再生中【 2 人協力】 1000 kmいくまでホームランコンテスト終われません【 スマブラSP】
14 万 回視聴
4 か月前10: 30
再生中【 徹底比較】 iPhone11どれ買う？
9.2 万 回視聴
4 か月前
字幕10: 27
再生中
街中でおめシスを見つけろ！ 隠れおめシス選手権！！！
8.7 万 回視聴
4 か月前
字幕18: 29
再生中【 検証】 マリカで後ろ向き状態で普通に走るのと、 逆走するのどっちが速いの？
7.9 万 回視聴
4 か月前5: 21
再生中【 検証】 LINEスタンプで「 う〇ち」 が審査通るようになったって本当なの？
5.2 万 回視聴
4 か月前
字幕12: 11
再生中【 ドッキリ】 声が変わりすぎてモノマネの声でも自分の声と信じてしまう説【 でろーん】
29 万 回視聴
5 か月前
字幕13: 41
再生中
動画の音だけでとる「 サムネかるた」 が楽しすぎた！！！
9 万 回視聴
5 か月前
字幕7: 20
再生中
1 年間、 プロVチューバーして変わったこと
11 万 回視聴
5 か月前
字幕3: 48
再生中
フランダースの犬をハッピーエンドにしたらどうなるの？
6.5 万 回視聴
5 か月前
字幕8: 54
再生中【 カオス】 危険すぎる！？ ゆるキャラ選手権！！！！！！！
8.8 万 回視聴
5 か月前10: 03
再生中【 ガチ対決】 相手のゴールにボールをシュートするボドゲが楽しすぎたｗｗｗ
10 万 回視聴
5 か月前11: 48
再生中【 初コラボ】 猫宮ひなたと対決します！！！！！
12 万 回視聴
5 か月前
字幕11: 59
再生中
味覚崩壊！？ かき氷の代役選手権！！！
13 万 回視聴
5 か月前
字幕4: 21
再生中
夏休みの宿題をやるときにありがちなこと
5.6 万 回視聴
5 か月前
字幕2: 43
再生中
夏休みから本気出す。
5.9 万 回視聴
5 か月前
字幕5: 35
再生中【 検証】 男性Vチューバーとしてデビューしたらいつバレるの？
12 万 回視聴
5 か月前
字幕5: 47
再生中【 ココスキ】 VチューバーがWebサービスを作ってみた結果！？
7.7 万 回視聴
5 か月前
字幕8: 37
再生中【 超回転】 これは、 なんでしょう？
7.7 万 回視聴
5 か月前
字幕10: 58
再生中
これ何味？ 100 本カルピス味当て選手権！！！
11 万 回視聴
5 か月前
字幕4: 02
再生中【 必見】 コミケでやってはいけない５つのこと
6.7 万 回視聴
5 か月前
字幕2: 33
再生中
今日、 デスタムーアの真ん中が休みだって
5.7 万 回視聴
5 か月前
字幕4: 35
再生中【 検証】 かき氷をVRで見ながら食べたら味が変わる説
7.1 万 回視聴
5 か月前
字幕8: 04
再生中【 メダロット】 Vチューバーがオリメダをつくってみた！！！
7.4 万 回視聴
5 か月前2: 49
再生中
リンクと野球するときにありがちなこと
7.7 万 回視聴
6 か月前
字幕6: 20
再生中
AIでつくれる俺の嫁「 WAIFU LABS」 がすごすぎる！！！！
10 万 回視聴
6 か月前
字幕6: 41
再生中【 1 万円】 UFOキャッチャー重量対決選手権！！！！！
7.3 万 回視聴
6 か月前
字幕10: 01
再生中
新衣装やばすぎ！？ 色替え選手権！！！！！
13 万 回視聴
6 か月前9: 51
再生中
ベニスコネクション・・・！！！？
10 万 回視聴
6 か月前
字幕6: 35
再生中
サメを釣れるのはどっちだ！？ 釣りスピリッツ対決！！！！
7.2 万 回視聴
6 か月前
字幕6: 56
再生中【 奇抜】 遊戯王の次の主人公の髪型を予想してみたwww
6.7 万 回視聴
6 か月前
字幕8: 23
再生中
20 年前のベイブレード！？ 初代ベイブレードで対決してみた
9.9 万 回視聴
6 か月前8: 58
再生中【 衝撃】 ポケモングッズをポケモンごとに集計してみた結果・・・！！！！
6.4 万 回視聴
6 か月前16: 53
再生中【 激ムズ】 Vチューバーを並べろ！！ Vチューバーデビュー日ならべ！！！！
12 万 回視聴
6 か月前
字幕2: 55
再生中【 あるある】 映画館によくいるやばいやつ
8.3 万 回視聴
6 か月前
字幕6: 45
再生中【 闇】 スプラトゥーンの裏設定が怖すぎた！！！！
6.6 万 回視聴
6 か月前6: 07
再生中
プライムデーが来た！！ 限定商品を買いまくる！！！
11 万 回視聴
6 か月前
字幕15: 18
再生中【 開封】 遊戯王の新弾をあけたらヤバいカードが当たってしまった・・・【 CHAOS IMPACT】
8.6 万 回視聴
6 か月前
字幕4: 23
再生中
あの件から1年が経ってしまいました・・・
6.5 万 回視聴
6 か月前
字幕8: 35
再生中
エヴァ、 ガンダム、 ドラクエ！？ アニメ、 ゲームの世界に入れる場所「 MAZARIA」 とは！？
6.1 万 回視聴
6 か月前6: 19
再生中【 検証】 ノーバンで地球１周するには時速〇kmで投げればいいの？
9.5 万 回視聴
6 か月前
字幕22: 02
再生中
双子がゲーム会社を経営したらひどすぎた【 ゲーム発展国++】
10 万 回視聴
6 か月前6: 55
再生中【 検証】 ジェットコースターの「 ふわっ」 を家で再現することはできるの？
10 万 回視聴
6 か月前
字幕5: 49
再生中
最強のムシになりきって対決してみた結果ｗｗｗｗ
6.4 万 回視聴
7 か月前
字幕11: 25
再生中
人類絶滅！？ 人をダメにする○○ 選手権！！！！
12 万 回視聴
7 か月前5: 14
再生中
おめシスのアレが変わります。
9.9 万 回視聴
7 か月前
字幕12: 39
再生中
マリオメーカー２を２人で遊んでみたら楽しすぎた！！！！【 スーパーマリオメーカー2】
10 万 回視聴
7 か月前
字幕10: 27
再生中
このパスタ固すぎ！！ ききパスタのゆで時間選手権！！！！！
11 万 回視聴
7 か月前
字幕9: 33
再生中
絶対に笑ってはいけない裁判所！！！！
12 万 回視聴
7 か月前
字幕5: 58
再生中
ガンダムのフィギュアを受け取りに行ったら妹に怒られてしまいました【 METAL BUILD】
14 万 回視聴
7 か月前
字幕10: 37
再生中【 モニタリング】 人はジャンケンに勝ち続けたらどうなるの？
14 万 回視聴
7 か月前
字幕3: 32
再生中
隕石に特攻するときにありがちなこと
6 万 回視聴
7 か月前
字幕14: 51
再生中【 大流行】 5 分でポケモンのモデリングしたら楽しすぎた！！！
8 万 回視聴
7 か月前
字幕5: 37
再生中
超おすすめVRアプリを紹介します！！！／ Oculus Quest
6.9 万 回視聴
7 か月前
字幕3: 26
再生中【 即完売】 10 万円のνガンダムを予約する！！！！！【 METAL STRUCTURE 解体匠機】
10 万 回視聴
7 か月前
字幕11: 42
再生中
視聴者さんが作ったゲーム３本で対決した結果…
11 万 回視聴
7 か月前2: 51
再生中
前髪を切りすぎた時にありがちなこと
7.8 万 回視聴
7 か月前
字幕26: 09
再生中【 狂気】 天才芸術家が誕生してしまった【 パスパルトゥー】
16 万 回視聴
7 か月前
字幕11: 03
再生中【 検証】 日本食かるたなら「 アラビア語」 でもできる説
8.1 万 回視聴
7 か月前
字幕6: 38
再生中
YouTuber必見！ チャンネル登録者数の表示が変わるって！！！
6 万 回視聴
7 か月前
字幕8: 06
再生中【 検証】 ドミノを1 .5 倍の大きさにしていったらスカイツリーの高さでも倒せるって本当なの？
23 万 回視聴
8 か月前
字幕3: 50
再生中【 検証】 おめシスはYouTubeスタンプの審査を通過することができるのか？
5.2 万 回視聴
8 か月前
字幕2: 52
再生中
低気圧の女
7.6 万 回視聴
8 か月前
字幕10: 45
再生中
最後にでたのは購入！？ ガンプラの箱絵のウエハース第2弾がでた！！！！！！
8.8 万 回視聴
8 か月前5: 54
再生中
AmazonからOculusQuestが全然届かないんだけど！！！！！！
12 万 回視聴
8 か月前
字幕5: 24
再生中【 大量購入】 ゲームマーケットでヤバそうなゲーム買ってきた！！！！！！
5.6 万 回視聴
8 か月前
字幕9: 25
再生中【 話題】１ 番おいしいのはどれだ！ めんつゆバター選手権！！
12 万 回視聴
8 か月前
字幕2: 01
再生中【 Beat Saber】 シンクロニティ / Expert＋【 告知あり】
6.8 万 回視聴
8 か月前
字幕11: 37
再生中【 シンギュラリティ】 AIとVチューバーの境界線はどこだ！？ 境界線大喜利！！！！
8.5 万 回視聴
8 か月前16: 30
再生中【 協力プレイ】 絶体絶命！？ 生死をかけた戦いが始まる！！
6.8 万 回視聴
8 か月前4: 52
再生中【 衝撃の結果】 Twitterの「 いいね」 って何秒以内に取り消したら通知いかないの？
7.1 万 回視聴
8 か月前
字幕5: 58
再生中
使える指は18本！？ 限定ジャンケンがおもしろすぎた！！
6.8 万 回視聴
8 か月前
字幕2: 44
再生中
絶対にマネしてはいけない。 Vチューバーオーディション
6.2 万 回視聴
8 か月前5: 11
再生中【 遊戯王】 魔鍾洞やばすぎ！？ 遊戯王の大型イベントに行ってきた！！
6.3 万 回視聴
8 か月前
字幕9: 40
再生中【 ドッキリ】 マイクラで他人のフリして荒らしてみたｗｗｗ
18 万 回視聴
8 か月前
字幕12: 21
再生中
全部の裏ボスを倒す！ カップヘッド実況！！
7.7 万 回視聴
8 か月前12: 43
再生中【 難問】 クイズ☆ 正解は1年前！ 記憶力選手権！！
13 万 回視聴
8 か月前11: 05
再生中【 焼肉】 ようちえんの付録の「 やきにくリバーシ」 が楽しすぎた！！
8.3 万 回視聴
8 か月前12: 16
再生中【 初期遊戯王】 昔のカードでデュエルしてみた！ デュエルキングダムごっこ！！
14 万 回視聴
9 か月前4: 09
再生中【 最強のVR】 予約開始した「 Oculus Quest」 をポチる！！！
8.6 万 回視聴
9 か月前
字幕8: 59
再生中【 これポケモン？】 リアルすぎるポケモンカードを開封！！！
9.9 万 回視聴
9 か月前
字幕16: 31
再生中【 ボドゲ】 ハイリスク！ リスクを背負って山頂を目指せ！！
13 万 回視聴
9 か月前
字幕3: 47
再生中
帰ってきた出演者
6.8 万 回視聴
9 か月前
字幕8: 09
再生中【 Cuphead】 ルーレットで当たった最高難易度のボスを倒すまでやめられません！！
6.2 万 回視聴
9 か月前タピオカの代わりを探せ！ タピオカミルクティー代役選手権！！
17 万 回視聴
9 か月前
字幕透明声彩 / YuNi by おめがシスターズ
10 万 回視聴
9 か月前
字幕ゾウにふまれるときにありがちなこと
4.9 万 回視聴
9 か月前
字幕4: 33
再生中
ホウキ雲 / RYTHEM by おめがシスターズ
36 万 回視聴
9 か月前
字幕13: 56
再生中
Vチューバーでも新居紹介できるの？ 自宅紹介選手権！！
12 万 回視聴
9 か月前15: 55
再生中【 遊戯王】 神引き！？ ライジングランペイジを３BOX開封する！！！！
8.9 万 回視聴
9 か月前9: 44
再生中【 負けたら自腹】 ドンキで買ってきたやつで目利き選手権
13 万 回視聴
9 か月前7: 58
再生中
PayPayで当たるまで「 増殖するG」 を買うのをやめません！
10 万 回視聴
9 か月前3: 14
再生中【 新生活】 初対面でやってはいけない６つのこと
5.5 万 回視聴
9 か月前
字幕8: 27
再生中
ネコになったんだけど、 どうする？【 にゃんとマン】
7.9 万 回視聴
9 か月前
字幕7: 04
再生中
人間になりたい！ 整形選手権！！！
9.7 万 回視聴
10 か月前
字幕2: 37
再生中【 令和】 令ってどっちが正しいの？
6.6 万 回視聴
10 か月前
字幕3: 50
再生中【 あるある】 映画でありがちなかっこいい嘘
6.7 万 回視聴
10 か月前
字幕6: 56
再生中【 toio】 バトル！ レゴブロックで戦う女子！！！！！
11 万 回視聴
10 か月前
字幕11: 01
再生中【 検証】 47 都道府県でどれが１番キレイに着地するの？
10 万 回視聴
10 か月前
字幕5: 20
再生中【 遊戯王】 デュエリストキングダムごっこの宣伝Vチューバーになった！！
5.8 万 回視聴
10 か月前6: 28
再生中【 2 人実況】 家を見に行きます！
6.1 万 回視聴
10 か月前13: 17
再生中【 閲覧注意】 バナナの代わりを探せ！ チョコバナナ代役選手権！！
14 万 回視聴
10 か月前
字幕3: 24
再生中
最強の一発ギャグをします
9.2 万 回視聴
10 か月前
字幕10: 46
再生中【 エビ】 わたしはカニになりたい
9.3 万 回視聴
10 か月前
字幕11: 13
再生中
この中に１つだけ「 欲しくないモノ」 が混ざっています！！！
13 万 回視聴
10 か月前3: 49
再生中
さらば出演者
8 万 回視聴
10 か月前
字幕19: 06
再生中
ついに妹がガイコツになりました【 Carly and the Reaperman #1】
10万 回視聴
10 か月前4:18
再生中
なぞの巨大ダンボールが届きました。。。
10万 回視聴
10 か月前
字幕9:33
再生中
爆速！うんちカーリング選手権！！！！
13万 回視聴
10 か月前
字幕4:14
再生中
【奇跡】LINEスタンプの審査通過した！！！！
6.8万 回視聴
10 か月前
字幕3:31
再生中
シンクロニティ by おめシス × BACK-ON
45万 回視聴
10 か月前
字幕51:47
再生中
🔴【一周年記念】みんなで初のオリ曲の配信を見守る生放送
10万 回視聴
10 か月前7:58
再生中
【負けたら自腹】NGワード開封ゲーム！！
8.5万 回視聴
11 か月前
字幕15:26
再生中
ニンテンドースイッチをタテ向きで遊ぶ！？【Downwell】
7.9万 回視聴
11 か月前1:38
再生中
【BACK-ON × おめシス】重★大★発★表
6.4万 回視聴
11 か月前
字幕3:30
再生中
【３つの理由】LINEスタンプの申請に落ちたVTuber
6.9万 回視聴
11 か月前
字幕6:52
再生中
【遊戯王】20thシクの「レイ」を狙って開封してみた結果･･･！？
9.6万 回視聴
11 か月前
字幕3:24
再生中
【激辛】ヤバイ！辛辛魚がうおおおおおおお！！！
15万 回視聴
11 か月前
字幕3:07
再生中
急上昇が消える！？新機能「探索」とは！？
5.6万 回視聴
11 か月前
字幕12:40
再生中
【巨大】野球盤を100倍の大きさで遊んでみた！！！
15万 回視聴
11 か月前
字幕7:03
再生中
【かっぱ寿司】VTuberでも本当に無料になるの？
8.9万 回視聴
11 か月前
字幕8:03
再生中
【モンスト】遊戯王コラボガチャを２人同時にひいた結果･･･！？
7.6万 回視聴
11 か月前10:31
再生中
【対決】アングリーバードのVRが楽しすぎる！！
8.1万 回視聴
11 か月前8:41
再生中
【カオス】料理対決！？どっちの料理でショー！！
16万 回視聴
11 か月前
字幕13:57
再生中
【遊戯王】神引き！レジェコレ3箱開封します！！
12万 回視聴
11 か月前
字幕11:56
再生中
大接戦！ボウリングを縦向きでやったら楽しすぎた！！
16万 回視聴
11 か月前
字幕4:48
再生中
【奇跡の1枚】特大キズナアイ写真コンテスト選手権！！
6.4万 回視聴
11 か月前
字幕4:01
再生中
【公式！？】YouTubeコントリビューターの件について話します
9万 回視聴
11 か月前
字幕2:52
再生中
タミフルよりつよい薬を飲んだそうです
10万 回視聴
1 年前
字幕3:11
再生中
【絶対やせる！】ダイエットできるVRゲームランキングTOP３
7.8万 回視聴
1 年前
字幕1:43
再生中
インフルエンザになったVTuber
12万 回視聴
1 年前
字幕16:54
再生中
【２人で１マリオ】マリオを1個のコントローラーで2人でやる！！！
11万 回視聴
1 年前
字幕2:25
再生中
キャッチボールをしているときにありがちなこと
8.2万 回視聴
1 年前
字幕4:18
再生中
片目で3Dに見える動画です
10万 回視聴
1 年前
字幕16:27
再生中
炎上不可避！？激ヤバなボードゲームを4人でやってみた【ソクラテスラ】
32万 回視聴
1 年前2:21
再生中
【あおガル】恋のカトレア通り(cover) by きれいなおめシス
21万 回視聴
1 年前
字幕8:25
再生中
まぜるな危険！ききめんつゆ割り麦茶選手権！
13万 回視聴
1 年前
字幕20:28
再生中
【１回勝負！】バイオの体験版が怖すぎてホラー【バイオハザード：RE2】
14万 回視聴
1 年前
字幕4:28
再生中
【衝撃の結果！？】マックの新サイズ「グランド」と全サイズを比較してみた！！
10万 回視聴
1 年前
字幕2:44
再生中
Vtuber × ガンプラでストップモーションを撮ってみた！！
6.4万 回視聴
1 年前
字幕7:24
再生中
【センス〇】VRアーティストに俺はなる！！
8.8万 回視聴
1 年前
字幕13:16
再生中
【変顔】顔と声だけで全てを表現できます【EMOJITO】
15万 回視聴
1 年前
字幕10:47
再生中
【1BOX開封】ガンプラの箱の絵がカードになったって！！
11万 回視聴
1 年前
字幕7:21
再生中
【検証】止まってるエスカレーターに乗るときにフワッとなるやつはVRで再現できるの？
13万 回視聴
1 年前
字幕5:20
再生中
【超お手軽VR】Oculus Goがすごい！
10万 回視聴
1 年前
字幕7:25
再生中
【福袋開封】１番お得なのはどれだ！？ガンプラ/ボドゲ/カードの福袋を開封してみる
16万 回視聴
1 年前
字幕1:50
再生中
お正月に全員集まるとこうなる
7.5万 回視聴
1 年前
字幕4:10
再生中
【ベスト3】今年買ってよかったものを紹介したいVtuber
7.9万 回視聴
1 年前
字幕2:24
再生中
年末のアレ、完全に理解した
6.5万 回視聴
1 年前
字幕6:51
再生中
【福袋開封】ミスドのポケモン福袋を全種類開封してみた！
13万 回視聴
1 年前
字幕3:12
再生中
【Xmasコント】サンタの正体
7.2万 回視聴
1 年前
字幕7:51
再生中
【やばい】平成最後の有馬記念に挑んだ結果…！？
9.8万 回視聴
1 年前4:42
再生中
【ドッキリ】撮影中にうんちをもらした結果ｗｗ
34万 回視聴
1 年前
字幕2:45
再生中
【都市伝説】秋葉原の巨大看板に隠された秘密とは！？
6.9万 回視聴
1 年前
字幕3:14
再生中
【新機能】YouTubeストーリーを使ってみた結果・・・！？
6.8万 回視聴
1 年前
字幕3:54
再生中
絶対にマネしてはいけないデュエリスト
12万 回視聴
1 年前
字幕7:44
再生中
ペロッ･･･このカルピス甘い！ききカルピス選手権！！
12万 回視聴
1 年前
字幕2:36
再生中
とにかくオススメしたいピエロ
10万 回視聴
1 年前
字幕7:27
再生中
ガンダム初心者にガンダムを説明した結果！？【リオちゃんでもわかる】
13万 回視聴
1 年前4:08
再生中
【マクロスΔ】一度だけの恋なら/ ワルキューレ by 朝ノ姉妹＆おめがシスターズ
38万 回視聴
1 年前
字幕5:06
再生中
スパチャを超える！？新機能「スーパーステッカー」がヤバい！！
7.6万 回視聴
1 年前
字幕10:02
再生中
【ドッキリ】手榴弾をこっそり味方に投げ続けた結果ｗｗ
32万 回視聴
1 年前
字幕5:11
再生中
世界１位とれた！BeatSaberの最新アップデートが楽しすぎる！
35万 回視聴
1 年前
字幕4:19
再生中
【血界戦線】シュガーソングとビターステップ / UNISON SQUARE GARDEN by おめがシスターズ
67万 回視聴
1 年前
字幕9:46
再生中
【2カートン開封】遊戯王チップスを食べてみた
18万 回視聴
1 年前
字幕5:19
再生中
【ドッキリ】双子なら入れ替わって動画を撮っても気づかれないのか？
21万 回視聴
1 年前
字幕2:54
再生中
あやしい出演者
8.7万 回視聴
1 年前
字幕6:02
再生中
【i9-9900K】自作PCをつくろう！【リオちゃんでもわかる】
16万 回視聴
1 年前
字幕13:48
再生中
【激レア】カップヘッド ミニフィギュアを12箱開封してみた結果！？
16万 回視聴
1 年前
字幕2:42
再生中
【PUBGコント】課金兵のウソ
11万 回視聴
1 年前
字幕6:44
再生中
【質問コーナー】おめシスがまじめに質問に答えました
22万 回視聴
1 年前
字幕5:32
再生中
広告が消える！？YouTubeに課金したらどうなるの？【YouTube Premium】
7.1万 回視聴
1 年前
字幕4:36
再生中
【まどマギ】コネクト / ClariS by おめがシスターズ
31万 回視聴
1 年前
字幕21:48
再生中
ドロまみれ！？俺たちの戦いがここから始まる！！【A Hat in Time # 2】
6.4 万 回視聴
1 年前6: 22
再生中【 前代未聞】 ついにゲームにでた！！ でもサービス終了だって！！ えっ！？【 あおガル】
21 万 回視聴
1 年前
字幕3: 25
再生中【 おうちでゲーセン】 アストロシティが売ってた
7.4 万 回視聴
1 年前
字幕40: 31
再生中🔴【 生放送】 おめシスの誕生日。 そして伝説へ・・・
7.6 万 回視聴
1 年前9: 18
再生中【 衝撃】 VRでバッティング練習したらリアルでも打てるようになるの？
12 万 回視聴
1 年前
字幕7: 01
再生中【 実写】 10 パック、 Vtuberオリジナルカードを開封してみた！
11 万 回視聴
1 年前
字幕7: 29
再生中【 でろーん× おめシス】 アカペラカラオケで90点以上とるまで帰れません！！
15 万 回視聴
1 年前
字幕4: 35
再生中【 検証】 サンライズ立ちって実現可能なの？
10 万 回視聴
1 年前
字幕2: 17
再生中【 衝撃の出演理由】 テレビにでるよ！！
5.9 万 回視聴
1 年前
字幕3: 30
再生中【 ﾒｰﾃﾞｰ】 ゴーストルール / 初音ミク byおめがシスターズ
17 万 回視聴
1 年前
字幕10: 14
再生中
マ〇オやんけ！ 2 人で遊べるアクションゲームが楽しすぎた【 A Hat in Time #1】
9.1万 回視聴
1 年前2:59
再生中
ぴょこぴょこの消失
14万 回視聴
1 年前
字幕3:39
再生中
【動画100本記念】もろもろ報告と質問募集
5.1万 回視聴
1 年前
字幕5:34
再生中
【使ってわかった】プレミア動画のメリットデメリット
7.2万 回視聴
1 年前
字幕17:29
再生中
【最終回】ありがとうカップヘッド！さよならマグマン！【Cuphead # 14】
8.9 万 回視聴
1 年前3: 11
再生中【 YouTubeの新機能】 プレミア公開って何？
8.8 万 回視聴
1 年前
字幕3: 30
再生中【 ジョブズごめん】 iPhoneでうんちARをできるようにした
5.3 万 回視聴
1 年前
字幕3: 23
再生中【 新グッズ！】 秋葉原にVtuberが・・・？【 秋フェス】
3.6 万 回視聴
1 年前
字幕18: 00
再生中【 鬼畜】 ふるえるぞハート！ 燃えつきるほどハード！！【 Cuphead #13】
7万 回視聴
1 年前6:01
再生中
【第一回】速いのはどれだ！？アニメ漫画の乗り物選手権！！
9.7万 回視聴
1 年前
字幕8:11
再生中
【比較】PCのVRって何買えばいいの？
11万 回視聴
1 年前
字幕19:44
再生中
【社会の闇】顧客が本当に必要だったものって？【ボドゲ実況】
16万 回視聴
1 年前15:14
再生中
侵略！攻略？タコ娘【Cuphead # 12】
6.4 万 回視聴
1 年前
字幕11: 50
再生中【 調査】 コンビニの創業店にVRで行ってみる【 セブン / ローソン / ファミマ】
9.8 万 回視聴
1 年前
字幕4: 21
再生中【 笑ってはいけない】 DON 'T FREEZE【狂気】
12 万 回視聴
1 年前
字幕19: 19
再生中【 対決】 リオとレイ♪ 仲よくケンカしな♪【 Cuphead #11】
8.7万 回視聴
1 年前
字幕3:26
再生中
【ﾗｯﾀｯﾀｧ!】独りんぼエンヴィー / 初音ミク byおめがシスターズ
23万 回視聴
1 年前
字幕12:10
再生中
おめシス、３Ｄになります【あおガル】
9.9万 回視聴
1 年前13:29
再生中
【ドッキリ】バーチャルYouTuberならゲームにでてきても気付かれない説【スパイダーマン】
33万 回視聴
1 年前
字幕9:11
再生中
【検証】YouTubeの自動再生を続けたら100本目の動画は何が再生されるの？
9.8万 回視聴
1 年前
字幕16:03
再生中
【ショータイムだ】聖なるゴリラと逃走中【Cuphead # 10】
7.1 万 回視聴
1 年前
字幕7: 51
再生中【 X多すぎ】 iPhone XS / XS Max / XR！？ どれ買えばいいの？
6 万 回視聴
1 年前
字幕9: 26
再生中
アイドルと一緒に麻婆豆腐たべてきた【 青ガル】
8.2 万 回視聴
1 年前
字幕3: 30
再生中【 衝撃の結果】 Twitterに１カ月１万円課金したら〇〇人フォロワーが増えました
7.4 万 回視聴
1 年前
字幕16: 18
再生中【 上から来るぞ！】 蒸気船ワイリーの謎【 Cuphead #9】
6.9万 回視聴
1 年前
字幕4:00
再生中
【かっとビング】マスターピース / mihimaru GT by おめがシスターズ
13万 回視聴
1 年前
字幕10:16
再生中
【ボドゲ実況】ゴキブリはどちらの手に！？【ごきぶりデュエル】
9.5万 回視聴
1 年前
字幕3:23
再生中
【モデル公開】最強のバーチャルYouTuberの3Dモデルを配布します
4.7万 回視聴
1 年前
字幕20:12
再生中
ハッチとボッチなステージショー【Cuphead # 8】
8.1 万 回視聴
1 年前
字幕7: 01
再生中
テレビに何分でれるのか予想してみた【 キズナアイのばん組】
7.4 万 回視聴
1 年前7: 31
再生中
自称・ プロバーチャルYouTuberの職業訓練【 Counter Fight SE】
12 万 回視聴
1 年前
字幕18: 55
再生中
全速前進DA！ 氷4倍の600族っぽいドラゴンとの戦い【 Cuphead #7】
9.6万 回視聴
1 年前
字幕1:15:23
再生中
🔴【生放送】みんなで最強のバーチャルYouTuberを作ろう！
17万 回視聴
1 年前11:44
再生中
【対決】遊戯王カードだけで大富豪してみた
13万 回視聴
1 年前15:18
再生中
鬼畜弾幕！？おめシスと不死鳥のサーカス団【Cuphead # 6】
8.6 万 回視聴
1 年前
字幕5: 07
再生中【 REALITY】 配信者が課金して2倍にしてもいいのかをまじめに聞いてみた【 Vtuber配信アプリ】
7.5 万 回視聴
1 年前3: 26
再生中【 コミケ】 親分に新刊を渡したい
8.4 万 回視聴
1 年前4: 24
再生中【 1 万円】 Twitter課金勢になってみた
8 万 回視聴
1 年前
字幕12: 43
再生中
新ステージ！ アラビアンなコースト！【 Cuphead #5】
7.8万 回視聴
1 年前
字幕6:38
再生中
ガンプラを3Dスキャンしてガンプラファイトやってみた
14万 回視聴
1 年前
字幕13:52
再生中
【ボドゲ実況】カルカソンヌで遊ぶんヌ
18万 回視聴
1 年前
字幕3:23
再生中
夏色 / ゆず by おめがシスターズ
32万 回視聴
1 年前
字幕9:09
再生中
P.T.のおばけ全部出す
7.8万 回視聴
1 年前
字幕2:23
再生中
【退職】プロのバーチャルYouTuberになるって
12万 回視聴
1 年前
字幕15:50
再生中
決戦！？カエル兄弟【Cuphead # 4】
9.1 万 回視聴
1 年前
字幕5: 42
再生中【 BeatSaber】 うんちセイバーをみんなも使えるようにしたぞ
10 万 回視聴
1 年前
字幕5: 11
再生中
ZOZOスーツで身体測定してみた
15 万 回視聴
1 年前
字幕3: 57
再生中
新MacBook Proを買ってみた【 2018 年モデル】
9.7 万 回視聴
1 年前
字幕6: 31
再生中【 ドッキリ】 ぴょこぴょこが少しずつ大きくなったらいつ気づくのか！？
34 万 回視聴
1 年前
字幕15: 39
再生中
空をかけるおめシス【 Cuphead #3】
8.4万 回視聴
1 年前
字幕23:10
再生中
【負けたら罰ゲーム】キズナアイ杯の予選に出たった【金のマリオ】
18万 回視聴
1 年前
字幕5:12
再生中
【時をかける少女】ガーネット / 奥華子 by おめがシスターズ
17万 回視聴
1 年前
字幕7:58
再生中
【遊戯王】金のブルーアイズと銀のブルーアイズ【SOUL FUSION】
13万 回視聴
1 年前
字幕3:10
再生中
【おすすめ紹介】Amazonプライムデー2018でこれ買いました！
8.6万 回視聴
1 年前
字幕9:48
再生中
【2人プレイ】パリィと共にあらんことを【Cuphead # 2】
8.7 万 回視聴
1 年前
字幕7: 08
再生中【 検証】 バーチャルなうんちを作っても動画は削除されないのか
13 万 回視聴
1 年前
字幕17: 45
再生中【 攻略回】「 P.T.」のクリア方法が謎すぎた【 後編】
12 万 回視聴
1 年前
字幕17: 09
再生中
ディ〇ニーやんけ！ 2 人で遊べるアクションゲームが楽しすぎた【 Cuphead #1】
16万 回視聴
1 年前
字幕8:29
再生中
【3万人記念】おめシス動画48総選挙の結果はいかに…！
5.7万 回視聴
1 年前
字幕19:24
再生中
【2人なら怖くない？】ホラーゲーム「P.T.」がこわい【前編】
20万 回視聴
1 年前
字幕5:20
再生中
AM11:00 / HY by おめがシスターズ【# 16 Ω】
21 万 回視聴
1 年前
字幕8: 33
再生中【 でろーんxおめシス】 回転寿司に行くバーチャルYouTuberがいるらしい【 くら寿司】
29 万 回視聴
1 年前
字幕10: 16
再生中
ボートでブーーーン⊂ 二二二（＾ ω＾） 二⊃【 Super Bunny Man #6】
11万 回視聴
1 年前
字幕8:16
再生中
【Beat Saber】Expert SSランクコレクション
11万 回視聴
1 年前3:03
再生中
人を怒らせる方法「バーチャルYouTuber編」
14万 回視聴
1 年前
字幕3:42
再生中
【実写】おめシスが表紙に載ってる本を買いにいく
6.6万 回視聴
1 年前
字幕5:25
再生中
【アルドノア・ゼロ】heavenly blue / Kalafina by おめがレイ
21万 回視聴
1 年前
字幕8:53
再生中
【Beat Saber】世界ランキング100位以内に入るまでやめません【おめシス卿の覚醒】
21万 回視聴
1 年前
字幕3:37
再生中
【比べてみた】新しいマイクを買いました！ / SHURE BLX88
8.2万 回視聴
1 年前
字幕4:32
再生中
【ハガレン】メリッサ / ポルノグラフィティ by おめがシスターズ【# 14 Ω】
56 万 回視聴
1 年前
字幕8: 25
再生中【 実写ゲーム実況】 モノマネしながらクラッシュアイスゲームやってみた【 ゴリラ】
16 万 回視聴
1 年前
字幕4: 29
再生中【 遊戯王】 20 万円のカードを予約してみた
9.2 万 回視聴
1 年前
字幕3: 05
再生中【 新プロジェクト始動】 おめシス、 そんな動画で大丈夫か？【 重大発表】
9 万 回視聴
1 年前
字幕7: 16
再生中
いらすとやでアニメやゲームを再現してみたぞ【# いらすとや再現選手権】
12 万 回視聴
1 年前
字幕16: 48
再生中【 うさぎ男】 喧嘩勃発！？ ののしりあい姉妹【 Super Bunny Man #5】
13万 回視聴
1 年前
字幕4:51
再生中
【08小隊】輝き撃ちは盾の上なのか3Dで検証してみた
7.7万 回視聴
1 年前
字幕3:29
再生中
【2万人記念】YouTubeの審査が遅い…せや！【グッズ発売】
5.6万 回視聴
1 年前
字幕3:09
再生中
【GBF】ニブンノイチ / BACK-ON by おめがシスターズ
66万 回視聴
1 年前
字幕5:50
再生中
【コエステ】声をAIで作るアプリでアニメを作ってみた【おめシス昔ばなし】
10万 回視聴
1 年前
字幕5:09
再生中
【衝撃】バーチャルYouTuberを知ってる原宿JKを見つけるまで帰れません
8.5万 回視聴
1 年前
字幕9:59
再生中
うさぎ男、岩山トンネルでトゲピッピ【Super Bunny Man # 4】
8.3 万 回視聴
1 年前
字幕4: 43
再生中【 検証】 1 万円札を5000兆円積んだらどのぐらいの高さになるの？
9.5 万 回視聴
1 年前
字幕4: 04
再生中
青いベンチ / サスケ by おめがシスターズ
25 万 回視聴
1 年前
字幕3: 35
再生中【 実写】 映画、 見に行くって【 レディ・ プレイヤー１】
5.4 万 回視聴
1 年前
字幕9: 49
再生中
かくれんぼで対決！？ 隠れん王に俺はなる！【 隠れん坊オンライン】
13 万 回視聴
1 年前
字幕28: 52
再生中🔴【 おめシス生放送】 1 万人記念の初生放送【 #1】
8.8万 回視聴
1 年前
字幕4:02
再生中
【DTB】ツキアカリのミチシルベ / ステレオポニー by おめがレイ
34万 回視聴
1 年前
字幕8:42
再生中
【参戦募集！】Vtuberが戦う格ゲーを作ってみた【VtuberFighters】
14万 回視聴
1 年前
字幕3:30
再生中
【Tik Tok】口パクかわいいよ選手権
12万 回視聴
1 年前
字幕9:41
再生中
【バカゲー実況】とべ！ウサギマン【Super Bunny Man # 3】
10 万 回視聴
1 年前
字幕6: 19
再生中
うさぎ2人が雪山で草生やす【 Super Bunny Man #2】
11万 回視聴
1 年前
字幕1:57
再生中
【狂気】ひたすら笑ってみた
8.5万 回視聴
1 年前
字幕1:23
再生中
【天元突破グレンラガン】空色デイズ (Short) / 中川翔子 by おめがレイ
15万 回視聴
1 年前
字幕1:57
再生中
からくりピエロ / 初音ミク by おめがリオ
15万 回視聴
1 年前
字幕2:00
再生中
【今日から1人?】双子Vtuberで合体してみた
10万 回視聴
1 年前
字幕11:42
再生中
【うさぎ男】2人で遊べるバカゲーが楽しすぎた【Super Bunny Man # 1】
26 万 回視聴
1 年前
字幕4: 28
再生中【 検証】 Vtuberは焼肉安安の1000円食べ放題を頼めるのか
15 万 回視聴
1 年前
字幕8: 22
再生中【 スニッパーズ】 2 人でちょきちょき協力ゲーム٩(๑òωó๑)۶
8.5 万 回視聴
1 年前
字幕1: 26
再生中【 ボカロ】 非公開日誌 / GUMI by おめがリオ
10 万 回視聴
1 年前
字幕6: 14
再生中
Vtuberでワードウルフをやってみた結果ww
8.1 万 回視聴
1 年前
字幕1: 30
再生中【 ガンダムAGE】 AURORA(Short) / 藍井エイル by おめがレイ
16 万 回視聴
1 年前
字幕2: 53
再生中【 対決】 シリトリンゴリラが面白すぎる
7.2 万 回視聴
1 年前
字幕1: 32
再生中【 バーチャル双子Youtuber】 はじめまして！ おめがシスターズです！【 自己紹介】
17 万 回視聴
1 年前
字幕`

str = R.replace(/\n/g, ' ', str);
str = R.replace(/再生中/g, ' ', str);
let strs = R.replace(/字幕/g, ' ', str);
// R.replace( //g," ",str);




// R.replace('foo', 'bar', 'foo foo foo'); //=> 'bar foo foo'
// R.replace(/foo/, 'bar', 'foo foo foo'); //=> 'bar foo foo'

// Use the 
		
// Reference from https://ramdajs.com/docs/

// const isEven = n => n % 2 === 0;
// R.filter(isEven, [1, 2, 3, 4]); //=> [2, 4]
// R.filter(isEven, { a: 1, b: 2, c: 3, d: 4 }); //=> {b: 2, d: 4}

// R.contains(3, [1, 2, 3]); //=> true
// R.contains(4, [1, 2, 3]); //=> false
// R.contains({ name: 'Fred' }, [{ name: 'Fred' }]); //=> true
// R.contains([42], [[42]]); //=> true
// R.contains('ba', 'banana'); //=>true

// R.replace('foo', 'bar', 'foo foo foo'); //=> 'bar foo foo'
// R.replace(/foo/, 'bar', 'foo foo foo'); //=> 'bar foo foo'
// // Use the "g" (global) flag to replace all occurrences:
// R.replace(/foo/g, 'bar', 'foo foo foo'); //=> 'bar bar bar'

// R.match(/([a-z]a)/g, 'bananas'); //=> ['ba', 'na', 'na']
// R.match(/a/, 'b'); //=> []
// R.match(/a/, null); //=> TypeError: null does not have a method named "match"

// const double = x => x * 2;
// R.map(double, [1, 2, 3]); //=> [2, 4, 6]
// R.map(double, {x: 1, y: 2, z: 3}); //=> {x: 2, y: 4, z: 6}

// const objects = [{}, {}, {}];
// const objectsClone = R.clone(objects);
// objects === objectsClone; //=> false
// objects[0] === objectsClone[0]; //=> false

// const pathComponents = R.split('/');
// R.tail(pathComponents('/usr/local/bin/node')); //=> ['usr', 'local', 'bin', 'node']

// R.split('.', 'a.b.c.xyz.d'); //=> ['a', 'b', 'c', 'xyz', 'd']





[
	["回視聴", 367],
	["", 274],
	["万", 244],
	["再生中", 231],
	["1", 187],
	["年前", 142],
	["か月前", 130],
	["再生中【", 129],
	["10", 43],
	["11", 35],
	["/", 30],
	["2", 27],
	["8", 24],
	["6", 24],
	["by", 22],
	["3", 22],
	["5", 21],
	["12", 20],
	["8:", 19],
	["9", 19],
	["4", 19],
	["7", 18],
	["3:", 17],
	["6:", 17],
	["検証】", 16],
	["4:", 14],
	["5:", 13],
	["13", 13],
	["10:", 12],
	["14", 12],
	["#", 11],
	["おめがシスターズ", 11],
	["10万", 10],
	["11:", 10],
	["51", 10],
	["13万", 9],
	["2:", 9],
	["7:", 9],
	["7.7", 9],
	["16", 9],
	["12:", 8],
	["か月前5:", 8],
	["か月前8:", 8],
	["遊戯王】", 8],
	["35", 8],
	["26", 8],
	["20", 8],
	["cuphead", 7],
	["11万", 7],
	["16万", 7],
	["9:", 7],
	["7.4", 7],
	["56", 7],
	["43", 7],
	["37", 7],
	["30", 7],
	["25", 7],
	["21", 7],
	["man", 6],
	["bunny", 6],
	["12万", 6],
	["09", 6],
	["6.4", 6],
	["8.3", 6],
	["8.5", 6],
	["49", 6],
	["22", 6],
	["18", 6],
	["14万", 5],
	["15万", 5],
	["01", 5],
	["8.1", 5],
	["か月前13:", 5],
	["7.1", 5],
	["07", 5],
	["6.6", 5],
	["04", 5],
	["58", 5],
	["55", 5],
	["54", 5],
	["47", 5],
	["45", 5],
	["41", 5],
	["29", 5],
	["17", 5],
	["おめがレイ", 4],
	["21万", 4],
	["#1】", 4],
	["6.8", 4],
	["か月前6:", 4],
	["6.7", 4],
	["9.2", 4],
	["か月前12:", 4],
	["8.9", 4],
	["か月前9:", 4],
	["か月前7:", 4],
	["ドッキリ】", 4],
	["oculus", 4],
	["8.4", 4],
	["8.6", 4],
	["02", 4],
	["05", 4],
	["50", 4],
	["44", 4],
	["42", 4],
	["34", 4],
	["33", 4],
	["31", 4],
	["23", 4],
	["15", 4],
	["1:", 3],
	["super", 3],
	["初音ミク", 3],
	["18万", 3],
	["32万", 3],
	["7.8万", 3],
	["6.9万", 3],
	["6.4万", 3],
	["8.5万", 3],
	["×", 3],
	["16:", 3],
	["9.9", 3],
	["8.8", 3],
	["18:", 3],
	["か月前16:", 3],
	["衝撃の結果】", 3],
	["6.1", 3],
	["7.2", 3],
	["か月前10:", 3],
	["9.5", 3],
	["か月前11:", 3],
	["13:", 3],
	["おめシス、", 3],
	["15:", 3],
	["8.2", 3],
	["5.9", 3],
	["03", 3],
	["か月前4:", 3],
	["6.9", 3],
	["7.6", 3],
	["9.1", 3],
	["開封】", 3],
	["週間前10:", 3],
	["対決】", 3],
	["59", 3],
	["53", 3],
	["52", 3],
	["48", 3],
	["39", 3],
	["27", 3],
	["24", 3],
	["19", 3],
	["おめがリオ", 2],
	["1:57", 2],
	["【beat", 2],
	["ω】", 2],
	["おめがシスターズ【#", 2],
	["17:", 2],
	["4】", 2],
	["#5】", 2],
	["17万", 2],
	["3:23", 2],
	["xs", 2],
	["年前3:", 2],
	["人で遊べるアクションゲームが楽しすぎた【", 2],
	["byおめがシスターズ", 2],
	["実写】", 2],
	["再生中🔴【", 2],
	["2】", 2],
	["time", 2],
	["in", 2],
	["hat", 2],
	["8.7万", 2],
	["34万", 2],
	["9.8万", 2],
	["7.2万", 2],
	["5:20", 2],
	["8.8万", 2],
	["8.2万", 2],
	["7.6万", 2],
	["5.6万", 2],
	["9.6万", 2],
	["3:30", 2],
	["7.9万", 2],
	["back-on", 2],
	["6.8万", 2],
	["19:", 2],
	["9.7", 2],
	["か月前3:", 2],
	["6.2", 2],
	["シンクロニティ", 2],
	["06", 2],
	["metal", 2],
	["あるある】", 2],
	["衝撃】", 2],
	["万円】", 2],
	["か月前2:", 2],
	["5.6", 2],
	["6.5", 2],
	["5.2", 2],
	["7.9", 2],
	["8.7", 2],
	["6.3", 2],
	["5.7", 2],
	["後編】", 2],
	["5.3", 2],
	["か月前15:", 2],
	["22:", 2],
	["valve", 2],
	["7.5", 2],
	["9.8", 2],
	["quest", 2],
	["saber】", 2],
	["beat", 2],
	["9.3", 2],
	["08", 2],
	["7.8", 2],
	["週間前9:", 2],
	["週間前7:", 2],
	["5.4", 2],
	["ボドゲ実況】", 2],
	["4.9", 2],
	["57", 2],
	["38", 2],
	["32", 2],
	["28", 2]
]



let youtubes = [
	["【検証】１ヶ月間、プルリクだけでホームページ作ったらどうなるの？"],
	["おめシスの質問コーナーがヤバすぎる件。"],
	["【検証】おめシス要素を外していったら、いつおめシスじゃなくなるの？"],
	["【遊戯王】最強カード襲来！？EXTRA PACK 2019を3BOX開封！！！"]
];
let tags = [
	[
		"検証】", 10
	],
	[
		"遊戯王】", 3
	]
]
let allSet = [];

tags.forEach(tag => {
	youtubes.forEach(youtube => {
		// if (R.contains(tag, youtube)) {
		if (R.test(new RegExp(tag[0]), youtube)) {
			// allSet << R.concat([V], [youtube])
			// allSet << R.concat(V,youtube)
			// console.log(R.concat(V, youtube))
			allSet.push([
				tag[0],
				tag[1],
				youtube
			])
			// console.log([V + V2]);
		}
	})
})
allSet

[
	["検証】", 10, ["【検証】１ヶ月間、プルリクだけでホームページ作ったらどうなるの？"]],
	["検証】", 10, ["【検証】おめシス要素を外していったら、いつおめシスじゃなくなるの？"]],
	["検証】", 10, ["【検証】【遊戯王】最強カード襲来！？EXTRA PACK 2019を3BOX開封！！！"]],
	["遊戯王】", 3, ["【遊戯王】最強カード襲来！？EXTRA PACK 2019を3BOX開封！！！"]],
	["遊戯王】", 3, ["【検証】【遊戯王】最強カード襲来！？EXTRA PACK 2019を3BOX開封！！！"]]
]

// console.table(allSet);



// const isEven = x => R.contains(x,tag);
// const printXPlusFive = x => console.log([  x, R.filter(isEven, x)  ]);
// tag.forEach(V => {
// 	youtube.forEach(V1 => {
// 		console.log(
// 			R.test(new RegExp(V[0]), V1) ? V1 : ""
// 		);
// 	})
// })
// logs 6
// logs 7
// logs 8

// const pairLift = R.lift((a, b) => [a , b]);
// let ps = pairLift( tag, youtube)
// let res = ps.map(V => { 
// 	// return R.contains(V[0], V[1]) ? V : "";
// 	if (R.contains(V[0], V[1])) return V;
// })
// const isNotNoStr = x => !R.isNil(x);
// console.log(
// 	R.filter(isNotNoStr, res)
// );






	// R.test(/検証】/, "【検証】１ヶ月間、プルリクだけでホームページ作ったらどうなるの？") ? "hoge---" : "no"


